Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Analog Joystick:
bg: Аналогов джойстик:
el: αναλογικό χειριστήριο
es: Joystick Analógico:
fr: Joystick analogique:
hu: Analóg joystick:
it: Joystick Analogico:
nl: Analoge joystick:
pl: Analogowy Joystick:
sr: Аналогни џојстик:

source: Use analog joystick?
bg: Позволява или забранява използване на аналогов джойстик
el: χρησιμοποιώ αναλογικό χειριστήριο?
es: Usar joystick analógico?
fr: Utilise un joystick analogique?
hu: Analóg joystick használata?
it: Usare un joystick analogico?
nl: Gebruik analoge joystick?
pl: Czy użyć analogowego joysticka?
sr: Користити аналогни џојстик?

source: Joystick Threshold:
bg: Огранич. чувствителност:
el: χειριστήριο Κατώφλι:
es: Umbral del Joystick:
fr: Sensibilité du Joystick
hu: Joystick küszöbérték:
it: Soglia Joystick:
nl: Joystick drempel:
pl: Próg Joysticka:
sr: Осетљивост џојстика:

source: Sets joystick threshold sensitivity
bg: Определя максималния таван на чувствителността на джойстика
el: Ορίζει χειριστήριο Κατώφλι Ευαισθησία
es: Ajusta la sensibilidad de la zona muerta del joystick
fr: Définit le seuil de sensibilité du joystick
hu: Beállítja a küszöbértéket a joystick érzékenységéhez
it: Imposta limite sensibilità joystick
nl: Stelt de joystick gevoeligheidsdrempel in
pl: Ustawia próg częstotliwości joysticka
sr: Подешава праг осетљивости џојстика

source: Includes or excludes servers with anti-lag support from the server list
bg: Показва ил скрива сървърите с поддръжка на оптимизирана връзка
el: Συμπεριλαμβάνει ή αποκλείει Διακομιστές με anti-lag Υποστήριξη από Τη λίστα διακομιστών
es: Incluye o excluye de la lista servidores con soporte anti-lag
fr: Inclus dans la liste des serveurs les serveurs avec support anti-lag
hu: Beteszi vagy kiveszi azokat a szervereket, amiken van anti-lag támogatás
it: Include o esclude dalla lista i server con supporto anti-lag
nl: Toon of verberg servers met anti-lag ondersteuning
pl: Zawiera lub wyklucza serwery z wsparciem anty-laga z listy serwerów
sr: Показује или уклања сервере са анти-лагом са листе

source: Allow players to vote for teams to be shuffled by XP
bg: Позволява на играчите да гласуват за разпределяне отборите по точки
el: Επιτρέψτε στους παίκτες να ψηφίσουν για ομάδες που πρέπει να ανακατευτούν XP
es: Permite que los jugadores voten para que se barajen los equipos por XP
fr: Autorise les joueurs à voter le mélange des équipes par XP
hu: Engedélyezi a játékosoknak, hogy szavazhassanak a játékosok XP alapján történő újraelosztásáról
it: Permetti ai giocatori di votare per le squadre da smistare per XP
nl: Sta spelers toe om te stemmen of de teams geschud moeten worden op basis van XP
pl: Pozwól graczom, aby głosowali za wymieszanie zespołów poprzez wielkość XP
sr: Омогућите играчима да гласају за тимове разл. XP-а

source: Allow players to vote for teams to be shuffled by XP without a restart
bg: Позволява на играчите да гласуват за разпределяне отборите по точки без презареждене на играта
el: Επιτρέψτε στους παίκτες να ψηφίσουν για ομάδες που πρέπει να ανακατευτούν XP Χωρίς επανεκκίνηση
es: Permitir a los jugadores votar para barajar los equipos por XP sin reiniciar
fr: Autorise les joueurs à voter le mélange des équipes par XP sans redémarrage
hu: Engedélyezi a játékosoknak, hogy szavazhassanak a játékosok XP alapján történő újraelosztásáról újraindítás nélkül
it: Permetti ai giocatori di votare per le squadre da smistare per XP senza riavvio
nl: Sta spelers toe om te stemmen of de teams geschud moeten worden op basis van XP zonder herstart
pl: Pozwól graczom, aby głosowali na wymieszanie zespołów poprzez wielkość XP bez resetu
sr: Омогућите играчима да гласају за тимове разл. XP-а без рестарта

source: SR Shuffle:
bg: Разпределяне О.У.:
el: Βαθμολογία Δεξιοτήτων ανάμιξη
es: Barajado SR:
fr: Mélange par SR:
hu: SR keverés:
it: Smistamento SR:
nl: SR schudden:
pl: Pomieszanie SR:
sr: Мешање по SR-у:

source: Allow players to vote for teams to be shuffled by SR
bg: Позволява на играчите да гласуват за разпределяне отборите по оценка умения (О.У.)
el: Επιτρέψτε στους παίκτες να ψηφίσουν για ομάδες που πρέπει να ανακατευτούν SR
es: Permite que los jugadores voten para que se barajen los equipos por SR
fr: Autorise les joueurs à voter le mélange des équipes par SR
hu: Engedélyezi a játékosoknak, hogy szavazhassanak a játékosok SR alapján történő újraelosztásáról
it: Permetti ai giocatori di votare per le squadre per essere smistate per SR
nl: Sta spelers toe om te stemmen of de teams geschud moeten worden op basis van SR
pl: Pozwól graczom, aby głosowali za wymieszanie zespołów poprzez wielkość SR
sr: Омогућите играчима да гласају за тимове разл. SR-а

source: SR Shuffle No Rstrt:
bg: Разп. О.У. без през.:
el: Βαθμολογία Δεξιοτήτων ανάμιξη οχι Επανεκκίνηση:
es: Barajar por SR No Reinc:
fr: Mélange par SR Sans Redémarrage:
hu: SR keverés, nincs rstrt:
it: Smist. SR Senza Riavvio:
nl: SR schudden zonder herstart:
pl: Pomieszanie SR Bez Rest.:
sr: Мешање по SR-у без рестарта:

source: Allow players to vote for teams to be shuffled by SR without a restart
bg: Позволява на играчите да гласуват за разпределяне отборите по оценка умения (О.У.) без презареждане на играта
el: Επιτρέψτε στους παίκτες να ψηφίσουν για ομάδες που πρέπει να ανακατευτούν SR Χωρίς επανεκκίνηση
es: Permitir a los jugadores votar para barajar los equipos por SR sin reiniciar
fr: Autorise les joueurs à voter le mélange des équipes par SR sans redémarrage
hu: Engedélyezi a játékosoknak, hogy szavazhassanak a játékosok SR alapján történő újraelosztásáról újraindítás nélkül
it: Permetti ai giocatori di votare per le squadre di essere smistate senza un riavvio
nl: Sta spelers toe om te stemmen of de teams geschud moeten worden op basis van SR zonder herstart
pl: Pozwól graczom, aby głosowali za wymieszanie zespołów poprzez wielkość SR bez resetu
sr: Омогућите играчима да гласају за тимове разл. SR-а без рестарта

source: Voice text:
bg: Транскрипция глас. ком.:
el: Φωνητικό κείμενο:
es: Voz de texto:
fr: Texte vocal:
hu: Hangcsevegő szövege:
it: Testo vocale:
nl: Stemteksten:
pl: Czat tekstowy:
sr: TTS:

source: Show voice text in-game
bg: Показва транскрипция на гласовите команди, използвани от играчите
el: Εμφάνιση φωνητικού κειμένου στο παιχνίδι
es: Mostrar voces de texto en el juego
fr: Affiche le texte vocal durant le jeu
hu: Hangcsevegő szövegének mutatása a játékban
it: Mostra il testo vocale in gioco
nl: Toon stemteksten in-game
pl: Pokazuj w grze czat tekstowy
sr: Покажите TTS у игри

source: Voice chat:
bg: Гласови команди:
el: Φωνητική συνομιλία:
es: Chat de voz:
fr: Tchat vocal:
hu: Hangcsevegő:
it: Chat vocale:
nl: Stemchat:
pl: Czat głosowy:
sr: Гласовни чет:

source: Play voice chat in-game
bg: Позволява използването на гласови команди в играта
el: Αναπαραγωγή συνομιλίας φωνής στο παιχνίδι
es: Reproduce el chat de voz
fr: Chat vocal dans le jeu
hu: Hangcsevegő lejátszása a játékban
it: Riproduce la chat vocale in gioco
nl: Speel stemchat in-game
pl: Odtwarzaj w grze czat głosowy
sr: Омогућите гласовни чет у игри

source: 1of%i
bg: 1от%i
el: 1απο%i
es: 1de%i
fr: 1sur%i
hu: 1a(z)%i-ből
it: 1di%i
nl: 1 van%i
pl: 1z%i
sr: 1од%i

source: %iof%i
bg: %iот%i
el: %iαπο%i
es: %ide%i
fr: %isur%i
hu: %iaz%i-ből
it: %idi%i
nl: %ivan%i
pl: %iz%i
sr: %iод%i

source: IRC CLIENT
bg: ЧАТ КЛИЕНТ
el: IRC πελάτης
es: CLIENTE IRC
fr: Client IRC
hu: IRC KLIENS
it: CLIENT IRC
pl: KLIENT IRC
sr: IRC КЛИЈЕНТ

source: Mode:
bg: Режим:
el: Τρόπος:
es: Modo:
hu: Mód:
it: Modalità:
nl: Modus:
pl: Tryb:
sr: Режим:

source: Specifies IRC client behavior
bg: Определя режима на работа на чат клиента
el: Καθορίζει IRC πελάτης η ΣΥΜΠΕΡΙΦΟΡΑ
es: Especifica el comportamiento del cliente IRC
fr: Définit l'attitude du client IRC
hu: Meghatározza az IRC kliens viselkedését
it: Specifica il comportamento del client IRC
nl: Stelt het gedrag van de IRC-client in
pl: Określa zachowanie klienta IRC
sr: Одређује понашање IRC клијента

source: Name of IRC server
bg: Име на чат сървър
el: Ονομα του IRC υπηρέτης
es: Nombre del servidor IRC
fr: Nom du serveur IRC
hu: IRC szerver neve
it: Nome del server IRC
nl: Naam van IRC-server
pl: Nazwa serwera IRC
sr: Име IRC сервера

source: Channel #:
bg: Канал:
el: Κανάλι #:
es: Canal #:
fr: Canal #:
hu: Csatorna #:
it: Canale #:
nl: Kanaal #:
pl: Kanał #:
sr: Канал #:

source: Name of IRC channel - no '#' required
bg: Име на чат канала - не е необходим знак '#'
el: Ονομα του IRC Κανάλι - δεν '#' απαιτείται
es: Nombre del canal IRC - no necesita '#'
fr: Nom du canal IRC - pas de # requis
hu: IRC csatorna neve - '#" nem szükséges
it: Nome canale IRC - '#' non necessario
nl: Naam van IRC kanaal - geen '#' nodig
pl: Nazwa kanału IRC - '#' nie jest wymagany
sr: Име IRC канала - без '#'

source: Port of IRC server
bg: Порт на чат сървър
el: Port του IRC υπηρέτης
es: Puerto del servidor IRC
fr: Port du serveur IRC
hu: IRC szerver portja
it: Porta del server IRC
nl: Poort van IRC-server
pl: Port serwera IRC
sr: Порт IRC сервера

source: Nickname:
bg: Псевдоним:
el: παρατσούκλι:
es: Apodo:
fr: Pseudo;
hu: Név:
nl: Alias:
pl: Ksywka:
sr: Надимак:

source: IRC nickame in channel
bg: Име на играча за използване в чат канала
el: IRC παρατσούκλι στο καναλι
es: Apodo IRC en el canal
fr: Pseudo IRC dans le canal
hu: IRC név a csatornán
it: Soprannome nel canale IRC
nl: IRC-alias in kanaal
pl: Ksywka w kanale IRC
sr: IRC надимак на каналу

source: Kick rejoin time ms:
bg: Период присъединяване:
es: Tiempo de reconexión kick ms:
fr: Temps ms de reconnexion après expulsion:
hu: Kirúgás utáni újracsatlakozási idő milliszekundumban:
it: Tempo di rientro dopo espulsione in ms:
nl: Kick herverbindingstijd in ms:
pl: Ponowne połącz. po wywaleniu w ms:
sr: Ауто-придруж. у ms:

source: Auto rejoin time after kick
bg: Период за автоматично присъединяване след изгонване от канала
el: Αυτόματη επανάληψη του χρόνου μετά κλωτσιά
es: Tiempo para reconectar automáticamente tras un kick
fr: Temps d'auto reconnexion après expulsion
hu: Automata újracsatlakozás kirúgás után
it: Rientro automatico dopo espulsione
nl: Auto herverbindingstijd na kick
pl: Automatyczne ponowne połączenie po wywaleniu
sr: Време ауто-придруживања након избацивања

source: Reconnect time ms:
bg: Период повт. свързване:
el: Επανασυνδέστε το χρόνο ms:
es: Tiempo reconexion ms:
fr: Temps de reconnexion ms:
hu: Újrakapcsolódási idő milliszekundumban:
it: Tempo di riconnessione in ms:
nl: Herverbindingstijd ms:
pl: Ponowne połączenie w ms:
sr: Реконекција у ms:

source: Reconnect time in ms
bg: Период на изчакване за повторен опит за свързване в милисекунди
el: Επανασυνδέστε το χρόνο στο ms
es: Tiempo de reconexión en ms
fr: Temps de reconnexion en ms
hu: Újrakapcsolódási idő milliszekundumban:
it: Tempo di riconnessione in ms
nl: Herverbindingstijd in milliseconden
pl: Ponowne połączenie w milisekundach
sr: Време реконекције у ms

source: SHUFFLE
bg: РАЗПРЕДЕЛЯНЕ
es: MEZCLAR
fr: MELANGER
it: RIMESCOLA
pl: POMIESZAJ

source: JOIN A TEAM
bg: ИЗБОР ОТБОР
el: ΣΥΝΕΧΕΤΕ ΜΙΑ ΟΜΑΔΑ
es: UNIRSE A UN EQUIPO
fr: REJOINS UNE ÉQUIPE
hu: CSAPATHOZ CSATLAKOZÁS
it: UNISCITI A UN TEAM
nl: SELECTEER EEN TEAM
pl: DOŁĄCZ DO ZESPOŁU
sr: ПРИДРУЖИТЕ СЕ ТИМУ

source: SOLDIER
bg: ВОЙНИК
el: ΣΤΡΑΤΙΩΤΗΣ
es: SOLDADO
fr: SOLDAT
hu: KATONA
it: SOLDATO
nl: SOLDAAT
pl: ŻOŁNIERZ
ru: СОЛДАТ
sr: ВОЈНИК

source: MEDIC
bg: ЛЕКАР
el: ιατρός
es: MÉDICO
fr: MÉDECIN
hu: FELCSER
it: MEDICO
nl: ARTS
pl: MEDYK
ru: МЕДИК
sr: ЛЕКАР

source: ENGINEER
bg: ИНЖЕНЕР
el: μηχανικός
es: INGENIERO
fr: INGÉNIEUR
hu: MŰSZAKI TISZT
it: INGEGNERE
nl: INGENIEUR
pl: INŻYNIER
ru: ИНЖЕНЕР
sr: ИНЖЕЊЕР

source: FIELD OPS
bg: РАДИСТ
el: Λειτουργίες πεδίου
es: OP DE CAMPO
fr: AGENT DE TERRAIN
hu: HÍRADÓS TISZT
it: FIELD OP
nl: VELDOPERATIES
pl: RADIOOPERATOR
ru: ПОЛЕВИК
sr: РАДИСТА

source: COVERT OPS
bg: РАЗУЗНАВАЧ
el: Κρυφή λειτουργία
es: OP ENCUBIERTAS
fr: AGENT INFILTRÉ
hu: KÉM
it: COVERT OP
nl: SPION
pl: SZPIEG
ru: РАЗВЕДЧИК
sr: АГЕНТ

source: Includes or excludes ET:Legacy servers with humans from the server list
bg: Показва или скрива базирани на ET:Legacy платформата сървъри с наличие на истински играчи
es: Incluye o excluye de la lista servidores ET:Legacy con humanos
fr: Inclus ou exclus les serveurs ET:Legacy avec des humains de la liste des serveurs
hu: Beteszi vagy kiveszi azokat az ET:Legacy szervereket, amiken emberek is vannak.
it: Include o esclude dalla lista i server ET:Legacy con utenti connessi
nl: Toon of verberg ET: Legacy servers met mensen
pl: Zawiera lub wyklucza serwery ET:Legacy z ludźmi z listy serwerów
sr: Показује или уклања ET:Legacy са људским играчима из листе

source: Specify receiver of quick radio messages
bg: Избор на получател на бързи съобщения
es: Especifica el receptor de los mensajes de radio
fr: Précise le destinataire de messages radio rapides
hu: Gyors rádióüzenet vevőjének meghatározása
it: Specifica ricevitore dei messaggi radio
nl: Stelt de ontvanger van snelle radioberichten in
pl: Określa dokąd mają być przesyłane szybkie wiadomości
sr: Одредите примаоца брзих радио порука

source: High Quality Video:
bg: Качество видеозапис:
es: Video de Alta Calidad:
fr: Vidéo Haute Qualité
hu: Magas minőségű videó:
it: Alta Qualità Video:
nl: Hoge kwaliteit video:
pl: Wideo Wysokiej Jakości:
sr: Видео високог квалитета:

source: Sets high quality video
bg: Задава високо качество на запис на видео
es: Activa el video de alta calidad
fr: Définit la vidéo haute qualité
hu: Magas minőségű videó beállítása
it: Imposta qualità video alta
nl: Zet hoge kwaliteit video
pl: Ustawia wysoką jakość wideo

source: Port:
bg: Порт:
es: Puerto:
it: Porta:
nl: Poort:
sr: Порт:

source: ^1JOIN US
bg: ^1УЧАСТВАЙТЕ В ET LEGACY
es: ^1ÚNETE
fr: ^1REJOIGNEZ NOUS
hu: ^1CSATLAKOZZ
it: ^1UNISCITI A NOI
nl: ^1VERSTERK ONS TEAM
pl: ^1DOŁĄCZ DO NAS
sr: ^1ПРИДРУЖИТЕ НАМ СЕ

source: ET: Legacy is a collaborative effort done in an open, transparent and friendly manner. Anyone is welcome to join our efforts!
bg: ET: Legacy е съвместен проект, разработван в отворена, прозрачна и приятелска среда. Затова, всеки е добре дошъл в екипа.
es: ET: Legacy es un esfuerzo de colaboración realizado de manera abierta, transparente y amigable. ¡Cualquiera es bienvenido a unirse a nuestros esfuerzos!
fr: ET:Legacy est un travail collaboratif réalisé de façon ouverte, transparente et amical. Tout le monde est invité à se joindre à nos efforts!
hu: ET: Legacy egy együttműködő törekvés egy nyitott, átlátható és barátságos módszer. Bárkit szívesen látunk hogy csatlakozzon a törekvéseinkhez!
it: ET: Legacy è un impegno collaborativo eseguito in maniera aperta, trasparente e amichevole. Tutti sono i benvenuti a unirsi al nostro impegno!
pl: Rozwój ET: Legacy jest wspólnym wysiłkiem podjętym w sposób otwarty, przejrzysty i przyjazny. Każdy jest mile widziany do przyłączenia się do naszej drużyny!

source: CHOOSE CLASS AND WEAPONS
bg: ИЗБОР НА КЛАС И СНАРЯЖЕНИЕ
es: ELEGIR CLASE Y ARMAS
fr: CHOIX DE CLASSE ET D'ARMES
hu: VÁLASSZ OSZTÁLYT ÉS FEGYVEREKET
it: SCEGLI LA CLASSE E ARMI
pl: WYBIERZ KLASĘ I BROŃ

source: S. Soldier
bg: S. Войник
es: S. Soldado
fr: S. Soldat
hu: S. Katona
it: S. Soldiato
nl: S. Soldaat
pl: S. Żołnierz
sr: S. Војник

source: M. Medic
bg: M. Лекар
es: M. Médico
fr: M. Médecin
hu: M. Felcser
it: M. Medico
nl: M. Arts
pl: M. Medyk
sr: M. Лекар

source: E. Engineer
bg: E. Инженер
es: E. Ingeniero
fr: E. Ingénieur
hu: E. Műszaki tiszt
it: E. Ingegnere
pl: E. Inżynier
sr: E. Инжењер

source: F. Field Ops
bg: F. Радист
es: F. Op de Campo
fr: F. Agent de Terrain
hu: F. Híradós tiszt
it: F. Field Op
nl: F. Veldops
pl: F. Radiooperator
sr: F. Радиста

source: C. Covert Ops
bg: C. Разузнавач
es: C. Op Encubiertas
fr: C. Agent Infiltré
hu: C. Kémtiszt
it: C. Covert Op
nl: C. Spion
pl: C. Szpieg
sr: C. Агент

source: A. Automatic Rifle
bg: A. Автоматична пушка
es: A. Rifle Automático
fr: Fusil Automatique
hu: A. Automata karabély
it: A. Fucile Automatico
nl: A. Automatisch geweer
pl: A. Karabin Maszynowy
sr: A. Аутоматска пушка

source: G. Machinegun
bg: G. Картечница
es: G. Metralleta
fr: Fusil Mitrailleur
hu: G. Gépfegyver
it: G. Mitragliatrice
nl: G. Machinegeweer
pl: G. Ciężki Karabin Maszynowy
sr: G. Митраљез

source: F. Flamethrower
bg: F. Огнехвъргачка
es: F. Lanzallamas
fr: Lance-Flammes
hu: F. Lángszoró
it: F. Lanciafiamme
nl: F. Vlammenwerper
pl: F. Miotacz Ognia
sr: F. Бацач пламена

source: R. Rocket Launcher
bg: R. Противотанков гранотомет
es: R. Lanza Cohetes
fr: Lance-Roquettes
hu: R. Rakétavető
it: R. Lanciarazzi
nl: R. Raketwerper
pl: R. Wyrzutnia Rakiet
sr: R. Ракетни лансер

source: M. Mortar
bg: M. Минохвъргачка
es: M. Mortero
fr: Mortier
hu: M. Aknavető
it: M. Mortaio
nl: M. Mortier
pl: M. Moździerz
sr: М. Минобацач

source: S. SMG
bg: S. Автомат
fr: Pistolet Mitrailleur
hu: S. Géppisztoly
pl: S. Pistolet Maszynowy
sr: S. Аутомат

source: G. Rifle
bg: G. Пушка
fr: Fusil
hu: G. Karabély
it: G. Fucile
nl: G. Geweer
pl: G. Karabin
sr: G. Пушка

source: P. Sniper Rifle
bg: P. Оптична пушка
es: P. Rifle Francotirador
fr: Fusil Tireur d'Élite
hu: P. Mesterlövész puska
it: P. Fucile di Precisione
nl: P. Scherpschuttersgeweer
pl: P. Karabin Snajperski
sr: P. Снајперска пушка

source: 1. Soldier
bg: 1. Войник
es: 1. Soldado
fr: 1. Soldat
hu: 1. Katona
it: 1. Soldato
nl: 1. Soldaat
pl: 1. Żołnierz
sr: 1. Војник

source: 2. Medic
bg: 2. Лекар
es: 2. Médico
fr: 2. Médecin
hu: 2. Felcser
it: 2. Medico
nl: 2. Arts
pl: 2. Medyk
sr: 2. Лекар

source: 3. Engineer
bg: 3. Инженер
es: 3. Ingeniero
fr: 3. Ingénieur
hu: 3. Műszaki tiszt
it: 3. Ingegnere
nl: 3. Ingenieur
pl: 3. Inżynier
sr: 3. Инжењер

source: 4. Field Ops
bg: 4. Радист
es: 4. Op de Campo
fr: 4. Agent de Terrain
hu: 4. Híradós tiszt
it: 4. Field Op
nl: 4. Veldops
pl: 4. Radiooperator
sr: 4. Радиста

source: 5. Covert Ops
bg: 5. Разузнавач
es: 5. Op Encubiertas
fr: 5. Agent Infiltré
hu: 5. Kémtiszt
it: 5. Covert Op
nl: 5. Spion
pl: 5. Szpieg
sr: 5. Агент

source: 1. Automatic Rifle
bg: 1. Автоматична пушка
es: 1. Rifle Automático
fr: 1. Fusil Automatique
hu: 1. Automata karabély
it: 1. Lancia Razzi
nl: 1. Automatisch geweer
pl: 1. Karabin Maszynowy
sr: 1. Аутоматска пушка

source: 2. Machinegun
bg: 2. Картечница
es: 2. Metralleta
fr: 2. Fusil Mitrailleur
hu: 2. Gépfegyver
it: 2. Mitragliatrice
nl: 2. Machinegeweer
pl: 2. Ciężki Karabin Maszynowy
sr: 2. Митраљез

source: 3. Flamethrower
bg: 3. Огнехвъргачка
es: 3. Lanzallamas
fr: 3. Lance-Flammes
hu: 3. Lángszóró
it: 3. Lanciafiamme
nl: 3. Vlammenwerper
pl: 3. Miotacz Ognia
sr: 3. Бацач пламена

source: 4. Rocket Launcher
bg: 4. Противотанков гранотомет
es: 4. Lanza Cohetes
fr: 4. Lance-Roquettes
hu: 4. Rakétavető
it: 4. Lanciarazzi
nl: 4. Raketwerper
pl: 4. Wyrzutnia Rakiet
sr: 4. Ракетни лансер

source: 5. Mortar
bg: 5. Минохвъргачка
es: 5. Mortero
fr: 5. Mortier
hu: 5. Aknavető
it: 5. Mortaio
nl: 5. Mortier
pl: 5. Moździerz
sr: 5. Минобацач

source: 1. SMG
bg: 1. Автомат
fr: 1. Pistolet Mitrailleur
hu: 1. Géppisztoly
pl: 1. Pistolet Maszynowy
sr: 1. Аутомат

source: 2. Rifle
bg: 2. Пушка
fr: 2. Fusil
hu: 2. Karabély
it: 2. Fucile
nl: 2. Geweer
pl: 2. Karabin
sr: 2. Пушка

source: 2. Automatic Rifle
bg: 2. Автоматична пушка
es: 2. Rifle Automático
fr: 2. Fusil Automatique
hu: 2. Automata karabély
it: 2. Fucile Automatico
nl: 2. Automatisch geweer
pl: 2. Karabin Maszynowy
sr: 2. Аутоматска пушка

source: 3. Sniper Rifle
bg: 3. Оптична пушка
es: 3. Rifle Francotirador
fr: 3. Fusil Tireur d'Élite
hu: 3. Mesterlövész puska
it: 3. Fucile di Precisione
nl: 3. Scherpschuttersgeweer
pl: 3. Karabin Snajperski
sr: 3. Снајперска пушка

source: desktop resolution
bg: Работен плот
es: resolución del escritorio
fr: résolution du bureau
hu: asztal felbontása
it: risoluzione scrivania
nl: desktopresolutie
pl: rozdzielczość ekranu
sr: резолуција десктопа

source: custom resolution
bg: Ръчен избор
es: resolución personalizada
fr: résolution personnalisée
hu: egyedi felbontás
it: risoluzione personalizzata
nl: aangepaste resolutie
pl: niestandardowa rozdzielczość
sr: проивољна резолуција

source: 856*480 Wide Screen
bg: 856*480 Широк екран
es: 856*480 Pantalla Panorámica
fr: 856 * 480 Largeur Écran
hu: 856*480 szélesvásznú
nl: 856*480 breedbeeld
pl: 856*480 Szeroki Ekran
sr: 856*480 Вајдскрин

source: Windowed
bg: В прозорец
es: En ventana
fr: Fenêtré
hu: Ablakos
it: Finestra
pl: W oknie
sr: Прозор

source: Fullscreen
bg: На цял екран
es: Pantalla completa
fr: Plein Écran
hu: Teljes képernyős
it: Schermo Intero
nl: Volledig scherm
pl: Pełny ekran
sr: Цео екран

source: Windowed Fullscreen
bg: Цял екран в прозорец
es: Pantalla completa en ventana
fr: Fenêtré Plein Écran
hu: Teljes képernyő ablakban
it: Schermo Intero a Finestra
nl: Volledig scherm windowed
pl: Pełny ekran w oknie
sr: Прозор преко целог екрана

source: Original
bg: Основен
hu: Eredeti
it: Originale
nl: Origineel
pl: Oryginalna
sr: Оригинални

source: Other
bg: Друг
es: Otros
fr: Autre
hu: Más
it: Altro
nl: Anders
pl: Inne
sr: Остали

source: Show Speed:
bg: Показвай бързина:
es: Mostrar Velocidad:
fr: Affichage Vitesse:
hu: Sebesség mutatása:
it: Mostra Velocità:
nl: Toon snelheid
pl: Pokaż Prędkość:
sr: Показати брзину:

source: UPS + highest speed
bg: ед/сек + висока скорост
es: UPS + velocidad máxima
fr: UPS + plus grande vitesse
hu: UPS + legnagyobb sebesség
it: UPS + velocità massima
nl: UPS + hoogste snelheid
pl: UPS + najwyższa prędkość
sr: u/s + највећа брзина

source: KPH + highest speed
bg: км/ч + висока скорост
es: KPH + velocidad máxima
fr: KPH + plus grande vitesse
hu: KPH + legnagyobb sebesség
it: KPH + velocità massima
nl: KPU + hoogste snelheid
pl: KM/H + najwyższa prędkość
sr: km/h + највећа брзина

source: MPH + highest speed
bg: м/ч + висока скорост
es: MPH + velocidad máxima
fr: MPH + plus grande vitesse
hu: MPH + legnagyobb sebesség
it: MPH + velocità massima
nl: MPU + hoogste snelheid
pl: MPH + najwyższa prędkość
sr: mi/h + највећа брзина

source: Displays speed of player
bg: Показва изчисление на скоростта на движение на играча
es: Muestra la velocidad del jugador
fr: Affiche la vitesse du joueur
hu: Kijelzi a játékos sebességét
it: Visualizza velocità giocatore
nl: Toont snelheid van speler
pl: Wyświetla prędkość gracza
sr: Показује брзину играча

source: Vanilla (default)
bg: Оригинал (основно)
es: Por defecto
fr: Vanilla (défaut)
hu: Vanilla (alap)
it: Basilare (predefinito)
pl: Vanilla (domyślnie)
sr: Фабрички (стандардни)

source: Direct connect
bg: Директна връзка
es: Conexión directa
fr: Connexion directe
hu: Közvetlen kapcsolat
it: Connessione diretta
nl: Direct verbinden
pl: Bezpośrednie połączenie
sr: Директна конекција

source: Override nickname
bg: Замяна псевдоним
es: Anular apodo
fr: Outre-passer le pseudo
hu: Becenév felülírása
it: Annulla nickname
nl: Negeer nickname
pl: Nadpisz pseudonim
sr: Променити надимак

source: Mute channel
bg: Загл. канал
es: Silenciar canal
fr: Mettre en sourdine le canal
hu: Csatorna némítása
it: Muta canale
nl: Demp kanaal
pl: Wycisz kanał
sr: Пригушити канал

source: Direct + Override
bg: Директно + замяна
es: Directo + Anular
fr: Direct + Outre-passer
hu: Közvetlen + felülírás
it: Diretto + Annullo
nl: Direct + negeer
pl: Przekieruj + Nadp.
sr: Директно + Промена

source: Direct + Mute
bg: Директно + замяна
es: Directo + Silenciar
fr: Direct + Mettre en Sourdine
hu: Közvetlen + némítás
it: Diretto + Muto
nl: Direct + dempen
pl: Przekieruj + Wyc.
sr: Директно + Пригушивање

source: Override + Mute
bg: Замяна + заглушаване
es: Anular + Silenciar
fr: Outre-passer + Mettre en Sourdine
hu: Felülírás + némítás
it: Annullo + Muto
nl: Negeren + dempen
pl: Nadpisz + Wycisz
sr: Промена + Пригушивање

source: Direct + Over. + Mute
bg: Дир. + зам. + заг.
es: Directo + Anular + Silenciar
fr: Direct + Outr. + Sourdine
hu: Közvetlen + felülírás + némítás
it: Diretto + Ann. + Muto
nl: Direct + negeren + dempen
pl: Przek. + Nadp + Wyc.
sr: Директно + Пром. + Пригуш.
