Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Can't chat - you are muted
bg: Не можете да пишете, защото сте заглушени
cs: Nelze posílat zprávy — jsi umlčen
el: Δεν μπορείτε να συνομιλήσετε - είστε σίγαση
es: No puedes chatear - estás silenciado
fr: Impossible d'utiliser le chat - Vous avez été mis en sourdine
hu: Nem cseveghetsz - némítva vagy
it: Impossibile chattare - sei mutato
nl: Kan niet chatten - je bent gedempt
pl: Nie możesz pisać - jesteś uciszony
ru: Вы не можете писать - на вас наложен мьют
sr: Не можете четовати - пригушени сте

source: ^5You've been unmuted
bg: ^5Бяхте отглушени
cs: ^5Umlčení zrušeno
el: ^5Έχετε κατάργησε τη σίγαση
es: ^5Ya no estás silenciado
fr: ^5Vous n'êtes plus en sourdine
hu: ^5Némításod feloldásra került
it: ^5Sei stato smutato
nl: ^5Je bent niet meer gedempt
pl: ^5Odzyskałeś możliwość pisania
ru: ^5Вас разглушили
sr: ^5Нисте више пригушени

source: ^7Status : ID : Player Nudge Rate MaxPkts Snaps Specials
bg: ^7Статус : ID : Player Nudge Rate MaxPkts Snaps Specials
cs: ^7Stav : ID : Hráč Nudge Rate MaxPkts Snaps Specials
el: ^7 Κατάσταση : ID: Παίκτης Σκουντώ τιμή MaxPkts Snaps Προσφορές
es: ^7Estado : ID : Jugador Nudge Rate MaxPkts Snaps Especiales
it: ^7Stato : ID : Giocatore Nudge Rate MaxPkts Snaps Speciali
nl: ^7Status : ID : Speler Nudge Rate MaxPkts Snaps Specials
pl: ^7Status : ID : Gracz Nudge Rate Pakiety Snaps Specjalne
sr: ^7Статус : ID : Играч Подстр Прен МаксПак Снеп Спец

source: ^5 Available Game Commands: ------------------------
bg: ^5 Достъпни игрови команди: ------------------------
cs: ^5 Dostupné příkazy: ------------------------
el: ^5 Διαθέσιμες εντολές Παιχνίδι: ------------------------
es: ^5 Comandos disponibles: ------------------------
fr: ^5 Commandes de Jeu Disponibles: ------------------------
hu: ^5 Elérhető játékparancsok: ------------------------
it: ^5 Comandi Disponibili: ------------------------
nl: ^5 Beschikbare spelcommando's: ------------------------
pl: ^5 Dostępne Komendy W Grze: ------------------------
ru: ^5 Доступные команды: ------------------------
sr: ^5 Доступне команде у игри: ------------------------

source: Type: ^3\command_name ?^7 for more information
bg: Напишете ^3\вашата_команда ?^7 за повече информация
cs: Napiš: ^3\název_příkazu ?^7 pro více informací
el: Τύπος: ^3 \ εντολή_ όνομα ^7 για περισσότερες πληροφορίες
es: Escribe: ^3\nombre_del_comando ?^7 para más información
fr: Type: ^3\nom_de_la_commande ?^7 pour plus d'information
hu: Írd be, hogy: ^3\command_name ?^7 több információért
it: Scrivi: ^3\nome_comando ?^7 per ulteriori informazioni
nl: Typ: ^3\commandonaam ?^7 voor meer informatie
pl: Napisz: ^3\nazwa_komendy ?^7 aby uzyskać więcej informacji
ru: Наберите: ^3\название_команды ?^7 для доп. информации по нужной команде
sr: Укуцајте: ^3\command_name ?^7 за више података

source: Spectators can't lock a team!
bg: Наблюдателите нямат право да заключват отбори!
cs: Divák nemůže uzamknout tým!
el: Οι θεατές δεν μπορεί να κλειδώσει μια ομάδα!
es: ¡Los espectadores no pueden bloquear un equipo!
fr: Les spectateurs ne peuvent pas verrouiller une équipe!
hu: Nézők nem zárhatnak le csapatot!
it: Gli spettatori non possono bloccare un team!
nl: Toeschouwers kunnen niet een team sluiten!
pl: Widzowie nie mogą zablokować zespołu!
ru: Нельзя фиксировать стороны в режиме Наблюдателя!
sr: Гледаоци не могу да закључају тим!

source: The ^4Allies^7 team is now locked!
bg: Отбор ^4Съюзници^7 е заключен
cs: Tým ^4Spojenců^7 je uzamčen!
el: Η ομάδα ^4Allies ^7 είναι τώρα κλειδωμένη!
es: ¡El equipo ^4Aliado^7 está bloqueado ahora!
fr: L'équipe des ^4Alliés^7 est maintenant verrouillé!
hu: A ^4Szövetségesek^7 csapata lezárásra került!
it: Ora il team ^4Alleati^7 è bloccato!
nl: Het ^4Geallieerden^7 team is nu gesloten!
pl: Zespół ^4Aliantów^7 jest teraz zablokowany!
ru: ^4Союзники^7 зафиксированы!
sr: Тим ^4Савезници^7 је сада закључан!

source: ^3Your team is already locked!
bg: ^3Отборът е заключен!
cs: ^3Tvůj tým již je uzamčen!
el: ^3Ομάδα σας είναι ήδη κλειδωμένη!
es: ^3Tu equipo ya está bloqueado!
fr: ^3Votre équipe est déjà verrouillé!
hu: ^3A csapatod már le van zárva!
it: ^3Il tuo team è già bloccato!
nl: ^3Je team is al gesloten!
pl: ^3Twój zespół jest już zablokowany!
ru: ^3Ваша команда уже зафиксирована!
sr: ^3Ваш тим је већ закључан!

source: The ^4Allies^7 team is now unlocked!
bg: Отбор ^4Съюзници^7 е отключен
cs: Tým ^4Spojenců^7 je odemčen!
el: Η ομάδα ^4Allies ^7 είναι τώρα ξεκλείδωτη!
es: ¡El equipo ^4Aliado^7 está desbloqueado ahora!
fr: L'équipe des ^4Allies^7 est maintenant déverrouillé!
hu: A ^4Szövetségesek^7 csapata feloldásra került!
it: Ora il team ^4Alleati^7 è sbloccato!
nl: Het ^4Geallieerden^7 team is nu geopend!
pl: Zespół ^4Aliantów^7 jest już odblokowany!
ru: Команда ^4Союзников^7 открыта!
sr: Тим ^4Савезници^7 је сада откључан!

source: ^3Your team is already unlocked!
bg: ^3Отборът е отключен!
cs: ^3Tvůj tým již je odemčen!
el: ^3Ομάδα σας έχει ήδη ξεκλειδωθεί!
es: ^3Tu equipo ya está desbloqueado!
fr: ^3Votre équipe est déjà déverrouillé!
hu: ^3A csapatod már feloldásra került!
it: ^3Il tuo team è già sbloccato!
nl: ^3Je team is al geopend!
pl: ^3Twój zespół jest juz odblokowany!
ru: ^3Ваша команда уже открыта!
sr: ^3Ваш тим је већ откључан!

source: Spectators can't unlock a team!
bg: Наблюдателите нямат право да отключват отбори!
cs: Diváci nemohou odemknout tým!
el: Οι θεατές δεν μπορούν να ξεκλειδώσετε μια ομάδα!
es: ¡Los espectadores no pueden desbloquear un equipo!
fr: Les spectateur ne peuvent pas déverrouiller une équipe!
hu: Nézők nem oldhatnak fel csapatot!
it: Gli spettatori non possono sbloccare un team!
nl: Toeschouwers kunnen geen teams openen!
pl: Widzowie nie mogą odblokować zespołu!
ru: Нельзя открывать стороны в режиме Наблюдателя!
sr: Гледаоци не могу да откључају тим!

source: The ^1Axis^7 team is now locked!
bg: Отбор ^1Потисници^7 е заключен!
cs: Tým ^1Osy^7 je uzamčen!
el: Η ομάδα ^1Axis ^7 είναι τώρα κλειδωμένη!
es: ¡El equipo ^1Eje^7 está bloqueado ahora!
fr: L'équipe de L'^1Axe^7 est maintenant verrouillé!
hu: A ^1Tengelyhatalmak^7 csapata lezárásra került!
it: Il team ^1Asse^7 ora è bloccato!
nl: Het ^1Axis^7 team is nu gesloten!
pl: Zespół ^1Osi^7 jest teraz zablokowany!
ru: Команда ^1Фашистов^7 зафиксирована!
sr: Тим ^1Силе осовине^7 је сада закључан!

source: The ^1Axis^7 team is now unlocked!
bg: Отбор ^1Потисници^7 е отключен!
cs: Tým ^1Osy^7 je odemčen!
el: Η ομάδα ^1Axis ^7 είναι τώρα ξεκλείδωτη!
es: ¡El equipo ^1Eje^7 está desbloqueado ahora!
fr: L'équipe de L'^1Axes^7 est maintenant déverrouillé!
hu: A ^1Tengelyhatalmak^7 csapata feloldásra került!
it: Il team ^1Asse^7 ora è sbloccato!
nl: Het ^1Axis^7 team is nu geopend!
pl: Zespół ^1Osi^7 jest już odblokowany!
ru: Команда ^1Фашистов^7 открыта!
sr: Тим ^1Силе осовине^7 је сада откључан!

source: Team commands not enabled on this server.
bg: Използването отборни команди не е позволено от сървъра.
cs: Příkazy týmu nejsou povoleny na tomto serveru.
el: Η ομάδα δεν εντολές ενεργοποιηθεί σε αυτόν το διακομιστή.
es: Las órdenes de equipo están desactivadas en este servidor.
fr: Les commandes d'équipes ne sont pas activé sur ce serveur.
hu: Csapat parancsok nem engedélyezettek ezen a szerveren.
it: Comandi team non abilitati su questo server.
nl: Teamcommando's zijn uitgeschakeld op deze server.
pl: Komendy Zespołu nie są włączone na tym serwerze.
ru: Общие команды, применяемые к играющим сторонам, отключены на этом сервере.
sr: Тимске команде нису укључене на овом серверу.

source: ^3>>> Unknown vote command: ^7
bg: ^3>>> Неизвестна команда за гласуване: ^7
cs: ^3>>> Neznámý příkaz hlasování: ^7
el: ^3 >>> Άγνωστη εντολή ψηφοφορίας: ^7
es: ^3>>> Comando de voto desconocido: ^7
fr: ^3>>> Commande de vote inconnue: ^7
hu: ^3>>> Ismeretlen szavazási parancs: ^7
it: ^3>>> Comando voto sconosciuto: ^7
nl: ^3>>> Onbekend stemming commando: ^7
pl: ^3>>> Nieznana komenda głosowania: ^7
ru: ^3>>> Неизвестная команда голосования: ^7
sr: ^3>>> Непозната гласачка команда: ^7

source: Valid ^3callvote^7 commands are: ^3----------------------------
bg: Позволени команди към^3callvote^7: ^3----------------------------
cs: Platné parametry ^3callvote^7 jsou: ^3----------------------------
el: Ισχύει ^3callvote ^7 εντολές είναι: ^3 ----------------------------
es: Los comandos ^3callvote^7 válidos son: ^3----------------------------
fr: Les commandes Valides pour ^3callvote^7 sont: ^3----------------------------
hu: Az érvényes ^3callvote^7 parancsok a következők: ^3----------------------------
it: Comandi ^3callvote^7 validi: ^3----------------------------
nl: Geldige ^3callvote^7 commando's zijn: ^3----------------------------
pl: Prawidłowymi komendami ^3callvote^7 są: ^3----------------------------
ru: Использование команды ^3callvote^7: ^3------------------------
sr: Валидне ^3callvote^7 команде су: ^3----------------------------

source: Usage: ^3\callvote <command> <params> ^7For current settings/help, use: ^3\callvote <command> ?
bg: Използване: ^3\callvote <command> <params> ^7За достъпните настройки и помощ, въведете: ^3\callvote <command> ?
cs: Použití: ^3\callvote <příkaz> <parametry> ^7Pro současná nastavení nebo nápovědu použij:: ^3\callvote <příkaz> ?
el: Χρήση: ^3 \ callvote <command> <params> ^7για τρέχουσες ρυθμίσεις / βοήθεια, χρήση: ^3 \ callvote <command>;
es: Uso: ^3\callvote <command> <params> ^7Para la configuración/ayuda actual, use: ^3\callvote <command> ?
fr: Usage: ^3\callvote <commande> <paramètres> ^7Pour les réglages actuels /help, usage: ^3\callvote <commande> ?
hu: Használat: ^3\callvote <command> <params> ^7A jelenlegi beállításokért/segítségért, használd a következőt: ^3\callvote <command> ?
it: Uso: ^3\callvote <comando> <parametri> ^7Per le impostazioni/aiuto correnti: ^3\callvote <comando> ?
nl: Gebruik: ^3\callvote <command> <params> ^7Voor huidige opties/help, gebruik: ^3\callvote <command> ?
pl: Użycie: ^3\callvote <komenda> <parametry> ^7Dla bieżących ustawień/pomocy, użyj: ^3\callvote <komenda> ?
ru: Использование команды: ^3\callvote <команда_голосования> <параметры> ^7Для вывода текущих настроек и помощи по доступным командам голосования наберите: ^3\callvote <команда_голосования> ?
sr: пример ^3\callvote <command><params> ^7За тр. подешавања/помоћ: ^3\callvote <command>?

source: Type ^3\stats <player_id>^7 to see stats on an active player.
bg: Използвайте ^3\stats <player_id>^7, за да прегледате данните за активен играч.
cs: Pro zobrazení statistik hrajícího hráče napiš: ^3\stats <id_hráče>^7
el: Τύπος ^3 \ στατιστικά <player_id> ^7 για να δείτε στατιστικά σε μια ενεργό παίκτη.
es: Escribe ^3\stats <player_id> ^7 para ver las estadísticas de un jugador activo.
fr: Type ^3\stats <joueur_id>^7 Pour voir les statistiques du joueur actif.
hu: Írd be, hogy ^3\stats <player_id>^7, hogy lásd az aktív játékosok statisztikáit.
it: Scrivi ^3\stats <id_giocatore>^7 per vedere le sue statistiche.
nl: Typ ^3\stats <player_id>^7 om de statistieken van een speler te bekijken.
pl: Napisz ^3\stats <id_gracza>^7, aby zobaczyć statystyki aktywnego gracza.
ru: Наберите ^3\stats <player_id >^7 , чтобы увидеть детальную статистику по присутствующему игроку.
sr: Укуцајте ^3\stats <player_id> ^7 да видите податке о акт. играчу.

source: Spectators can't ready a team!
bg: Наблюдателите не могат да започ принудително играта!
cs: Diváci nemohou označit tým jako připravený!
el: Οι θεατές δεν μπορεί να είναι έτοιμη μια ομάδα!
es: ¡Los espectadores no pueden votar como listo!
fr: Les spectateurs ne peuvent pas passer une équipe en "prête"!
hu: Nézők nem tehetik a csapatokat készenlétbe!
it: Gli spettatori non possono far partire una squadra!
nl: Toeschouwers kunnen een team niet gereed melden!
pl: Widzowie nie mogą być gotowi!
ru: Нельзя давать статус 'ГОТОВ!' сторонам в режиме Наблюдателя!
sr: Гледаоци не могу да спреме тим!

source: The ^4Allies^7 team is ready!
bg: Отбор ^4Съюзници^7 е готов!
cs: Tým ^4Spojenců^7 je připraven!
el: ο ^4Allies ^7 ομάδα είναι έτοιμη!
es: ¡El equipo ^4Aliado^7 está listo!
fr: L'équipe des ^4Alliés^7 est prête!
hu: A ^4Szövetségesek^7 csapata készen áll!
it: Il team ^4Alleati^7 è pronto!
nl: Het ^4Geallieerden^7 team is gereed!
pl: Zespół ^4Aliantów^7 jest gotowy!
ru: ^4Союзники^7 готовы!
sr: Тим ^4Савезници^7 је спреман!

source: The ^1Axis^7 team is ready!
bg: Отбор ^1Потисници^7 е готов!
cs: Tým ^1Osy^7 he připraven!
el: ο ^1Axis ^7 ομάδα είναι έτοιμη!
es: ¡El equipo ^1Eje^7 está listo!
fr: L'équipe de L'^1Axes^7 est prête!
hu: A ^1Tengelyhatalmak^7 csapata készen áll!
it: Il team ^1Asse^7 è pronto!
nl: Het ^1Axis^7 team is gereed!
pl: Zespół ^1Osi^7 jest gotowy!
ru: ^1Фашисты^7 готовы!
sr: Тим ^1Силе осовине^7 је спреман!

source: A vote is already in progress.
bg: Протича гласуване.
cs: Hlasování již probíhá.
el: Η ψήφος είναι ήδη σε εξέλιξη.
es: Ya hay una votación en curso.
fr: Un vote est déjà en cours.
hu: Egy szavazás már folyamatban van.
it: È già in corso una votazione.
nl: Er is al een stemming bezig.
pl: Głosowanie jest już w toku.
ru: Голосование в процессе.
sr: Гласање је већ у току.

source: called a vote.
bg: свика гласуване.
cs: vyvolal hlasování.
el: ονομάζεται ψηφοφορία.
es: lanzó una votación.
fr: appel au vote.
hu: szavazást hívott.
it: ha richiesto una votazione.
nl: heeft een stemming gestart.
pl: zwołał głosowanie.
ru: начал голосование.
sr: је започео/ла гласање.

source: ^5Vote passed!
bg: ^5Успешно гласуване!
cs: ^5Hlasování: schváleno!
el: ^5Vote περάσει!
es: ^5¡Votación aprobada!
fr: ^5Le Vote est passé!
hu: ^5Szavazás elfogadva!
it: ^5Voto passato!
nl: ^5Stemming geslaagd!
pl: ^5Głosownie zaliczone!
ru: ^5Голосование окончено!
sr: ^5Гласање успешно!

source: Spectator team
bg: отбор Наблюдатели
cs: Tým diváků
el: Η ομάδα θεατή
es: Equipo Espectador
fr: Équipe des spectateurs
hu: Nézelődő csapat
it: Spettatore
nl: Toeschouwersteam
pl: Zespół Widzów
ru: Наблюдатели
sr: Тим Гледаоци

source: Allies team
bg: отбор Съюзници
cs: Tým Spojenců
el: Η ομάδα των Συμμάχων
es: Equipo Aliado
fr: Équipe des Alliés
hu: Szövetségesek csapata
it: Team Alleati
nl: Geallieerden team
pl: Zespół Aliantów
ru: Команда союзников
sr: Тим Савезници

source: Axis team
bg: отбор Потисници
cs: Tým Osy
el: Η ομάδα του άξονα
es: Equipo Eje
fr: Équipe de l'Axes
hu: Tengelyhatalmak csapata
it: Team dell'Asse
pl: Zespół Osi
ru: Фашисты
sr: Тим Силе осовине

source: Sorry,
bg: Забранено гласуване,
cs: Promiň,
el: Συγνώμη,
es: Lo sentimos
fr: Désolé,
hu: Bocsi.
it: Spiacente,
pl: Wybacz,
ru: Извините,
sr: Извините,

source: voting has been disabled
bg: съжаляваме
cs: hlasování je zakázáno
el: ψήφου έχει απενεργοποιηθεί
es: las votaciones han sido desactivadas
fr: les votes ont été désactivés.
hu: szavazás kikapcsolásra került
it: le votazioni sono state disabilitate
nl: stemmen is uitgeschakeld
pl: głosowanie zostało wyłączone
ru: голосования отключены
sr: гласање је искључено

source: Not allowed to call a vote as a spectator.
bg: Не е позволено да започвате гласуване като наблюдател.
cs: Divák nemá povoleno vyvolávat hlasování.
el: Δεν επιτρέπεται να καλέσει σε ψηφοφορία ως θεατής.
es: No está permitido abrir votaciones como espectador.
fr: Interdit d'appeler au vote en tant que spectateur.
hu: Nézőként nem engedélyezett a szavazás hívása.
it: Non sei autorizzato a votare da spettatore.
nl: Je kunt geen stemming starten als toeschouwer.
pl: Nie można głosować jako obserwator.
ru: Зритель не может начинать голосования.
sr: Не смете да започнете гласање као гледалац.

source: called a vote.
bg: свика гласуване.
cs: vyvolal hlasování.
el: ονομάζεται ψηφοφορία.
es: lanzó una votación.
fr: a appelé à voter.
hu: szavazást hívott.
it: ha richiesto una votazione.
nl: heeft een stemming gestart.
pl: zwołał głosowanie.
ru: начал голосование.
sr: је започео/ла гласање.

source: Vote cast.
bg: Подадено гласуване.
cs: Hlas odevzdán.
el: Ψήφο.
es: Resultado de la votación.
fr: A Voté.
hu: Szavazat elküldve.
it: Voto espresso.
nl: Stem uitgebracht.
pl: Oddanie głosów.
ru: Голос подан.
sr: Глас дат.

source: 's KA-BAR
bg: с боен нож
cs: [KA-BAR]
es: con su KA-BAR
fr: au KA-BAR
hu: KA-BAR-jának
it: con un KA-BAR
pl: Nożem Bojowym
ru: (KA-BAR)
sr: -ов/ин КА-БАР

source: 's knife arts
bg: с касапски умения
el: 's μαχαίρια τέχνες
es: con sus habilidades con el cuchillo
fr: et son art du couteau
hu: késének
it: e le sue arti del coltello
nl: 's mestechnieken
pl: nożem
ru: (нож)
sr: -ова/ина вештина са ножем

source: 's .45ACP 1911
bg: с 45ACP 1911
cs: [.45ACP 1911]
es: con su .45ACP 1911
fr: au .45ACP 1911
hu: .45ACP 1911-ének
it: con una .45ACP 1911
pl: Coltem .45
ru: (.45ACP 1911)
sr: -ов/ин М1911 .45ACP

source: 's Thompson
bg: с Thompson
cs: [Thompson]
es: con su Thompson
fr: à la Thompson
hu: Thompsonjának
it: con un Thompson
pl: Thompsonem
ru: (Томпсон)
sr: -ов/ин Томпсон

source: 's MP 40
bg: с MP 40
cs: [MP 40]
es: con su MP 40
fr: au MP 40
hu: MP40-ének
it: con un MP 40
pl: MP 40
ru: (MP40)
sr: -ов/ин МП 40

source: 's knife
bg: с нож
cs: [nůž]
el: 'S μαχαίρι
es: con su cuchillo
fr: au couteau
hu: késének
it: con un pugnale
nl: 's mes
pl: nożem
ru: (нож)
sr: -ов/ин нож

source: 's Luger 9mm
bg: с Luger 9mm
cs: [Luger 9mm]
el: 'S Luger 9 χιλιοστών
es: con su Luger 9mm
fr: au Luger 9mm
hu: 9mm-es Lügerének
it: con una Luger 9mm
pl: Lugerem 9mm
ru: (Люгер 9мм)
sr: -ов/ин Лугер 9mm

source: 's Panzerfaust
bg: с Panzerfaust
cs: [Panzerfaust]
es: con su Panzerfaust
fr: au Panzerfaust
hu: Panzerfaustjának
it: con un Panzerfaust
pl: Pociskiem z Panzerfausta
ru: (Панцерфауст)
sr: -ов/ин Панцерфауст

source: 's Garand
bg: с Garand
cs: [Garand]
es: con su Garand
fr: au Garand
hu: Garandjának
it: con un Garand
pl: Garantem
ru: (Garand)
sr: -ов/ин Гаранд

source: 's Sten
bg: с Sten
cs: [Sten]
es: con su Sten
fr: au Sten
hu: Stenjének
it: con uno Sten
pl: Stenem
ru: (Sten)
sr: -ов/ин Стен

source: 's FG 42
bg: с FG 42
cs: [FG 42]
es: con su FG 42
fr: au FG 42
hu: FG 42-jének
it: con un FG 42
pl: FG 42
ru: (FG 42)
sr: -ов/ин ФГ 42

source: 's K43
bg: с K43
cs: [K43]
es: con su K43
fr: au K43
hu: K43-jának
it: con un K43
pl: K43
ru: (K43)
sr: -ов/ин К43

source: 's Bazooka
bg: с Bazooka
cs: [Bazooka]
el: 'S μπαζούκας
es: con su Bazooka
fr: au Bazooka
hu: Bazookájának
it: con un Bazooka
pl: Pociskiem z Bazooki
ru: (Базука)
sr: -ова/ина Базука

source: 's Akimbo .45ACP 1911s
bg: с Akimbo .45ACP 1911
cs: [dvojice .45ACP 1911]
es: con su Akimbo .45ACP 1911s
fr: à l'Akimbo .45ACP 1911s
hu: Akimbo .45ACP 1911-ének
it: con una Akimbo .45ACP 1911s
pl: Podwójnym .45ACP 1911s
ru: с двух рук! (.45ACP 1911 г.)
sr: -ов/ин М1911 .45ACP X2

source: Server disconnected
bg: Недостъпен сървър
cs: Server odpojen
el: διακομιστής αποσυνδέθηκε
es: Servidor desconectado
fr: Le serveur s'est déconnecté
hu: Szerver lekapcsolódott
it: Server disconnesso
nl: Serververbinding verbroken
pl: Serwer rozłączony
ru: Отключён от сервера
sr: Сервер дисконектован

source: Server connection timed out.
bg: Разпадната връзка със сървъра.
cs: Spojení se serverem vypršelo.
el: σύνδεση διακομιστή έληξε.
es: Conexión con el servidor caducada.
fr: La connexion au serveur a expiré.
hu: Szerver kapcsolódási ideje lejárt.
it: Connessione al server scaduta.
nl: Serververbinding time-out.
pl: Połączenie z serwerem przerwane.
ru: Тайм-аут соединения с сервером.
sr: Конекција на сервер истекла.

source: Server disconnected for unknown reason
bg: Загубена връзката със сървъра по неясна причина
cs: Server odpojen z neznámého důvodu
el: Διακομιστή αποσυνδεθεί για άγνωστο λόγο
es: Servidor desconectado por razones desconocidas.
fr: Le serveur s'est déconnecté pour une raison inconnue
hu: Szerver ismeretlen okból lekapcsolódott
it: Server disconnesso per motivi sconosciuti
nl: Serververbinding verbroken door onbekende oorzaak
pl: Serwer rozłączony z nieznanej przyczyny
ru: Отключён от сервера по неизвестной причине
sr: Сервер дисконектован из непознатих разлога

source: 's Akimbo Luger 9mms
bg: с Akimbo Luger 9mms
cs: [dvojice Luger 9mm]
es: con su Akimbo Luger 9mms
fr: à l'avec un Akimbo Luger 9mms
hu: 9mm-es Akimbo Lügerének
it: con una Akimbo Luger 9mm
pl: Podwójnym Lugerem 9mm
ru: с двух рук! (Luger, 9мм)
sr: -ов/ин Лугер 9mm X2

source: Cheats are not enabled on this server.
bg: Използването кодове не е позволено от сървъра.
cs: Švindly nejsou povoleny na tomto serveru.
el: Απατεώνες δεν έχουν ενεργοποιηθεί σε αυτόν το διακομιστή.
es: Trucos no activados en este servidor.
fr: La tricherie n'est pas activée sur le serveur.
hu: Csalások nem engedélyezettek ezen a szerveren.
it: Trucchi non abilitati in questo server.
nl: Cheats zijn uitgeschakeld op deze server.
pl: Kody nie są włączone na tym serwerze.
ru: Читы отключены на этом сервере.
sr: Читови нису укључени на овом серверу.

source: team: class is not available
bg: отбор: този клас е недостъпен
cs: tým: třída není dostupná
el: ομάδα: κατηγορία δεν είναι διαθέσιμη
es: equipo: clase no disponible
fr: équipe: la classe n'est pas disponible
hu: csapat: kaszt nem elérhető
it: team: classe non disponibile
nl: team: klasse is niet beschikbaar
pl: zespół: klasa nie jest dostępna
ru: команда: класс недоступен
sr: тим: класа није доступна

source: ^1Soldier^7 is not available! Choose another class!
bg: Не може да бъдете ^1Войник^7! Изберете друг клас!
cs: ^1Voják^7 není dostupný! Vyber jinou třídu!
el: ^1Soldier ^7 δεν είναι διαθέσιμη! Επιλέξτε άλλη κατηγορία!
es: ^7¡^1Soldado^7 no esta disponible! ¡Elije otra clase!
fr: ^1Soldat^7 n'est pas disponible! Choisissez une autre classe!
hu: A ^1katonatiszt^7 nem elérhető! Válassz egy másik kasztot!
it: ^1Soldato^7 non disponibile! Scegli un'altra classe!
nl: ^1Soldaat^7 is niet beschikbaar! Kies een andere klasse!
pl: ^1Żołnierz^7 nie jest dostępny! Wybierz inną klasę!
ru: Класс ^1'Солдат'^7 недоступен, выберите другой!
sr: ^1Војник^7 није доступан! Изаберите другу класу!

source: ^1Medic^7 is not available! Choose another class!
bg: Не може да бъдете ^1Лекар^7! Изберете друг клас!
cs: ^1Medik^7 není dostupný! Vyber jinou třídu!
el: ^1Medic ^7 δεν είναι διαθέσιμη! Επιλέξτε άλλη κατηγορία!
es: ^7¡^1Médico^7 no esta disponible! ¡Elije otra clase!
fr: ^1Médecin^7 n'est pas disponible! Choisissez une autre classe!
hu: A ^1felcser^7 tiszt nem elérhető! Válassz egy másik kasztot!
it: ^1Medico^7 non disponibile! Scegli un'altra classe!
nl: ^1Arts^7 is niet beschikbaar! Kies een andere klasse!
pl: ^1Medyk^7 nie jest dostępny! Wybierz inną klasę!
ru: Класс ^1'Медик'^7 недоступен, выберите другой!
sr: ^1Лекар^7 није доступан! Изаберите другу класу!

source: ^1Engineer^7 is not available! Choose another class!
bg: Не може да бъдете ^1Инженер^7! Изберете друг клас!
cs: ^1Inženýr^7 není dostupný! Vyber jinou třídu!
el: ^1Engineer ^7 δεν είναι διαθέσιμη! Επιλέξτε άλλη κατηγορία!
es: ^7¡^1Ingeniero^7 no esta disponible! ¡Elije otra clase!
fr: ^1Ingénieure^7 n'est pas disponible! Choisissez une autre classe!
hu: A ^1Műszaki tiszt^7 nem elérhető! Válassz egy másik kasztot!
it: ^1Ingegnere^7 non disponibile! Scegli un'altra classe!
nl: ^1Ingenieur^7 is niet beschikbaar! Kies een andere klasse!
pl: ^1Inżynier^7 nie jest dostępny! Wybierz inną klasę!
ru: Класс ^1'Инженер'^7 недоступен, выберите другой!
sr: ^1Инжењер^7 није доступан! Изаберите другу класу!
