Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Deploying in ^3%d ^7second
bg: Ще бъдете разгърнат след ^3%d ^7сек.
cs: Nasazení za ^3%d ^7sekundu
el: Η ανάπτυξη σε ^3% d ^7 δευτερόλεπτα
es: Desplegando en ^3%d ^7segundo
fi: Sijoitetaan ^3%d ^7sekunnin kuluttua
fr: Déploiement dans ^3%d ^7seconde
hu: Hadba állás ^3%d ^7másodperc múlva
it: Schieramento in ^3%d ^7secondo
nl: Inzetten in ^3%d ^7seconden
pl: Rozstawienie za ^3%d ^7sekunde
ru: Развёртывание через ^3%d ^7секунду
sr: Улазак за ^3%d ^7секунди

source: Bonus Life! Deploying in ^3%d ^7seconds
bg: Допълнителен живот! Ще бъдете разгърнат след ^3%d ^7сек.
cs: Život navíc! Nasazení za ^3%d ^7sekund
el: Μπόνους ζωή! Η ανάπτυξη σε ^3% d ^7 δευτερόλεπτα
es: ¡Vida Extra! Desplegando en ^3%d ^7segundos
fi: Lisäelämä! Sijoitetaan ^3%d ^7sekunnin kuluttua
fr: Vie supplémentaire ! Déploiement dans ^3%d ^7secondes
hu: Bónusz élet! Hadba állás ^3%d ^7 másodperc múlva
it: Vita Bonus! Schieramento in ^3%d ^7secondi
nl: Bonusleven! Inzetten in ^3%d ^7seconden
pl: Dodatkowe Życie! Rozstawienie za ^3%d ^7sekund
ru: Бонусная жизнь! Прибытие через ^3%d ^7секунд
sr: Бонус живот! Улазак за ^3%d ^7секунди

source: Bonus Life! Deploying in ^3%d ^7second
bg: Допълнителен живот! Ще бъдете разгърнат след ^3%d ^7сек.
cs: Život navíc! Nasazení za ^3%d ^7sekundu
el: Μπόνους ζωή! Η ανάπτυξη σε ^3% d ^7 δευτερόλεπτα
es: ¡Vida Extra! Desplegando en ^3%d ^7segundo
fi: Lisäelämä! Sijoitetaan ^3%d ^7sekunnin kuluttua
fr: Vie supplémentaire ! Déploiement dans ^3%d ^7seconde
hu: Bónusz élet! Hadba állás ^3%d ^7 másodperc múlva
it: Vita Bonus! Schieramento in ^3%d ^7secondo
nl: Bonus leven! Inzetten in ^3%d ^7seconde
pl: Dodatkowe Życie! Rozstawienie za ^3%d ^7sekund
ru: Бонусная жизнь! Появление через ^3%d ^7секунд
sr: Бонус живот! Улазак за ^3%d ^7секунди

source: No more deployments this round
bg: Не се допускат повече разгръщания до края на кръга.
cs: Žádné další nasazení v tomto kole
el: περισσότερες αναπτύξεις αυτό το γύρο
es: No hay más despliegues en esta ronda
fi: Ei enää sijoituksia tällä kierroksella
fr: Plus de déploiements pour cette manche
hu: Nincs több hadrendbe állás ebben a körben.
it: Nessun altro schieramento per questo turno
nl: Geen versterkingen meer deze ronde
pl: Brak rozstawień w tej rundzie
ru: Больше никаких подкреплений в этом раунде
sr: Нема више улазака у овој рунди

source: Following
bg: Следвате
cs: Sleduješ
el: Εξής
es: Siguiendo
fi: Seurataan
fr: Sur
hu: Követed:
it: Stai seguendo
nl: Volgen
pl: Śledzenie
ru: Наблюдение за
sr: Пратите:

source: ^3Config: ^7%s^7
bg: ^3Настройка: ^7%s^7
cs: ^3Konfig: ^7%s^7
fi: ^3Asetustiedosto: ^7%s^7
hu: ^3Konfig: ^7%s^7
it: ^3Configurazione: ^7%s^7
pl: ^3Konfiguracja: ^7%s^7
ru: ^3Конфигурация: ^7%s^7
sr: ^3Конфигурација: ^7%s^7

source: ^3WARMUP:^7 Waiting on ^2%i^7 %s
bg: ^3ПОДГОТОВКА:^7 Изчакване на ^2%i^7 %s
cs: ^3ROZCVIČKA:^7 čeká se na ^2%i^7 %s
el: ^3ΖΈΣΤΑΜΑ:^7 Αναμονή on ^2%i^7 %s
es: ^3CALENTAMIENTO:^7 Esperando a ^2%i^7 %s
fi: ^3LÄMMITTELY:^7 Odotetaan ^2%i^7 %s
fr: ^3ÉCHAUFFEMENT:^7 en attente de ^2%i^7 %s
hu: ^3BEMELEGÍTÉS:^7 Várakozás^2 %i^7 %s
it: ^3RISCALDAMENTO:^7 Attesa di ^2%i^7 %s
nl: ^3OPWARMEN: ^7Op ^2%i^7 %s wachten
pl: ^3ROZGRZEWKA:^7 Oczekiwanie na ^2%i^7 %s
ru: ^3РАЗМИНКА:^7 Ждём ^2%i^7 %s
sr: ^3ЗАГРЕВАЊЕ:^7 Чека се ^2%i^7%s

source: player
bg: играч
cs: hráče
el: παίχτης
es: jugador
fi: pelaaja
fr: joueur
hu: játékos
it: giocatore
nl: speler
pl: gracza
ru: игрок
sr: играч

source: players
bg: играчи
cs: hráčů
el: παίκτες
es: jugadores
fi: pelaajat
fr: joueurs
hu: játékosra
it: giocatori
nl: spelers
pl: graczy
ru: игроков
sr: играчи

source: Type ^3\ready^7 in the console to start
bg: Напишете в конзолата ^3\ready^7 за започване
cs: Pro start napiš ^3\ready^7 do konzole
el: Τύπος ^3 \ έτοιμο ^7 στην κονσόλα για να ξεκινήσει
es: Escribe ^3\ready^7 en la consola para empezar
fi: Kirjoita ^3\ready^7 konsoliin aloittaaksesi
fr: Tapez ^3\ready^7 dans la console pour commencer
hu: A kezdéshez írd be a konzolba, hogy ^3\ready^7
it: Digita ^3\ready^7 nella console per iniziare
nl: Typ ^3\ready^7 in de console om te starten
pl: Napisz ^3\ready^* w konsoli, aby rozpocząć
ru: Чтобы начать напишите ^3\ready^7 в консоли
sr: Укуцајте ^3\ready^7 у конзолу да почнете

source: Press ^3%s^7 to start
bg: Натиснете ^3%s^7 за започване
cs: Pro start stiskni ^3%s^7
el: Πατήστε ^3% s ^7 για να ξεκινήσει
es: Pulsa ^3%s^7 para empezar
fi: Paina ^3%s^7 aloittaaksesi
fr: Appuyez sur ^3%s^7 pour commencer
hu: Nyomd meg a(z) ^3%s^7 gombot a kezdéshez
it: Premi ^3%s^7 per iniziare
nl: Druk ^3%s^7 om te starten
pl: Wciśnij ^3%s^7 aby rozpocząć
ru: Нажмите ^3%s^7 чтобы начать
sr: Притисните ^3%s^7 да почнете

source: ^3WARMUP:^7 Match begins in
bg: ^3ПОДГОТОВКА:^7 Играта започва след
cs: ^3ROZCVIČKA:^7 zápas začne za
el: ^3ΖΈΣΤΑΜΑ: ^7 Αγώνας αρχίζει το
es: ^3CALENTAMIENTO:^7 La partida empieza en
fr: ^3ECHAUFFEMENT:^7 la partie commence dans
hu: ^3BEMELEGÍTÉS:^7 Kezdődik a meccs! Visszaszámlálás folyamatban:
it: ^3RISCALDAMENTO:^7 Inizio tra
nl: ^3WARMUP:^7 Wedstrijd begint in
pl: ^3ROZGRZEWKA:^7 Mecz rozpocznie się za
ru: ^3РАЗМИНКА:^7 Начало матча через
sr: ^3ЗАГРЕВАЊЕ:^7 Меч почиње за

source: ^3PREPARE TO FIGHT!
bg: ^3ПРИГОТВЕТЕ СЕ ЗА БИТКА!
cs: ^3K BOJI PŘIPRAVIT!
el: ^3ΠΡΟΕΤΟΙΜΆΖΩ την καταπολέμηση της!
es: ^3¡PREPÁRATE PARA EL COMBATE!
fi: ^3VALMISTAUDU TAISTELEMAAN!
fr: ^3PRÉPAREZ-VOUS À COMBATTRE !
hu: ^3HARCRA KÉSZÜLJ!
it: ^3 PREPARARSI A COMBATTERE!
nl: ^3MAAK JE KLAAR VOOR HET GEVECHT!
pl: ^3PRZYGOTUJ SIĘ DO WALKI!
ru: ^3ПРИГОТОВЬТЕСЬ К БОЮ!
sr: ^3ПРИПРЕМИТЕ СЕ!

source: STOPWATCH ROUND
bg: КРЪГ ОТБРОЯВАНЕ
cs: KOLO STOPEK
el: ΧΡΟΝΟΜΕΤΡΟ ΓΎΡΟΣ
es: RONDA CONTRARELOJ
fi: AIKAKIERROS
fr: MANCHE DE CHRONOMÈTRE
hu: STOPPERÓRA KÖR
it: ROUND STOPWATCH
nl: STOPWATCH RONDE
pl: RUNDA NA CZAS
ru: СЕКУНДОМЕРНЫЙ РАУНД
sr: ШТОПИРАНА РУНДА

source: The %s team is speclocked!
bg: Отбор %s е заключен за наблюдатели!
cs: Tým %s nelze sledovat!
el: Η ομάδα του%s speclocked!
es: ¡El equipo %s tiene los espect. bloqueados!
fi: Joukkue %s on lukittu katsojilta
fr: L'équipe %s Est Fermé Au Spectateur!
hu: A %s csapata lezárásra került a nézők elől
it: La squadra%s è bloccata dagli spettatori!
nl: Het %s team is vergrendeld voor toeschouwers!
pl: Obserwacja drużyny %s jest zablokowana!
ru: Наблюдение команды %s ограничено!
sr: Тим %s је закључан за гледаоце!

source: WARMUP
bg: ПОДГОТОВКА
cs: ROZCVIČKA
el: ΖΈΣΤΑΜΑ
es: CALENTAMIENTO
fi: LÄMMITTELY
fr: ÉCHAUFFEMENT
hu: BEMELEGÍTÉS
it: RISCALDAMENTO
pl: ROZGRZEWKA
ru: РАЗМИНКА
sr: ЗАГРЕВАЊЕ

source: Connection Interrupted
bg: Прекъсната връзка
cs: Spojení přerušeno
el: Διακόπηκε η σύνδεση
es: Conexión Interrumpida
fi: Yhteyskatko
fr: Connexion Interrompue
hu: Kapcsolat megszakadt
it: Connessione Interrotta
nl: Verbinding verbroken
pl: Połączenie Przerwane
ru: Соединение прервано
sr: Конекција прекинута

source: You swapped places with
bg: Разменихте местата си с
cs: Vyměnil jsi si místo s
el: Μπορείτε αντάλλαξαν θέσεις με
es: Has cambiado el puesto con
fi: Vaihdoit paikkaa
fr: Vous avez été échangé(e) avec
hu: Helyet cseréltél a következővel:
it: Hai scambiato posto con
nl: Je bent van plaats geruild met
pl: Zamieniłeś się miejscami z
ru: Вы поменялись местами с
sr: Заменили сте се са

source: You killed ^1TEAMMATE^7
bg: Убихте ^1СЪОТБОРНИК^7
cs: Zabil jsi ^1SPOLUHRÁČE^7
el: Εσείς σκότωσε ^1συμπαίκτης ^7
es: Has matado a ^1MIEMBRO DEL EQUIPO^7
fi: Tapoit ^1JOUKKUETOVERIN^7
fr: Vous avez tué votre ^1COÉQUIPIER^7
hu: Megölted a következő ^1CSAPATTÁRSAD^7:
it: Hai ucciso il ^1COMPAGNO^7
nl: Je doodde ^1TEAMGENOOT^7
pl: Zabiłeś ^1KOMPANA^7
ru: Вы убили ^1СОЮЗНИКА^7
sr: Убили сте ^1САБОРЦА^7

source: You killed
bg: Убихте
cs: Zabil jsi
el: Εσείς σκότωσε
es: Has matado a
fi: Tapoit
fr: Vous avez tué
hu: Megölted:
it: Hai ucciso
nl: Je doodde
pl: Zabiłeś
ru: Вы убили
sr: Убили сте

source: ^7swapped places with
bg: ^7размени мястото си с
cs: ^7vyměněna místa s
el: ^7αντάλλαξαν χώρους με
es: ^7cambiado puesto con
fi: ^7vaihtoi paikkaa
fr: ^7 a échangé sa place avec
hu: ^7helyet cserélt vele:
it: ^7ha scambiato posto con
nl: ^7Plaatsen geruild met
pl: ^7zamienileś miejscami z
ru: ^7поменялся местами с
sr: ^7заменио/ла се са

source: ^7killed ^1TEAMMATE^7
bg: ^7уби ^1СЪОТБОРНИК^7
cs: ^7zabil ^1SPOLURHÁČE^7
el: ^7σκότωσε ^1συμπαίκτης ^7
es: ^7mató a ^1MIEMBRO DEL EQUIPO^7
fi: ^7tappoi ^1JOUKKUETOVERIN^7
fr: ^7a tué son ^1ÉQUIPIER^7
hu: ^7megölte a következő ^1CSAPATTÁRSAT^7:
it: ^7ha ucciso il ^1COMPAGNO^7
nl: ^7doodde ^1TEAMGENOOT^7
pl: ^7zabił ^1KOMPANA^7
ru: ^7убил ^1НАПАРНИКА^7
sr: ^7убио/ла ^1САБОРЦА^7

source: ^7killed
bg: ^7уби
cs: ^7zabit
el: ^7σκότωσε
es: ^7mató a
fi: ^7tapettiin
fr: ^7a tué
hu: ^7megölte
it: ^7ha ucciso
nl: ^7doodde
pl: ^7zabił
ru: ^7убил
sr: ^7убио/ла

source: died
bg: загина
cs: zemřel
el: πέθανε
es: murió
fi: kuoli
fr: est mort
hu: meghalt
it: è morto
nl: stierf
pl: zginął
ru: умер
sr: умро/ла

source: Picked up %s
bg: Намерихте %s
cs: Získáno: %s
el: Σήκωσε%s
es: Haz Tomado %s
fi: Poimittiin %s
fr: %s collecté
hu: Felvetted: %s
it: Hai raccolto %s
nl: %s opgepakt
pl: Podniesiono %s
ru: Поднято %s
sr: Узели сте %s

source: Private Fireteam: %s
bg: Закрито звено: %s
cs: Soukromá četa: %s
el: Ιδιωτική Φωτι άομάδα:%s
es: Escuadra Privada: %s
fi: Yksityinen tulijoukkue: %s
fr: Fireteam privée: %s
hu: Privát osztag: %s
it: Fireteam Privato: %s
nl: Privé fireteam: %s
pl: Prywatny Oddział: %s
ru: Закрытое звено: %s
sr: Тајна ударна група: %s

source: Fireteam: %s
bg: Звено: %s
cs: Četa: %s
el: Φωτι άομάδα: %s
es: Escuadra: %s
fi: Tulijoukkue: %s
hu: Osztag: %s
pl: Oddział: %s
ru: Звено: %s
sr: Ударна група: %s

source: FIRETEAMS
bg: ЗВЕНА
cs: ČETY
el: Φωτι ομάδες
es: ESCUADRAS
fi: TULIJOUKKUE
hu: OSZTAGOK
pl: ODDZIAŁY
ru: ЗВЕНЬЯ
sr: УДАРНЕ ГРУПЕ

source: JOIN
bg: ПРИСЪЕДИНЯВАНЕ
cs: PŘIPOJIT SE
el: ΣΥΜΜΕΤΟΧΉ
es: UNIRSE
fi: LIITY
fr: REJOINDRE
hu: CSATLAKOZÁS
it: ADERISCI
nl: AANSLUITEN
pl: DOŁĄCZ
ru: ПРИСОЕДИНИТЬСЯ
sr: ПРИДРУЖИТИ СЕ

source: PROPOSE
bg: ПРЕДЛОЖЕНИЕ
cs: NAVRHNOUT
el: ΠΡΟΤΕΊΝΩ
es: PROPONER
fi: EHDOTA
fr: SE PROPOSER
hu: JAVASLAT
it: PROPONI
nl: VOORSTELLEN
pl: ZAPROPONUJ
ru: ПРЕДЛОЖИТЬ
sr: ПРЕДЛОЖИТИ

source: INVITE
bg: ПОКАНВАНЕ
cs: POZVAT
el: ΚΑΛΏ
es: INVITAR
fi: KUTSU
fr: INVITER
hu: MEGHÍVÁS
it: INVITA
nl: UITNODIGEN
pl: ZAPROŚ
ru: ПРИГЛАСИТЬ
sr: ПОЗВАТИ

source: SET ADMIN
bg: ИЗБОР АДМИНИСТРАТОР
cs: URČIT SPRÁVCE
el: ΣΕΙΡΆ ΔΙΑΧΕΙΡΙΣΤΉΣ
es: PONER ADMIN
fi: ASETA PÄÄKÄYTTÄJÄ
fr: DÉFINIR ADMIN.
hu: ADMIN BEÁLLÍTÁSA
it: IMPOSTA AMMINISTRATORE
nl: ADMIN AANWIJZEN
pl: USTAW DOWÓDCĘ
ru: СДЕЛАТЬ АДМИНОМ
sr: ПОСТАВИТИ АДМИНИСТРАТОРА

source: Previous
bg: Назад
cs: Předchozí
el: Προηγούμενος
es: Anterior
fi: Edellinen
fr: Précédent
hu: Előző
it: Precedente
nl: Vorige
pl: Poprzedni
ru: Предыдущий
sr: Претходно

source: Next
bg: Напред
cs: Další
el: Επόμενος
es: Siguiente
fi: Seuraava
fr: Suivant
hu: Következő
it: Prossimo
nl: Volgende
pl: Następny
ru: Следующий
sr: Следеће

source: PLAYER STATS
bg: РЕЗУЛТАТИ ИГРАЧ
cs: STATISTIKY HRÁČE
el: ΠΑΊΧΤΗΣ ΣΤΑΤΙΣΤΙΚΑ
es: ESTADISTICAS DE JUGADOR
fi: PELAAJAN STATISTIIKAT
fr: STATS. JOUEUR
hu: JÁTÉKOS STATISZTIKA
it: STATISTICHE
nl: SPELERSTATS
pl: STATYSTYKI GRACZA
ru: СТАТИСТИКА ИГРОКА
sr: СТАТИСТИКА ИГРАЧА

source: Weapon
bg: Оръжие
cs: Zbraň:
el: Όπλο
es: Arma
fi: Ase
fr: Arme
hu: Fegyver
it: Arma
nl: Wapen
pl: Broń
ru: Оружие
sr: Оружје

source: Accuracy
bg: Точност
cs: Přesnost
el: Ακρίβεια
es: Precisión
fi: Tarkkuus
fr: Précision
hu: Pontosság
it: Precisione
nl: Nauwk.
pl: Celność
ru: Точность
sr: Прецизност

source: Hits / Shots
bg: Поп. / изс.
cs: Zásahy / Pokusy
el: Επισκέψεις / βολές
es: Aciertos / Disparos
fi: Osumat / Ammutut
fr: Tirs réussis / Tirs
hu: Találat / Lövés
it: Colpi / Spari
nl: Hits / schoten
pl: Traf. / Strzał.
ru: Удар / Стрел
sr: Погоци / хици

source: Kills
bg: Убс.
cs: Zabití
el: σκοτώνει
es: Matados
fi: Tapot
fr: Tués
hu: Ölés
it: Uccisi
pl: Zabójstw
ru: Убийств
sr: Убиства

source: Deaths
bg: Умр.
cs: Úmrtí
el: Θάνατοι
es: Muertes
fi: Kuolemat
fr: Morts
hu: Halál
it: Morti
pl: Śmierci
ru: Смертей
sr: Смрти

source: Headshots
bg: Фaт. изстр.
cs: Zásahy do hlavy
el: Κεφάλι λήψεις
es: Disparos en la Cabeza
fi: Pääosumat
fr: Tirs en pleine tête
hu: Fejlövés
it: Colpi Testa
pl: W Głowę
ru: Попаданий в голову
sr: Погоци у главу

source: No weapon info available.
bg: Недостъпна информация за оръжие.
cs: Nedostupné info o zbrani.
el: Καμία πληροφορία όπλο διαθέσιμο.
es: No hay información de las armas
fi: Ei asetietoja saatavilla.
fr: Pas d'information sur l'arme disponible.
hu: Nincs elérhető fegyver infó.
it: Nessuna info disponibile per l'arma.
nl: Geen wapeninfo beschikbaar.
pl: Brak informacji o broni.
ru: Нет информации об оружии
sr: Нема података о оружју.

source: Skills
bg: Умения
cs: Dovednosti
el: Δεξιότητες
es: Habilidades
fi: Taito
fr: Compétences
hu: Képesség
it: Abilità
nl: Vaardigheden
pl: Umiejetności
ru: Навыки
sr: Способности

source: Level
bg: Ниво
cs: Úroveň
el: Επίπεδο
es: Nivel
fi: Taso
fr: Niveau
hu: Szint
it: Livello
nl: Niveau
pl: Poziom
ru: Уровень
sr: Ниво

source: XP / Next Level
bg: Опит / след. ниво
cs: ZK / Další úroveň
el: XP / επόμενος Επίπεδο
es: XP / Siguiente Nivel
fi: XP / Seuraava taso
fr: XP / Niveau suivant
hu: XP / Következő szint
it: XP / Prossimo Livello
nl: XP / volg. niveau
pl: XP / Nast. Poziom
ru: XP / След. уровень
sr: XP / сл. ниво

source: Medals
bg: Ордени
cs: Medajlí
el: μετάλλια
es: Medallas
fi: Mitallit
fr: Médailles
hu: Érmek
it: Medaglie
nl: Medailles
pl: Medale
ru: Медали
sr: Медаље

source: No skills acquired!
bg: Нямате придобити умения!
cs: Nezískány dovednosti!
el: Δεν δεξιότητες που αποκτώνται!
es: ¡No has obtenido más nivel!
fi: Ei taitoja hankittuna!
fr: Pas de compétences acquises !
hu: Nincs megszerzett képesség!
it: Nessuna abilità acquisita!
nl: Geen vaardigheden verworven!
pl: Brak nabytych umiejętności!
ru: Навыков не получено!
sr: Нема вештинa!

source: "TOPSHOT" ACCURACIES
bg: РЕЗУЛТАТИ НАЙ-ДОБРИ СТРЕЛЦИ
cs: NEJPŘESNĚJŠÍ STŘELCI
el: "ΚΟΡΥΦΉ βολή ακρίβειες
es: PRECISIONES "TOP SHOT"
fi: "HUIPPUOSUMAT" TARKKUUDET
fr: PRÉCISIONS « TOPSHOT »
hu: LEGJOBB CÉLZÓK PONTOSSÁGA
it: PRECISIONI "TOPSHOT"
nl: "BESTE SCHUTTERS" NAUWKEURIGHEDEN
pl: "NAJLEPSZE STRZAŁY" CELNOŚĆ
ru: ТОЧНОСТЬ ЛУЧШИХ
sr: СТРЕЉАЧКА ПРЕЦИЗНОСТ

source: Player
bg: Играч
cs: Hráč
el: Παίχτης
es: Jugador
fi: Pelaaja
fr: Joueur
hu: Játékos
it: Giocatore
nl: Speler
pl: Gracz
ru: Игрок
sr: Играч

source: No qualifying weapon info available.
bg: Недостъпна информация за оръжие.
cs: Nedostatek informací o zbrani.
el: Καμία πληροφορία κατατακτήριες όπλο διαθέσιμο.
es: No hay información disponible de este arma.
fi: Ei päteviä ase tietoja saatavilla.
fr: Pas d'information qualifiante disponible.
hu: Nincs elérhető megfelelő fegyver infó.
it: Nessuna informazione di qualifica di arma disponibile.
nl: Geen kwalificerende wapeninfo beschikbaar.
pl: Brak dostępnych informacji o broni.
ru: Нет квалифицирующей информации об оружии
sr: Нема потребних података о оружју.

source: OBJECTIVES
bg: ЦЕЛИ МИСИЯ
cs: ÚKOLY
el: ΣΤΌΧΟΙ
es: OBJETIVOS
fi: PÄÄMÄÄRÄT
fr: OBJECTIFS
hu: FELADATOK
it: OBIETTIVI
nl: DOELSTELLINGEN
pl: CELE
ru: ЦЕЛИ
sr: ЗАДАЦИ

source: DEMO STATUS
bg: ПРОГРЕС ВИДЕО
cs: STAV DEMA
el: ΔΙΑΔΉΛΩΣΗ ΚΑΤΑΣΤΑΣΗ
es: ESTADO DEL DEMO
fi: DEMON STATUS
fr: STATUT DE LA DÉMO
hu: DEMO STÁTUSZ
it: STATO DEMO
pl: STATUS DEMA
ru: СТАТУС ДЕМО
sr: СТАТУС ДЕМОА

source: DEMO CONTROLS
bg: УПРАВЛЕНИЕ ВИДЕО
cs: OVLÁDÁNÍ DEMA
el: ΔΙΑΔΉΛΩΣΗ ΕΛΕΓΧΟΙ
es: CONTROLES DEL DEMO
fi: DEMON HALLINTA
fr: CONTRÔLES DE LA DÉMO
hu: DEMO VEZÉRLÉS
it: CONTROLLI DEMO
nl: HERHALINGSBESTURING
pl: USTAWIENIA DEMA
ru: ДЕМО-УПРАВЛЕНИЕ
sr: КОНТРОЛЕ ДЕМОА

source: ^nBACKSPACE ^mhelp on/off
bg: ^nBACKSPACE ^mлегенда
cs: ^nBACKSPACE ^m zapne/vypne nápovědu
el: ^nΠΊΣΩ χώρος ^mβοήθεια επί/εκτός
es: ^nRETROCESO ^mayuda on/off
fi: ^nASKELPALAUTIN ^mapu päälle/pois
hu: ^nBACKSPACE ^msegítség be/ki
it: ^nBACKSPACE ^maiuto sì/no
nl: ^nBACKSPACE ^mhelp aan/uit
pl: ^nBACKSPACE ^mpomoc wł/wył

source: You will spawn as an %s %s with a %s.
bg: Ще се върнете в играта като %s %s с %s.
cs: Zrodíš se jako %s %s s %s.
el: Θα αναπαράγονται ως%s%s με%s.
es: Aparecerás como un %s %s con %s.
fi: Spawnaat %s %s aseella %s.
fr: Vous serez %s %s avec un %s.
hu: A %s %s fogsz spawnolni a következővel: %s.
it: Entrerai in gioco come un %s %s con %s.
nl: Je spawnt als een %s %s met een %s.
pl: Odrodzisz się jako %s %s z %s.
ru: Вы появитесь в качестве %s %s с %s.
sr: Ући ћете као %s %s са %s.

source: You will spawn as an %s %s with a %s and a %s.
bg: Ще се върнете в играта като %s %s с %s и %s.
cs: Zrodíš se jako %s %s s %s a %s.
el: Θα αναπαράγονται ως%s%s με%s και%s.
es: Aparecerás como un %s %s con %s y %s.
fi: Spawnaat peliin %s %s aseiden %s ja %s kanssa.
fr: Vous serez %s %s avec un %s et un %s.
hu: A%s %s fogsz spawnolni a következőkkel: %s és %s.
it: Entrerai in gioco come un %s %s con %s e %s.
nl: Je spawnt als een %s %s met een %s en een %s.
pl: Odrodzisz się jako %s %s z %s i %s.
ru: Вы появитесь в роли %s %s с %s и %s.
sr: Ући ћете као %s %s са %s и %s.

source: Single Player
bg: Единична игра
cs: Jeden hráč
el: Μονος παιχτης
es: Un Jugador
fi: Yksinpeli
fr: Partie solo
hu: Egyjátékos mód
it: Giocatore Singolo
pl: Pojedynczy Gracz
ru: Одиночная игра
sr: Један играч

source: Co-op
bg: Кооперативна игра
cs: Spolupráce
el: Κοτέτσι
fi: Yhteistyöpeli
fr: Coopératif
hu: Kooperatív
pl: Kooperacja
ru: Кооператив
sr: Ко-операција

source: User
bg: Играчът
cs: Uživatel
el: Μεταχειριζόμενος
es: El usuario
fi: Käyttäjä
fr: Utilisateur
hu: Felhasználó
it: Utente
nl: Gebruiker
pl: Użytkownik
ru: Пользователь
sr: Корисник

source: is not on the server
bg: не е намерен в сървъра
cs: není na serveru
el: Δεν είναι στο διακομιστή
es: no está en el servidor
fi: ei ole palvelimella
fr: n'est pas sur le serveur
hu: nincs a szerveren
it: Non è nel server
nl: is niet op de server
pl: nie jest na serwerze
ru: не на сервере
sr: није на серверу

source: Promoted to rank %s!
bg: Повишени сте до %s!
cs: Jsi povýšen na hodnost %s!
el: Προωθείται για να ταξινομήσει%s!
es: ¡Promocionado al rango %s!
fi: Ylennettiin arvoon %s!
fr: Promotion au rang %s !
hu: Kitüntettek a következő rangra: %s
it: Promosso al grado di %s!
nl: Gepromoveerd tot rang %s!
pl: Awansowałeś do rangi %s!
ru: Повышен в ранг %s!
sr: Унапређен/а у чин %s!

source: Increased %s skill to level %i!
bg: Повишено ниво на умение %s до %i!
cs: Úroveň dovednosti %s zvýšena na %i!
el: Αυξημένη%s δεξιοτήτων στο επίπεδο%i!
es: ¡Incrementado la habilidad %s al nivel %i!
fi: Nostettiin taito %s tasolle %i!
fr: La compétence %s passe au niveau %i !
hu: %s képesség megnövekedett a következő szintre: %i!
it: Abilità di %s aumentata al livello %i!
nl: Verhoogde %s vaardigheid naar level %i!
pl: Zwiększono umiejętność %s do poziomu %i!
ru: Навык %s повышен до уровня %i!
sr: Унапређена %s вештина на %i ниво!

source: You have been rewarded with %s
bg: Бяхте наградени с %s
cs: Získána odměna: %s
el: Σας έχουν ανταμειφθεί με%s
es: Has sido premiado con %s
fi: Sinut on palkittu %s
fr: Vous avez été récompensé par %s
hu: A következő kitüntetést kaptad: %s
it: Sei stato premiato con %s
nl: Je bent nu uitgerust met %s
pl: Zostałeś nagrodzony %s
ru: Вам награда: %s
sr: Награђени сте са %s

source: Planted at %s.
bg: Заложен при %s.
cs: Nastražen u %s.
el: Φυτεύονται σε%s.
es: Colocada en %s.
fi: Viritettiin paikassa %s.
fr: Plantée à %s.
hu: Dinamit élesítve itt: %s
it: Piantata %s.
nl: Geplant bij %s.
pl: Podłożony pod %s.
ru: Заложен у %s.
sr: Активирано код %s.

source: Defused at %s.
bg: Обезвреден при %s.
cs: Zneškodněn u %s.
el: Εκτονώθηκε στο%s.
es: Desactivada en %s.
fi: Purettiin paikassa %s.
fr: Désamorcée à %s.
hu: Dinamit hatástalanítva itt: %s
it: Disinnescata %s.
nl: Ontmanteld bij %s.
pl: Rozbrojony na %s.
ru: Обезврежен у %s.
sr: Деактивирано код %s.

source: %s has been constructed.
bg: %s беше построен.
cs: Postaveno: %s.
el: % s έχει κατασκευαστεί.
es: Se ha construido %s.
fi: %s on rakennettu.
fr: %s a été construit.
hu: A %s megépült.
it: %s è stato assemblato.
nl: %s is gebouwd.
pl: %s został wybudowany.
ru: %s сооружён.
sr: %s је саграђен.

source: %s has been damaged.
bg: %s беше повреден.
cs: Poškozeno: %s.
el: % s έχει καταστραφεί.
es: Se ha dañado %s.
fi: %s on vaurioitettu.
fr: %s a été endommagé.
hu: A %s megsérült.
it: %s è stato danneggiato.
nl: %s is beschadigd.
pl: %s został uszkodzony.
ru: %s повреждён.
sr: %s је оштећен.

source: %s has been destroyed.
bg: %s беше унищожен.
cs: Zničeno: %s.
el: % s έχει καταστραφεί.
es: Se ha destruido %s.
fi: %s on tuhottu.
fr: %s a été détruit.
hu: A %s el lett pusztítva.
it: %s è stato distrutto.
nl: %s is vernietigd.
pl: %s został zniszczony.
ru: %s уничтожен.
sr: %s је уништен.

source: Spotted by %s^7 at %s
bg: Забелязана от %s^7 при %s
cs: Objeveno %s^7 na %s
el: Επισημάνθηκε από%s ^7 στο%s
es: Descubierta por %s^7 en %s
fr: Marqué par %s^7 à %s
hu: %s észlelte itt:^7 %s
it: Individuata da %s^7 a %s
nl: Gespot door %s^7 op %s
pl: Wykryte przez %s^7 na %s
ru: Замечен %s^7 у %s
sr: Опажен/а од стране %s^7 код %s

source: Spotted by %s
bg: Забелязана от %s
cs: Objeveno %s
el: Επισημάνθηκε από%s
es: Descubierta por %s
fr: Marqué par %s
hu: %s észlelte
it: Individuata da %s
nl: Gespot door %s
pl: Wykryte przez %s
ru: Замечен %s
sr: Опажен/а од стране %s

source: %s have stolen %s!
bg: %s открадна %s!
cs: %s odcizil %s!
el: %s έχουν κλαπεί%s!
es: %s han robado %s!
fi: %s on varastanut %s!
fr: %s ont volé %s !
hu: %s ellopta a %s!
it: %s hanno rubato %s!
nl: %s heeft %s gestolen!
pl: %s ukradli %s!
ru: %s украли %s!
sr: %s су украли %s!

source: %s have returned %s!
bg: %s върна %s!
cs: %s navrátil %s!
el: %s έχουν επιστρέψει%s!
es: %s han devuelto %s!
fi: %s on palannut %s!
fr: %s ont retourné %s !
hu: %s visszajuttatta a %s!
it: %s hanno ripreso %s!
nl: %s hebben %s teruggebracht!
pl: %s zwrócili %s!
ru: %s вернули %s!
sr: %s су вратили %s!

source: %s^7 has joined the %s^7!
bg: %s^7 се присъедини към %s^7!
cs: %s^7 se připojil k: %s^7!
el: %s ^7 έχει ενταχθεί στο%s ^7!
es: %s^7 se ha unido a %s^7!
fi: %s^7 liittyi %s^7 joukkueeseen!
fr: %s^7 a rejoint les %s^7 !
hu: %s^7 csatlakozott a %s^7!!
it: %s^7 si è unito %s^7!
nl: %s^7 is aangesloten bij %s^7
pl: %s^7 dołączył do %s^7!
ru: %s^7 присоединился к %s^7!
sr: %s^7 се придружио/ла %s^7!

source: %s^7 disconnected
bg: %s^7 напусна
cs: %s^7 se odpojil
el: %s ^7 αποσυνδεθεί
es: %s^7 se ha desconectado
fi: %s^7 yhteyden katkaisu
fr: %s^7 s'est déconnecté
hu: %s^7 lekapcsolódott
it: %s^7 disconnesso
nl: %s^7 heeft de verbinding verbroken
pl: %s^7 rozłączył się
ru: %s^7 отключился
sr: %s^7 је дисконектован/а

source: MISSION TIME:
bg: МИСИЯ:
cs: ČAS MISE:
el: ΑΠΟΣΤΟΛΗ ΧΡΌΝΟΣ::
es: TIEMPO:
fi: TEHTÄVÄAIKA:
fr: TEMPS DE LA MISSION:
hu: KÜLDETÉSI IDŐ:
it: DURATA MISSIONE:
nl: MISSIETIJD:
pl: CZAS MISJI:
ru: ОСТАЛОСЬ ВРЕМЕНИ:
sr: ВРЕМЕ МИСИЈЕ:

source: GAME STOPPED
bg: ИГРАТА ПРЕКЪСНАТА
cs: HRA POZASTAVENA
el: ΠΑΙΧΝΊΔΙ ΣΤΑΜΑΤΗΣΕ
es: JUEGO PARADO
fi: PELI LOPPUI
fr: PARTIE STOPPÉE
hu: JÁTÉK MEGÁLLÍTVA
it: GIOCO FERMATO
nl: WEDSTRIJD GESTOPT
pl: GRA ZATRZYMANA
ru: ИГРА ОСТАНОВЛЕНА
sr: ИГРА ЗАУСТАВЉЕНА

source: SUDDEN DEATH
bg: ВНЕЗАПНА СМЪРТ
cs: NÁHLÁ SMRT
el: ΑΙΦΝΊΔΙΟΣ ΘΆΝΑΤΟΣ
es: MUERTE SÚBITA
fi: ÄKKIKUOLEMA
fr: MORT SUBITE
hu: HIRTELEN HALÁL
it: MORTE ISTANTANEA
pl: NAGŁA ŚMIERC
ru: ВНЕЗАПНАЯ СМЕРТЬ
sr: ПРОДУЖЕТАК

source: MATCH BEGINS IN:
bg: ИГРАТА ЗАПОЧВА СЛЕД:
cs: ZÁPAS ZAČNE ZA:
el: ΤΑΙΡΙΆΖΩ ξεκινά από:
es: LA PARTIDA EMPIEZA EN:
fi: OTTELU ALKAA:
fr: LE MATCH COMMENCE DANS:
hu: KEZDŐDIK A MECCS! VISSZASZÁMLÁLÁS FOLYAMATBAN:
it: LA PARTITA INIZIA TRA:
nl: WEDSTRIJD BEGINT OVER:
pl: MECZ ROZPOCZNIE SIĘ ZA:
ru: МАТЧ НАЧНЁТСЯ ЧЕРЕЗ:
sr: МЕЧ ПОЧИЊЕ ЗА:
