Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: ADVANCED
bg: ДОП. НАСТРОЙКИ
cs: POKROČILÉ
el: ΠΡΟΧΩΡΗΜΈΝΟΣ
es: AVANZADO
fi: KEHITTYNYT
fr: AVANCÉ
hu: HALADÓ
it: AVANZATE
nl: GEAVANCEERD
pl: ZAAWANSOWANE
ru: ДОПОЛНИТЕЛЬНО
sr: НАПРЕДНИЈЕ

source: ADVANCED GRAPHICS
bg: ДОПЪЛНИТЕЛНИ НАСТРОЙКИ
cs: POKROČILÁ GRAFIKA
el: προηγμένα γραφικά
es: GRÁFICOS AVANZADOS
fi: KEHITTYNEET GRAFIIKAT
fr: GRAPHIQUES AVANCES
hu: HALADÓ GRAFIKAI BEÁLLÍTÁSOK
it: GRAFICA AVANZATA
nl: GEAVANCEERDE GRAPHICS
pl: ZAAWANSOWANA GRAFIKA
ru: ГРАФИКА - ДОПОЛНИТЕЛЬНО
sr: ГРАФИКА: НАПРЕДНИЈЕ

source: HOST GAME
bg: СЪЗДАЙ ИГРА
cs: HOSTIT HRU
el: ΠΛΉΘΟΣ ΠΑΙΧΝΊΔΙ
es: ALOJAR JUEGO
fi: ISÄNNÖI PELI
fr: HÉBERGER
hu: SAJÁT JÁTÉK
it: SERVER
nl: ORGANISEREN
pl: STWÓRZ GRĘ
ru: СОЗДАТЬ ИГРУ
sr: ХОСТОВАТИ ИГРУ

source: SETTINGS
bg: НАСТРОЙКИ
cs: NASTAVENÍ
el: ΡΥΘΜΊΣΕΙΣ
es: AJUSTES
fi: ASETUKSET
fr: PARAMÈTRES
hu: BEÁLLÍTÁSOK
it: IMPOSTAZIONI
nl: INSTELLINGEN
pl: USTAWIENIA
ru: НАСТРОЙКИ
sr: ПОДЕШАВАЊА

source: Server Name:
bg: Име:
cs: Jméno serveru:
el: Όνομα διακομιστή:
es: Nombre del Servidor:
fi: Palvelimen nimi:
fr: Nom du Serveur:
hu: Szervernév:
it: Nome Server:
nl: Servernaam:
pl: Nazwa Serwera:
ru: Имя сервера:
sr: Име сервера:

source: Specifies the name of your game server
bg: Задава името на сървъра
cs: Udává jméno tvého herního serveru
el: Καθορίζει το όνομα του διακομιστή παιχνιδιών σας
es: Especifica el nombre de tu servidor
fi: Määrittää pelipalvelimen nimi
fr: Définit le nom de votre serveur de jeu
hu: Meghatározza a szervered nevét
it: Specifica il nome del tuo server di gioco
nl: De naam van jouw server
pl: Określa nazwę serwera gry
ru: Здесь можно указать имя данного сервера
sr: Одређује име Вашег сервера за игру

source: Campaign
bg: Кампания
cs: Kampaň
el: Εκστρατεία
es: Campaña
fi: Kampanja
fr: Campagne
hu: Hadjárat
it: Campagna
nl: Campagne
pl: Kampania
ru: Кампания
sr: Кампања

source: Last Man Standing
bg: Последен оцелял
cs: Poslední vyhrává (LMS)
el: Ο τελευταίος επιζών
fi: Viimeinen mies pystyssä
fr: Dernier homme en vie
hu: Maradj talpon (LMS)
pl: Ostatni Ocalaly
ru: Последний герой
sr: До последњег човека

source: Map Voting
bg: Гласуване карта
cs: Hlasování
el: Χάρτης ψηφοφορία
es: Votación de Mapas
fi: Kartan äänestäminen
fr: Vote de carte
hu: Pálya szavazás
it: Mappa Votata
nl: Map Stemming
pl: Głosowanie na Mapy
ru: Выбор карты
sr: Гласање за мапе

source: Single-Map Objective
bg: Едноцелеви карти
cs: Jednotlivé úrovně (SMO)
el: Μονόκλινο-Χάρτης Στόχος
es: Objetivo de un Mapa
fi: Yhden kartan päämäärä
fr: Objectif à carte unique
hu: Egypályás Objektív
it: Obiettivo Mappa Singola
nl: Single-map doelstelling
pl: Pojedyncza-Mapa Cel
ru: Одна карта - цель
sr: Задаци на једној мапи

source: Stopwatch
bg: Отброяване
cs: Stopky (SW)
el: Χρονόμετρο
es: Contrareloj
fi: Sekuntikello
fr: Contre-la-montre
hu: Stopperóra (SW)
pl: Na Czas
ru: Секундомер
sr: Штоперица

source: Click to specify the type of game to load
bg: Избор на режим на игра
cs: Klikni pro výběr typu hry
el: Κάντε κλικ για να καθορίσετε το είδος του παιχνιδιού για να φορτώσει
es: Click para especificar el tipo de juego
fi: Klikkaa märittääksesi pelin tyyppi, joka ladataan
fr: Cliquez pour définir le mode de jeu à utiliser
hu: Klikkelj, hogy meghatározd a betöltendő játéktípust
it: Specifica il tipo di gioco da caricare
nl: Het type wedstrijd om te laden
pl: Kliknij, aby wybrać typ gry
ru: Выберите тип игры
sr: Кликните да одредите који ће се тип игре учитати

source: Maximum Players:
bg: Общ брой играчи:
cs: Hráčů nanejvýše:
el: Μέγιστη παίκτες:
es: Máx. número Jugadores:
fi: Maksimi pelaajat:
fr: Maximum de Joueurs:
hu: Maximum játékos:
it: Max Giocatori:
nl: Maximum spelers:
pl: Maksimum Graczy:
ru: Максимум игроков:
sr: Максимум играча:

source: Maximum # of players that can connect to the server
bg: Общият допустим брой играчи, които могат да се свържат със сървъра
cs: Maximum hráčů, kolik se může připojit k serveru
el: Μέγιστος αριθμός παικτών που μπορεί να συνδεθεί με το διακομιστή
es: Máx. número de jugadores que se pueden conectar al servidor
fi: Maksimi määrä pelaajia, jotka voivat liittyä palvelimelle
fr: Nombre de joueurs maximum pouvant se connecter au serveur
hu: A játékosok maximum száma, akik csatlakozhatnak a szerverhez
it: Numero massimo di giocatori che si possono collegare al server
nl: Maximum aantal spelers dat verbinding kan maken met de server
pl: Maksymalna # graczy, którzy mogą połączyć się z serwerem
ru: Максимальное количество людей на сервере
sr: Максимални број играча који се могу конектовати на сервер

source: Auto-Configure Server:
bg: Настройки сървър:
cs: Soubor nastavení:
el: Αυτόματη Διαμόρφωση διακομιστή:
es: Auto-Config. Servidor:
fi: Autokonfiguroi palvelin:
fr: Config. Auto du Serveur:
hu: Szerver konfigurálása:
it: Server Auto-Configurato:
nl: Auto-configureer server:
pl: Samo-Konfig. Serwer:
ru: Автонастройка сервера:
sr: Ауто-конфигурација сервера:

source: Competition Settings
bg: Съревнование
cs: Soutěžní nastavení
el: Ρυθμίσεις ανταγωνισμού
es: Ajustes de Competición
fi: Kilpailuasetukset
fr: Réglages compétition
hu: Kompetitív beállítások
it: Opzioni Competizione
nl: Competitie-instellingen
pl: Ustawienia Rozgrywki
ru: Настройки соревнования
sr: Подешавања за такмичења

source: Public Settings
bg: Публични настройки
cs: Běžné nastavení
el: δημόσια Ρυθμίσεις
es: Ajustes Públicos
fi: Julkiset asetukset
fr: Réglages publics
hu: Publikus beállítások
it: Impostazioni Pubbliche
nl: Publieke instellingen
pl: Ustawienia Publiczne
ru: Публичные настройки
sr: Подешавања за јавне сервере

source: Server automatically configures it self to specified default settings
bg: Автоматично наглася параметрите на сървъра според презададени фабрични настройки на играта
cs: Server automaticky načte zvolený balík nastavení
el: Διακομιστή που ρυθμίζει αυτόματα τον εαυτό σε συγκεκριμένες προεπιλεγμένες ρυθμίσεις
es: El servidor se configura automáticamente a los ajustes por defecto elegidos
fi: Palvelin automaattisesti asettaa valitut asetukset
fr: Le serveur se configure automatiquement aux réglages spécifiés par défaut
hu: A szerver automatikusan bekonfigurálja magát a meghatározott beállításokra
it: Il server si configura automaticamente alle impostazioni predefinite
nl: Server stelt zichzelf automatisch in naar gespecificeerde standaardinstellingen
pl: Serwer automatycznie konfiguruje samego siebie do sprecyzowanych ustawień domyślnych
ru: Автонастройка сервера под указанный набор опций
sr: Сервер се аутоматски подешава на дата стандардна подешавања

source: Dedicated Server:
bg: Отдалечен сървър:
cs: Dedikovaný server:
el: αφιερωμένο Υπηρέτης:
es: Servidor Dedicado:
fi: Omistettu palvelin:
fr: Serveur Dédié:
hu: Dedikált szerver:
it: Server Dedicato:
pl: Serwer Dedykowany:
ru: Выделенный сервер
sr: Посвећен сервер:

source: Yes - LAN
bg: Да - локален
cs: Ano - LAN
el: Ναι - LAN
es: Si - LAN
fi: Kyllä - LAN
fr: Oui - Réseau local
hu: Igen - LAN
it: Si - LAN
nl: Ja - LAN
pl: Tak - LAN
ru: Да - ЛВС
sr: Да - локална мрежа

source: Yes - Internet
bg: Да - публичен
cs: Ano - Internet
el: Ναι - Internet
es: Si - Internet
fi: Kyllä - Internet
fr: Oui - Internet
hu: Igen - Internet
it: Si - Internet
nl: Ja - Internet
pl: Tak - Internet
ru: Да - Интернет
sr: Да - интернет

source: Specifies if the server should be "dedicated" for LAN or Internet play (no client)
bg: Определя режима на достъп на отдалечения сървър (Локална мрежа, Интернет (без клиент))
cs: Určuje, zda-li je server dedikovaný — pokud ano, tak jestli pro hru přes LAN nebo internet
el: Καθορίζει εάν ο διακομιστής θα πρέπει να είναι "αφιερωμένο" για LAN ή το παιχνίδι στο Internet (κανένας πελάτης)
es: Especifica si el servidor debe de ser dedicado para LAN o Internet (sin cliente)
fi: Määrittää, pitäisikö palvelimen olla "omistettu" LAN tai Internet pelille (ei asiakas)
fr: Définit si le serveur doit être « dédié » au parties en réseau local ou sur l'Internet (pas de client)
hu: Meghatározza, hogy a szerver LAN vagy internet játékra legyen dedikálva (nincs kliens)
it: Specifica se il server dovrebbe essere "dedicato" per giocare in LAN o Internet (non client)
nl: Stelt de speler in voor LAN- of internetverbindingen (zonder client)
pl: Określa czy serwer powinien być "dedykowany" dla LAN czy Internetu (brak klienta)
ru: Должен ли сервер быть "выделенным" для игры по ЛВС или Интернету (без клиента)
sr: Одређује да ли би сервер требало да буде "посвећен" игрању на локалној мрежи или интернету (без клијента)

source: Password clients must set to join the server
bg: Паролата, която играчите трябва да въведат при свързване със сървъра
cs: Nastavuje heslo nutné pro připojení hráčů k serveru
el: οι πελάτες κωδικός πρόσβασης πρέπει να ενταχθούν το διακομιστή
es: Contraseña que los clientes deben de introducir para unirse al servidor
fi: Salasana, jonka asiakkaat joutuvat asettamaan liittyäkseen palvelimelle
fr: Le mot de passe que les joueurs doivent utiliser afin d'entrer sur le serveur
hu: A jelszó, amit a klienseknek meg kell adni, hogy csatlakozzanak a szerverhez
it: Il server richiede una password
nl: Wachtwoord dat spelers moeten gebruiken om verbinding te maken met de server
pl: Hasło, które musi podać gracz chcący dołączyć do serwera
ru: Пароль, который клиенты должны указать для подключения к серверу.
sr: Лозинка коју клијенти морају да унесу да се придруже серверу

source: FEATURES
bg: ВЪЗМОЖНОСТИ
cs: VLASTNOSTI
el: ΧΑΡΑΚΤΗΡΙΣΤΙΚΆ
es: CARACTERÍSTICAS
fi: OMINAISUUDET
fr: FONCTIONNALITÉS
hu: TULAJDONSÁGOK
it: CARATTERISTICHE
nl: KENMERKEN
pl: FUNKCJE
ru: ОПЦИИ
sr: САДРЖАЈ

source: Friendly Fire
bg: Приятелски огън
cs: Palba do svých
el: Φιλικά πυρά
es: Fuego Amigo
fi: Omien tulitus
fr: Tir fratricide
hu: Baráti tűz
it: Fuoco Amico
nl: Vriendschap. vuur
pl: Przyjacielski Ogień
ru: Дружественный огонь
sr: Пријатељска ватра

source: Specifies if teammates can hurt each other
bg: Определя дали съотборниците могат да се раняват взаимно
cs: Určuje, zda-li hráči mohou udělit poškození spoluhráčům ze stejného týmu
el: Καθορίζει αν οι συμπαίκτες μπορούν να βλάψουν ο ένας τον άλλον
es: Especifica si los compañeros del equipo se pueden herir entre ellos
fi: Määrittää, että pystyykö tiimitoverit vahingoittamaan toisiaan
fr: Spécifie si les équipiers peuvent se blesser mutuellement
hu: Meghatározza, hogy a csapattársak sebezhetik-e egymást
it: Specifica se i compagni di squadra possono ferirsi tra loro
nl: Staat spelers toe om teamgenoten schade toe te brengen
pl: Określa, czy koledzy z drużyny mogą się nawzajem ranić
ru: Указать можно ли вести огонь по своим
sr: Одређује да ли саборци могу да се рањавају међусобно

source: Anti-Lag
bg: Оптимизирана връзка
el: Αντι-Lag
fi: Anti-Lagi
pl: Anty-Lag
ru: Анти-лаг
sr: Анти-лаг

source: Enables modem-friendly server support
bg: Позволява на играчи, използващи модем устройство за свързване с интернет, да играят в сървъра
cs: Povoluje technologii Antilag, která kompenzuje pomalé síťové připojení hráče
el: Επιτρέπει modem-φιλική υποστήριξη του διακομιστή
es: Activa el soporte de compatibilidad para módem
fi: Ottaa käyttöön modeemiystävällisen palvelimen tuen
fr: Active le support du serveur pour les modems
hu: Modem-barát szerver támogatás engedélyezése
it: Abilita supporto per connessioni lente (modem)
nl: Schakelt modemvriendelijke serverondersteuning in
pl: Włącza obsługę serwerów przyjaznych dla modemu
ru: Включить серверную поддержку для модемов
sr: Укључује серверску подршку прилагођену модемима

source: Max Lives
bg: Макс. животи
cs: Omezení životů
el: max ζωές
es: Vidas Máx.
fi: Maksimi elämät
fr: Vies maximum
hu: Maximum élet
it: Max Vite
nl: Max levens
pl: Maks. Żyć
ru: Макс. жизней
sr: Максимум живота

source: Limits the number of player lives per round
bg: Ограничава колко пъти играчът може да се прероди всяка карта
cs: Zapne limitování počtu životů hráčů na kolo hry
el: Περιορίζει τον αριθμό των παίκτης ζει ανά γύρο
es: Limita el número de vidas del jugador por cada ronda
fi: Rajoittaa pelaajien elämien määrän per kierros
fr: Limite le nombre de vies par manche
hu: Limitálja a játékosok maximum életét körönként
it: Limita il numero di vite del giocatore per turno
nl: Limiteert het aantal spelerslevens per ronde
pl: Ogranicza liczbę żyć gracza w jednej rundzie
ru: Ограничивает число жизней на раунд
sr: Ограничава број живота играча по рунди

source: Weapon Restrictions
bg: Ограничени оръжия
cs: Omezení zbraní
el: Περιορισμοί όπλο
es: Armas Restringidas
fi: Ase rajoitukset
fr: Restrictions d'armes
hu: Fegyver korlátozások
it: Restrizione Armi
nl: Wapenbeperkingen
pl: Ogran. dot. broni
ru: Ограничения на оружие
sr: Ограничење оружја

source: Restricts the number of weapons available to players to a percentage of the team size to reduce spam
bg: Ограничава достъпните оръжия за използване от играчите до процент от размера на отбора, като решение за намаляване на експлоатирането
cs: Omezuje využití těžkých zbraní dle počtu hráčů v týmech
el: Περιορίζει τον αριθμό των όπλων που είναι διαθέσιμα στους παίκτες σε ένα ποσοστό του μεγέθους της ομάδας να μειώσει το spam
es: Restringe el número de armas disponible a los jugadores a un porcentaje del equipo para reducir el 'spam'
fi: Rajoittaa saatavien aseiden määrän pelaajille tiimin koon prosenttiosuuteen, vähentääkseen spämmiä
fr: Restreint le nombre d'armes disponibles aux joueurs à un pourcentage de la taille de l'équipe pour réduire les abus
hu: Korlátozza az elérhető fegyverek számát a csapat méretének arányához, hogy csökkentse a spamet
it: Limita il numero di armi disponibili per limitarne l'abuso
nl: Limiteert het aantal wapens dat beschikbaar is voor spelers tot een percentage van de teamgrootte, om spam te voorkomen
pl: Ogranicza liczbę broni dostępnej dla graczy do procentu wielkości zespołu, aby zmniejszyć spam
ru: Ограничивает количество вооружения до процента от размера команды для предотвращения спама
sr: Ограничава број оружја доступних играчима до процента величине тимова ради смањења спама

source: Balanced Teams
bg: Равни отбори
cs: Vyrovnané týmy
el: ισορροπημένη ομάδες
es: Equipos Equilibrados
fi: Tasapainotetut tiimit
fr: Équipes équilibrées
hu: Kiegyensúlyozottság
it: Team Bilanciati
nl: Gebalanceerde teams
pl: Balans Zespołów
ru: Балансировка команд
sr: Избалансирани тимови

source: Enforces balanced teams by forcing players to join the team with the lowest player count
bg: Автоматично изравнява отборите, като премества играчи към отбора с най-малък брой участници
cs: Určuje hráčům, že se mohou připojit jen do týmu s nejmenším počtem hráčů
el: Επιβάλλει ισορροπημένη ομάδες αναγκάζοντας τους παίκτες να ενταχθούν στην ομάδα με το χαμηλότερο καταμέτρηση player
es: Balancea los equipos forzando a los jugadores unirse al equipo con menos jugadores
fi: Pakottaa pelaajat tasaisiin joukkueisiin
fr: Force l'équilibrage des équipes en forçant les joueurs à rejoindre l'équipe ayant le moins de joueurs
hu: Kiegyensúlyozott csapatokat úgy, hogy kényszeríti a játékosokat, hogy az alacsonyabb létszámú csapathoz csatlakozzanak
it: Team bilanciati forzatamente obbligando i giocatori ad unirsi al team con meno giocatori
nl: Handhaaft gebalanceerde teams door spelers te forceren zich bij het team met de minste spelers te voegen
pl: Wymusza zbalansowanie drużyn, zmuszając graczy do dołączenia do drużyny z najniższą liczbą zawodników
ru: Следит за балансом команд вынуждая игроков заходить за команду с меньшим числом игроков
sr: Намеће баланс тимова тако што сврстава играче у тим са најмањим бројем играча

source: NAME
bg: ИМЕ
cs: NÁZEV ÚROVNĚ NEBO KAMPANĚ
el: ΌΝΟΜΑ
es: NOMBRE
fi: NIMI
fr: NOM
hu: NÉV
it: NOME
nl: NAAM
pl: NAZWA
ru: ИМЯ
sr: ИМЕ

source: Select the campaign or map that the server should load
bg: Избор на кампания или карта, която да бъде заредена за игра
cs: Výběr úrovně nebo kampaně, kterou má server nahrát
el: Επιλέξτε την καμπάνια ή χάρτη που ο διακομιστής θα πρέπει να φορτώσει
es: Selecciona la campaña o mapa que el servidor debe de cargar
fi: Valitse kampanja tai kartta, jonka palvelimen pitäisi ladata
fr: Sélectionne la campagne ou la carte que le serveur devrait charger
hu: Válaszd ki azt a hadjáratot vagy pályát, amit betöltsön a szerver
it: Seleziona la campagna o mappa da avviare nel server
nl: Het campagne of de map die de server moet laden
pl: Wybierz kampanię lub mapę, którą ma załadować serwer
ru: Выбрать кампанию или карту для загрузки
sr: Одаберите кампању или мапу коју ће сервер учитати

source: PREVIEW
bg: ПРЕГЛЕД
cs: NÁHLED
el: ΠΡΟΕΠΙΣΚΌΠΗΣΗ
es: VISTA PREVIA
fi: ESIKATSELU
fr: PRÉVISUALISATION
hu: ELŐNÉZET
it: ANTEPRIMA
pl: PODGLĄD
ru: ПРЕВЬЮ
sr: ПРЕГЛЕД

source: DETAILS
bg: ОПИСАНИЕ
cs: PODROBNOSTI
el: ΚΑΘΈΚΑΣΤΑ
es: DETALLES
fi: YKSITYISKOHDAT
fr: DÉTAILS
hu: RÉSZLETEK
it: DETTAGLI
pl: SZCZEGÓŁY
ru: ДЕТАЛИ
sr: ДЕТАЉИ

source: START SERVER
bg: СТАРТИРАЙ СЪРВЪРА
cs: SPUSTIT SERVER
el: ΑΡΧΉ ΥΠΗΡΈΤΗΣ
es: INICIAR SERVIDOR
fi: ALOITA PALVELIN
fr: DÉMARRER LE SERVEUR
hu: SZERVER INDÍTÁSA
it: AVVIA SERVER
pl: WŁĄCZ SERWER
ru: ЗАПУСТИТЬ СЕРВЕР
sr: ПОКРЕНУТИ СЕРВЕР

source: DISCONNECT
bg: НАПУСНИ СЪРВЪРА
cs: ODPOJIT
el: ΑΠΟΣΥΝΔΈΩ
es: DESCONECTAR
fi: KATKAISE YHTEYS
fr: SE DÉCONNECTER
hu: LEKAPCSOLÓDÁS
it: DISCONNETTI
nl: VERLATEN
pl: ROZŁĄCZ
ru: ОТКЛЮЧИТЬСЯ
sr: ДИСКОНЕКТОВАЊЕ

source: Do you want to disconnect
bg: Наистина ли искате да
cs: Opravdu odpojit
el: Θέλετε να αποσυνδέσετε
es: ¿Quieres desconectarte
fi: Haluatko katkaista yhteyden
fr: Voulez-vous vous déconnecter
hu: Le akarsz kapcsolódni
it: Vuoi disconnetterti
nl: Wil je de verbinding met de
pl: Czy chcesz się rozłączyć
ru: Хотите отключиться
sr: Да ли желите да се дисконектујете

source: from the server?
bg: напуснете сървъра?
cs: ze serveru?
el: από το διακομιστή;
es: del servidor?
fi: tältä palvelimelta?
fr: de ce serveur?
hu: a szerverről?
it: dal server?
nl: server verbreken?
pl: z tym serwerem?
ru: от сервера?
sr: са овог сервера?

source: MENU
bg: МЕНЮ
el: ΜΕΝΟΎ
fi: VALIKKO
hu: MENÜ
ru: МЕНЮ
sr: МЕНИ

source: VOTE
bg: ГЛАСУВАНЕ
cs: HLASOVAT
el: ΨΉΦΟΣ
es: VOTAR
fi: ÄÄNESTYS
hu: SZAVAZÁS
it: VOTA
nl: STEM
pl: GŁOSOWANIE
ru: ГОЛОСОВАНИЕ
sr: ГЛАСАЊЕ

source: REFEREE
bg: ПРАВА СЪДИЯ
cs: ROZHODČÍ
el: ΔΙΑΙΤΗΤΉΣ
es: ÁRBITRO
fi: TUOMARI
fr: ARBITRE
hu: JÁTÉKVEZETŐ
it: ARBITRO
nl: SCHEIDSRECHTER
pl: SĘDZIA
ru: СУДЬЯ
sr: СУДИЈА

source: RCON
bg: ОТДАЛЕЧЕН КОНТРОЛ
el: επανασύνδεση

source: LIMBO MENU
bg: БОЕН ЛАГЕР
cs: PŘEDPEKLÍ
es: MENÚ DEL LIMBO
fr: MENU LIMBES
hu: LIMBÓ MENÜ
it: MENU LIMBO
pl: MENU GRACZA
ru: ЛОББИ
sr: ЛИМБО МЕНИ

source: SERVER INFO
bg: ИНФОРМАЦИЯ
cs: O SERVERU
el: ΥΠΗΡΈΤΗΣ INFO
es: INFO SERVIDOR
fi: PALVELIMEN TIEDOT
fr: INFO. DU SERVEUR
hu: SZERVER INFÓ
it: INFO SERVER
pl: INFO. O SERWERZE
ru: ИНФО О СЕРВЕРЕ
sr: ИНФОРМАЦИЈЕ О СЕРВЕРУ

source: OPTIONS
bg: НАСТРОЙКИ
cs: VOLBY
el: ΕΠΙΛΟΓΕΣ
es: OPCIONES
fi: ASETUKSET
hu: BEÁLLÍTÁS
it: OPZIONI
nl: OPTIES
pl: OPCJE
ru: НАСТРОЙКИ
sr: ПОДЕШАВАЊА

source: CREDITS
bg: АВТОРИ
cs: TITULKY
el: ΣΥΝΤΕΛΕΣΤΕΣ
es: CRÉDITOS
fi: TUNNUSTUKSET
fr: CRÉDITS
hu: KÉSZÍTŐK
it: CREDITI
pl: AUTORZY
ru: РАЗРАБОТЧИКИ
sr: ЗАСЛУГЕ

source: EXIT GAME
bg: ИЗХОД
cs: OPUSTIT HRU
el: ΈΞΟΔΟΣ ΠΑΙΧΝΊΔΙ
es: SALIR
fi: LOPETA PELI
fr: QUITTER
hu: KILÉPÉS
it: ESCI
nl: AFSLUITEN
pl: WYJDŹ Z GRY
ru: ВЫЙТИ ИЗ ИГРЫ
sr: ИЗЛАЗАК ИЗ ИГРЕ

source: SEND MESSAGE
bg: ИЗПРАЩАНЕ СЪОБЩЕНИЕ
cs: ODESLAT ZPRÁVU
el: ΝΑ ΣΤΕΊΛΕΤΕ ΜΉΝΥΜΑ
es: MANDAR MENSAJE
fi: LÄHETÄ VIESTI
fr: ENVOYER LE MESSAGE
hu: ÜZENET KÜLDÉSE
it: INVIA MESSAGGIO
nl: BERICHT STUREN
pl: WYŚLIJ WIADOMOŚĆ
ru: ОТПРАВИТЬ СООБЩЕНИЕ
sr: ПОСЛАТИ ПОРУКУ

source: Say:
bg: Ткс:
cs: Text:
el: Λέγω:
es: Decir:
fi: Sano:
fr: Dire:
hu: Üzenet:
it: Messaggio:
nl: Zeg:
pl: Mów:
ru: Речь:
sr: Реците:

source: Enter text here - press ESCAPE twice to cancel
bg: Напишете текстово съобщение до другите играчи - натиснете два пъти ESCAPE за отмяна
cs: Sem vložte zprávu — stiskněte dvakrát Escape pro zrušení
el: Πληκτρολογήστε το κείμενο εδώ - πατήστε το πλήκτρο ESCAPE δύο φορές για να ακυρώσετε
es: Introduce texto aquí - presiona ESC dos veces para cancelar
fi: Syötä teksti tähän - paina ESCAPE painiketta kahdesti peruuttaaksesi
fr: Entrez le texte ici - appuyez sur ÉCHAP deux fois pour annuler
hu: Add meg a szöveget itt - nyomj ESC-et kétszer a megszakításhot
it: Inserisci qui il testo - premi due volte ESCAPE per annullare
nl: Typ je tekst hier - druk 2x op ESCAPE om te annuleren
pl: Wpisz tutaj tekst - kliknij ESCAPE dwa razy, aby anulować
ru: Введите текст - нажмите ESC дважды для отмены
sr: Укуцајте текст овде - притисните ESC двапут да прекинете

source: To:
bg: До:
cs: Komu:
el: Να:
es: Para:
fi: Henkilölle:
fr: À:
hu: Címzett:
it: A:
nl: Aan:
pl: Do:
ru: Кому:
sr: Прималац:

source: All
bg: Всички
cs: Všem
el: Όλοι
es: Todos
fi: Kaikki
fr: Tous
hu: Mindenki
it: Tutti
nl: Iedereen
pl: Wszyscy
ru: Все
sr: Сви

source: Team
bg: Отбора
cs: Týmu
el: Ομάδα
es: Equipo
fi: Tiimi
fr: Équipe
hu: Csapat
pl: Zespół
ru: Команда
sr: Тим

source: Fireteam
bg: Звеното
cs: Četě
el: Φωτιάομάδα
es: Escuadra
fi: Partio
hu: Osztag
pl: Oddział
ru: Звено
sr: Ударна група

source: Select the destination of your message
bg: Определяне на получател на съобщението
cs: Vyber adresáty tvé zprávy
el: Επιλέξτε τον προορισμό του μηνύματός σας
es: Selecciona el destinatario de tu mensaje
fi: Valitse viestisi kohde
fr: Sélectionne la destination de votre message
hu: Az üzenet célhelyének megadása
it: Seleziona i destinatari del tuo messaggio
nl: De bestemming van je bericht
pl: Wybierz miejsce docelowe wiadomości
ru: Выберите пункт назначения для сообщения
sr: Одаберите примаоца Ваше поруке

source: CANCEL
bg: ОТМЯНА
cs: ZRUŠIT
el: ΜΑΤΑΊΩΣΗ
es: CANCELAR
fi: PERUUTA
fr: ANNULER
hu: MÉGSE
it: ANNULLA
nl: ANNULEREN
pl: ANULUJ
ru: ОТМЕНА
sr: ОТКАЗАТИ

source: SEND
bg: ИЗПРАТИ
cs: ODESLAT
el: ΣΤΈΛΝΩ
es: ENVIAR
fi: LÄHETÄ
fr: ENVOYER
hu: ELKÜLDÉS
it: INVIA
nl: STUUR
pl: WYŚLIJ
ru: ОТПРАВИТЬ
sr: ПОШАЉИТЕ

source: REFRESH
bg: ОБНОВИ
cs: OBNOVIT
el: ΦΡΕΣΚΆΡΩ
es: ACTUALIZAR
fi: PÄIVITÄ
fr: RAFRAÎCHIR
hu: FRISSÍTÉS
it: AGGIORNA
nl: VERVERS
pl: ODŚWIEŻ
ru: ОБНОВИТЬ
sr: ОБНОВИТИ

source: ADD FAVORITE
bg: ДОБАВИ В ЛЮБИМИ
es: AÑADIR FAVORITO
fi: LISÄÄ SUOSIKKI
fr: AJOUTE UN FAVORI
hu: KEDVENC HOZZÁADÁSA
it: AGGIUNGI PRF
nl: FAVORIET TOEVOEGEN
pl: DODAJ DO ULUBIONYCH
ru: ДОБАВИТЬ В ИЗБРАННОЕ

source: RESPAWNING
bg: ПРЕРАЗГРЪЩАНЕ
cs: ZNOVUZROZENÍ
es: REAPARECER
fi: UUDELLEENSPAWNATAAN
fr: RÉAPPARITION
hu: ÚJRASPAWNOLÁS
pl: ODRODZENIE
ru: ВОЗРОЖДЕНИЕ
sr: ПОНОВНИ УЛАЗАК

source: In Last Man Standing mode you will not respawn if you tap out now. Are you sure?
bg: При режим 'Последен оцеля', няма да можете да участвате повторно в играта, ако веднъж вече сте се оттеглили. Сигурни ли сте?
cs: V módu „Poslední vyhrává“ se po odklepnutí nelze opětovně zrodit. Jsi si jistý?
el: Στην τελευταία μόνιμη κατάσταση άνθρωπος δεν θα respawn αν αγγίξετε έξω τώρα. Είσαι σίγουρος
es: En el modo Last Man Standing no reaparecerás si pulsas ahora. ¿Estás seguro?
fi: Viimeinen mies pystyssä moodissa et spawnaa uudelleen jos luovutat. Oletko varma?
fr: En mode Dernier homme en vie, vous ne réapparaîtrez pas si vous abandonnez maintenant. Êtes-vous sûr ?
hu: A Maradj talpon játékmódban nem spawnolsz újra, ha elnyomod. Biztos vagy benne?
it: Nella modalità Last Man Standing mode non ci sarà il respawn se ti togli adesso. Sei sicuro?
nl: In Last Man Standing modus zul je niet respawnen als je wegdrukt. Weet je het zeker?
pl: W trybie Ostatni Ocalały nie odrodzisz się jeśli padniesz teraz. Jesteś pewien?
ru: В режиме последнего героя вы не сможете возродиться если выйдете из ожидания помощи. Вы уверены?
sr: У режиму ДПЧ нећете моћи да поново уђете ако сада изађете. Да ли сте сигурни?
