Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: 6. Destroy Construction
bg: 6. Унищожете съоръжението
cs: 6. Zničte stavbu
el: 6. Καταστρέφω Κατασκευή
es: 6. Destruir la Construcción
fi: 6. Tuhotkaa rakennelma
fr: 6. Détruisez la construction
hu: 6. Rombold le az építményt
it: 6. Distruggere Costruzione
nl: 6. Vernietig constructie
pl: 6. Zniszcz Konstrukcję
ru: 6. Уничтожьте постройку
sr: 6. Уништи објекат

source: 7. Commencing Construction
bg: 7. Започвам строеж съоръжение
cs: 7. Zahajuji stavbu
el: 7. Έναρξη κατασκευής
es: 7. Construyendo
fi: 7. Aloitetaan rakennelmaa
fr: 7. Commencement de la construction
hu: 7. Megkezdem az építést
it: 7. Inizio Costruzione
nl: 7. Ik begin met bouwen
pl: 7. Rozpocznij Budowę
ru: 7. Начинаю строительство
sr: 7. Започињем градњу

source: 8. Repair Vehicle
bg: 8. Поправете транспорта
cs: 8. Opravte vozidlo
el: 8. Επισκευή Όχημα
es: 8. Reparar Vehículo
fi: 8. Korjatkaa ajoneuvo
fr: 8. Réparez le véhicule
hu: 8. Javítsd meg a járművet
it: 8. Riparare Veicolo
nl: 8. Repareer het voertuig
pl: 8. Napraw Pojazd
ru: 8. Почините транспорт
sr: 8. Поправи возило

source: 9. Disable Vehicle
bg: 9. Спрете транспорта
cs: 9. Znehybněte vozidlo
el: 9. Απενεργοποίηση οχήματος
es: 9. Destruir Vehículo
fi: 9. Lamauttakaa ajoneuvo
fr: 9. Neutralisez le véhicule
hu: 9. Bénítsd meg a járművet
it: 9. Bloccare Veicolo
nl: 9. Maak het voertuig onklaar
pl: 9. Zniszcz Pojazd
ru: 9. Повредите транспорт
sr: 9. Заустави возило

source: 0. Escort Vehicle
bg: 0. Придружете транспорта
cs: 0. Doprovoďte vozidlo
el: 0. Συνοδεία οχημάτων
es: 0. Escoltar Vehículo
fi: 0. Saattakaa ajoneuvo
fr: 0. Escortez le véhicule
hu: 0. Kísérd a járművet
it: 0. Scortare Veicolo
nl: 0. Escorteer het voertuig
pl: 0. Eskortuj Pojazd
ru: 0. Сопровождайте транспорт
sr: 0. Прати возило

source: S. Statements
bg: S. Докладване
cs: S. Prohlášení
el: Σ Καταστάσεις
es: S. Estados
fi: S. Lausunnot
fr: S. Déclaration
hu: S. Kijelentés
it: S. Affermazioni
nl: S. Uitspraken
pl: S. Raporty
ru: S. Утверждения
sr: S. Изјаве

source: R. Requests
bg: R. Нужди
cs: R. Požadavky
el: R. αιτήσεις
es: R. Pedidos
fi: R. Pyynnöt
fr: R. Requêtes
hu: R. Kérés
it: R. Richieste
nl: R. Verzoeken
pl: R. Zadania
ru: R. Запросы
sr: R. Захтеви

source: C. Commands
bg: C. Команди
cs: C. Rozkazy
el: Γ Εντολές
es: C. Órdenes
fi: C. Komennot
fr: C. Ordres
hu: C. Parancs
it: C. Comandi
nl: C. Commando's
pl: C. Polecenia
ru: C. Команды
sr: C. Наређења

source: T. Talk
bg: T. Разговори
cs: T. Rozmluva
el: Τ Ομιλία
es: T. Hablar
fi: T. Keskustelu
fr: T. Parler
hu: T. Beszéd
it: T. Parla
nl: T. Spreken
pl: T. Rozmowa
ru: T. Общение
sr: T. Разговор

source: G. Global
bg: G. Основни
cs: G. Globální
el: Γ παγκόσμιο
fi: G. Globaali
hu: G. Globális
it: G. Globale
nl: G. Algemeen
pl: G. Globalne
ru: G. Общие
sr: G. Глобално

source: F. Function
bg: F. Действия
cs: F. Funkce
el: F. Λειτουργία
es: F. Función
fi: F. Virkatehtävä
fr: F. Fonction
hu: F. Funkció
it: F. Funzione
nl: F. Functie
pl: F. Funkcja
ru: F. Роль
sr: F. Функција

source: O. Objectives
bg: O. Цели
cs: O. Úkoly mise
el: O. Στόχοι
es: O. Objetivos
fi: O. Päämäärät
fr: O. Objectifs
hu: O. Objektívek
it: O. Obiettivi
nl: O. Doelstellingen
pl: O. Cele
ru: O. Задания
sr: O. Задаци

source: P. Path Cleared.
bg: P. Пътят е чист.
cs: P. Cesta vyčištěna.
el: Π Μονοπάτι εκκαθάριση.
es: P. Camino Despejado.
fi: P. Reitti selvä.
fr: P. La voie est libre.
hu: P. Tiszta a terep.
it: P. Via Libera
nl: P. Weg vrijgemaakt.
pl: P. Droga Wolna.
ru: P. Путь чист
sr: P. Пут је чист.

source: W. Enemy Weak!
bg: W. Изплашихме гаргите!
cs: W. Nepřítel oslaben!
el: W. Εχθρός Ασθενής!
es: W. ¡Enemigo Débil!
fi: W. Vihollinen on heikko!
fr: W. L'ennemi est affaibli !
hu: W. Az ellenség meggyengült!
it: W. Nemico Debole!
nl: W. Vijand verzwakt!
pl: W. Wróg Osłabiony
ru: W. Враг ослаблен!
sr: W. Непријатељ слаби!

source: C. All Clear
bg: C. Чисто е
cs: C. Všude čisto.
el: C. Όλα Καθαρός
es: C. Todo Despejado
fi: C. Kaikki selvä
fr: C. Rien à signaler
hu: C. Minden tiszta
it: C. Libero
nl: C. Alles vrij
pl: C. Czysto
ru: C. Всё чисто
sr: C. Све је чисто

source: I. Incoming
bg: I. Пазете се
cs: 4. Je to tu!
el: I. Εισερχόμενοι
es: I. Que vienen
fi: I. Lähestyvä
fr: I. Ils arrivent
hu: I. Bejövő!
it: I. Arrivano
nl: I. Inkomend
pl: I. Nadchodzą
ru: I. Входящие
sr: I. Пази

source: F. Fire In The Hole!
bg: F. Хвърлям граната!
cs: F. Bouchne to!
el: ΣΤ Φωτιά στην τρύπα!
fi: F. Tulta reikään!
fr: F. Tirez dans le tas !
hu: F. Vigyázat, robbantás!
it: F. Sta per saltare!
nl: F. Zoek dekking!
pl: F. Uwaga Strzelam!
ru: F. Сейчас рванёт!
sr: F. Гађај!

source: D. I'm Defending.
bg: D. Защитавам позиция.
cs: D. Bráním.
el: Δ. Είμαι Υπεράσπιση.
es: D. Estoy Defendiendo.
fi: D. Puolustan.
fr: D. Je défends.
hu: D. Védek.
it: D. Sto Difendendo.
nl: D. Ik verdedig.
pl: D. Bronię.
ru: D. Защищаю
sr: D. Браним.

source: A. I'm Attacking.
bg: А. Атакувам позиция.
cs: A. Útočím.
el: Α. είμαι επιτίθενται.
es: A. Estoy Atacando.
fi: A. Hyökkään
fr: A. J'attaque.
hu: A. Támadok.
it: A. Sto Attaccando.
nl: A. Ik val aan.
pl: A. Atakuje.
ru: A. Атакую
sr: A. Нападам.

source: T. Taking Fire!
bg: T. Обстрелват ме!
cs: T. Jsem pod palbou!
el: Τ. Λαμβάνοντας Φωτιά!
es: T. ¡Me Disparan!
fi: T. Otetaan tulta vastaan!
fr: T. Je suis touché !
hu: T. Tűz alatt vagyok!
it: T. Ci stanno addosso!
nl: T. Ik word beschoten!
pl: 8. Biorę ogień na siebie!
ru: T. Беру огонь на себя!
sr: T. Гађају ме!

source: M. Mines Cleared
bg: M. Мините обезвредени
cs: M. Miny odklizeny.
el: Μ. Ορυχείων εκκαθαρίζονται
es: M. Minas Desactivadas
fi: M. Miinat poistettu
fr: M. Mines supprimées
hu: M. Aknák felszedve
it: M. Mine Disinnescate
nl: M. Mijnen geruimd
pl: M. Pole Oczyszczone z Min
ru: M. Мины обезврежены
sr: M. Нема мина

source: E. Enemy Disguised
bg: E, Шпионин в редиците
cs: E. Nepřítel v přestrojení!
el: Ε. Εχθρός Συγκεκαλυμμένη
es: E. Enemigo Disfrazado
fi: E. Vihollinen naamioituneena
fr: E. Ennemi déguisé
hu: E. Ellenség álcázta magát
it: E. Nemico Camuffato
nl: E. Vermomde vijand gespot
pl: E. Wróg w Przebraniu
ru: E. Враг замаскирован
sr: E. Непријатељ прерушен

source: M. Need Medic!
bg: M. Лекар, ранен съм!
cs: M. Potřebuji medika!
el: Μ Ανάγκη γιατρός!
es: M. ¡Necesito un Médico!
fi: M. Tarvitaan lääkintämiestä!
fr: M. J'ai besoin d'un médecin !
hu: M. Kell egy felcser!
it: M. Serve Medico!
nl: M. Heb een arts nodig!
pl: M. Potrzebuje Medyka!
ru: M. Нужна аптечка!
sr: M. Лекар!

source: A. Need Ammo!
bg: A. Дайте муниции!
cs: A. Je třeba munice!
el: A. Ανάγκη πυρομαχικά!
es: A. ¡Necesito Munición!
fi: A. Tarvitaan ammuksia!
fr: A. J'ai besoin de munitions !
hu: A. Töltényre lenne szükségem
it: A. Servono Munizioni!
nl: A. Heb munitie nodig!
pl: A. Potrzebuje Amunicje!
ru: A. Нужны патроны!
sr: A. Муниција!

source: B. Need Backup!
bg: B. Трябва ми помощ!
cs: B. Potřebuji podporu!
el: B. Ανάγκη δημιουργίας αντιγράφων ασφαλείας!
es: B. ¡Necesito Cobertura!
fi: B. Tarvitaan taustatukea!
fr: B. J'ai besoin d'aide !
hu: B. Erősítésre lenne szűkségem
it: B. Serve Scorta!
nl: B. Heb hulp nodig!
pl: B. Potrzebuje Wsparcia!
ru: B. Нужна помощь!
sr: B. Подршка!

source: E. Need Engineer!
bg: E. Трябва ми инженер!
cs: E. Je třeba inženýra!
el: Ε. Ανάγκη Μηχανικός!
es: E. ¡Necesitamos un Ingeniero!
fi: E. Tarvitaan insinööriä!
fr: E. J'ai besoin d'un ingénieur !
hu: E. Kell egy műszakis!
it: E. Serve Ingegnere!
nl: E. Heb een ingenieur nodig!
pl: E. Potrzebuje Inżyniera!
ru: E. Нужен инженер!
sr: E. Инжењер!

source: C. Cover Me!
bg: C. Прикривайте ме!
cs: C. Kryjte mě!
el: Γ. Καλύψτε Me!
es: C. ¡Cubridme!
fi: C. Suojatkaa minua!
fr: C. Couvrez-moi !
hu: C. Fedezz!
it: C. Copritemi!
nl: C. Dek me!
pl: C. Osłaniaj Mnie!
ru: C. Прикройте меня!
sr: C. Покривај ме!

source: H. Hold Fire!
bg: H. Не стреляй!
cs: H. Zadržte palbu!
el: Η. Κρατήστε Fire!
es: H. ¡Alto al Fuego!
fi: H. Pidättäkää tulta!
fr: H. Attention où vous tirez !
hu: H. Tartsd a tüzed!
it: H. Calmati!
nl: H. Stop het vuren!
pl: H. Wsztrzymaj Ogień!
ru: H. Не стреляй!
sr: H. Не пуцај!

source: W. Where To?
bg: W. Накъде?
cs: W. Kam?
el: W. Προς τα πού?
es: W. ¿A Dónde?
fi: W. Minne?
fr: W. Où aller ?
hu: W. Hova?
it: W. Dove?
nl: W. Waarheen?
pl: W. Dokąd?
ru: W. Куда?
sr: W. Где?

source: O. Need Covert Ops!
bg: A. Трябва ми разузнавач!
cs: O. Je třeba agenta!
el: Ο. Ανάγκη Μυστικές Ops!
es: O. ¡Necesitamos un Covert Ops!
fi: O. Tarvitaan salaista operaattoria!
fr: O. J'ai besoin d'un Covert Ops !
hu: 0. Kell egy kém!
it: O. Servono Covert Ops!
nl: O. Heb een spion nodig!
pl: O. Potrzebuje Szpiega!
ru: O. Нужен разведчик!
sr: O. Агент!

source: F. Follow Me!
bg: F. Следвайте ме!
cs: F. Následuj mě!
el: φά. Ακολουθώ μου
es: F. ¡Seguidme!
fi: F. Seuratkaa minua!
fr: F. Suivez-moi !
hu: F. Kövess!
it: F. Seguitemi!
nl: F. Volg me!
pl: F. Za Mną!
ru: F. Следуйте за мной!
sr: F. Прати ме!

source: G. Let's Go!
bg: G. Да вървим!
cs: G. Pojďme!
el: Γ. Πάμε!
es: G. ¡Vamos!
fi: G. Mennään!
fr: G. Allons-y !
hu: G. Nyomás!
it: G. Andiamo!
nl: G. Laten we gaan!
pl: G. No Dalej!
ru: G. Пошли!
sr: G. Хајдемо!

source: M. Move!
bg: M. Размърдайте се!
cs: M. Pohyb!
el: Μ. Μετακίνηση!
es: M. ¡Muévete!
fi: M. Liikkukaa!
fr: M. Bougez !
hu: M. Mozgás!
it: M. Muoversi!
nl: M. Ga weg!
pl: M. Ruchy!
ru: M. Двигайтесь!
sr: M. Крени!

source: C. Clear The Path!
bg: C. Разчистете пътя!
cs: C. Vyčistěte cestu!
el: Γ. ανοίξει το δρόμο!
es: C. ¡Despejad el Camino!
fi: C. Selvittäkää reitti!
fr: C. Faites le ménage !
hu: C. Tedd szabaddá az utat!
it: C. Liberare Il Passaggio!
nl: C. Maak het pad vrij!
pl: C. Oczyść Drogę!
ru: C. Зачистите путь!
sr: C. Очисти пут!

source: O. Defend Objective!
bg: O. Отбранявайте целта!
cs: O. Braňte náš úkol!
el: Ο. Υπερασπίσου Στόχος!
es: O. ¡Defended el Objetivo!
fi: O. Puolustakaa päämäärää!
fr: O. Défendez l'objectif !
hu: O. Védd az objektívet!
it: O. Difendere Obiettivo!
nl: O. Verdedig doelstelling!
pl: O. Broń Celu!
ru: O. Защищайте цель!
sr: O. Брани задатак!

source: D. Disarm Dynamite!
bg: D. Обезвредете динамита!
cs: D. Zneškodněte dynamit!
el: Δ. Αφοπλισμός δυναμίτη!
es: D. ¡Desactivar la Dinamita!
fi: D. Purkakaa dynamiitti!
fr: D. Désamorcez la dynamite !
hu: D. Hatástalanítsd a dinamitot!
it: D. Disinnescare Dinamite!
nl: D. Ontmantel de bom!
pl: D. Rozbrój Dynamit!
ru: D. Обезвредьте динамит!
sr: D. Уклони динамит!

source: N. Clear Mines!
bg: N. Обезвредете мините!
cs: N. Odkliďte miny!
el: Ν . Καθαρός Ορυχείων!
es: N. ¡Desactivar las Minas!
fi: N. Poistakaa miinat!
fr: N. Supprimez les mines !
hu: N. Távolítsd el az aknákat!
it: N. Rimuovere Mine!
nl: N. Ruim de mijnen!
pl: N. Rozbrój Miny!
ru: N. Обезвредьте мины!
sr: N. Уклони мине!

source: R. Reinforce Offense
bg: R. Подсилете атаката
cs: R. Posilte útok!
el: R. Ενίσχυση Επίθεση
es: R. Reforzad el Ataque
fi: R. Vahvistakaa hyökkäystä
fr: R. Renforcez l'attaque
hu: R. Erősítsd meg a támadást
it: R. Rafforzare Attacco
nl: R. Versterk de aanval!
pl: R. Wzmocnij Ofensywe
ru: R. Поддержите наступление!
sr: R. Појачај напад

source: E. Reinforce Defense
bg: E. Засилете защитата
cs: E. Posilte obranu!
el: Ε. Ενίσχυση της άμυνας
es: E. Reforzad la Defensa
fi: E. Vahvistakaa puolustusta
fr: E. Renforcez la défense
hu: E. Erősítsd meg a védelmet
it: E. Rafforzare Difesa
nl: E. Versterk de verdediging!
pl: E. Wzmocnij Obrone
ru: E. Поддержите оборону!
sr: E. Појачај одбрану

source: Y. Yes
bg: Y. Да
cs: Y. Ano
el: Γ. Ναι
es: Y. Si
fi: Y. Kyllä
fr: Y. Oui
hu: Y. Igen
it: Y. Sì
nl: Y. Ja
pl: Y. Tak
ru: Y. Да
sr: Y. Да

source: N. No
bg: N. Не
cs: N. Ne
el: Ν. Όχι
fi: N. Ei
fr: N. Non
hu: N. Nem
nl: N. Nee
pl: N. Nie
ru: N. Нет
sr: N. Не

source: T. Thanks
bg: T. Благодаря
cs: T. Díky
el: T. Χάρη
es: T. Gracias
fi: T. Kiitos
fr: T. Merci
hu: T. Köszi
it: T. Grazie
nl: T. Dank je
pl: T. Dzięki
ru: T. Спасибо
sr: T. Хвала

source: W. Welcome
bg: W. Моля
cs: W. Rádo se stalo
el: W. Καλώς ήρθατε
es: W. No ha sido nada
fi: W. Tervetullut
fr: W. De rien
hu: W. Nincs mit
it: W. Prego
nl: W. Graag gedaan
pl: W. Nie ma za co
ru: W. Пожалуйста
sr: W. Добродошао

source: S. Sorry
bg: S. Съжалявам
cs: S. Promiň
el: Σ. Λυπούμαστε
es: S. Perdón
fi: S. Anteeksi
fr: S. Désolé
hu: S. Bocsi
it: S. Spiacente
pl: S. Przepraszam
ru: S. Извини
sr: S. Извини

source: O. Oops
bg: O. Опа
cs: O. Ouha
el: Ο. Ωχ
fi: O. Oho
fr: O. Oups
hu: O. Hoppá
nl: O. Oeps
pl: O. Ups
ru: O. Ой
sr: O. Упс

source: W. Enemy Weak
bg: W. Изплашихме гаргите
cs: W. Nepřítel oslaben!
el: W. Εχθρός Ασθενής
es: W. Enemigo Débil
fi: W. Vihollinen on heikko
fr: W. Ennemi affaibli
hu: W. Ellenség meggyengült
it: W. Nemico Debole
nl: W. Vijand verzwakt
pl: W. Wróg Osłabiony
ru: W. Враг ослаблен
sr: W. Непријатељ слаби

source: H. Hi
bg: H. Здравейте
cs: H. Ahoj
el: Η. Hi
es: H. Hola
fi: H. Hei
fr: H. Bonjour
hu: H. Sziasztok
it: H. Salve
nl: H. Hoi
pl: H. Cześć
ru: H. Привет
sr: H. Ћао

source: B. Bye
bg: B. Доскоро
cs: B. Mějte se
el: B. Αντίο
es: B. Adiós
fi: B. Heippa
fr: B. Au revoir
hu: B. Viszlát
it: B. Arrivederci
nl: B. Doei
pl: B. Do widzenia
ru: B. Пока
sr: B. Видимо се

source: S. Great Shot
bg: S. Отлично попадение
cs: S. Skvělá trefa
el: Σ. Μεγάλη Βολή
es: S. Buen Tiro
fi: S. Hyvä laukaus
fr: S. Joli tir
hu: S. Remek lövés
it: S. Bel Colpo
nl: S. Mooi schot
pl: S. Świetny Strzał
ru: S. Отличный выстрел
sr: S. Добар хитац

source: C. Cheer
bg: C. Браво
cs: C. Jupí
el: C. Κέφι
es: C. Animar
fi: 7. Hurraa
fr: C. Youpi
hu: C. Örülés
it: C. Esulto
nl: C. Juich
pl: C. Okrzyki
ru: C. Ободрить
sr: C. Радовање

source: G. More Globals
bg: G. Още команди
cs: G. Další...
el: Γ. Περισσότερες Globals
es: G. Más
fi: G. Enemmän globaaleja
fr: G. Plus de messages
hu: G. Még több globális
it: G. Altri Globali
nl: G. Meer algemene teksten
pl: G. Dalej
ru: G. Ещё общие
sr: G. Више глобалних

source: G. Good Game
bg: G. Добра игра
cs: G. Dobrá Hra
el: G. Καλά Παιχνίδι
es: G. Buena Partida
fi: G. Hyvä peli
fr: G. Bonne parti
hu: G. Jó játék
it: G. Bel Gioco
nl: G. Mooie pot
pl: G. Dobra Gra
ru: G. Хорошая игра
sr: G. Добро одиграно

source: A. Command Acknowledged
bg: A. Заповедта приета
cs: A. Rozkaz přijat
el: Α .Εντολή Αναγνωρισμένη
es: A. Orden Recibida
fi: A. Komento kuitattu
fr: A. Ordre reçu
hu: A. Vettem a parancsot
it: A. Comando Accettato
nl: A. Bevel begrepen
pl: A. Polecenie Przyjęte
ru: A. Приказ принят
sr: A. Команда прихваћена

source: D. Command Declined
bg: D. Заповедта отхвърлена
cs: D. Rozkaz zamítnut
el: Δ. Εντολή Απορρίφθηκε
es: D. Orden Rechazada
fi: D. Komento hylätty
fr: D. Ordre décliné
hu: D. Parancs elutasítva
it: D. Comando Rifiutato
nl: D. Bevel geweigerd
pl: D. Polecenie Odrzucone
ru: D. Приказ отклонён
sr: D. Команда одбијена

source: C. Command Completed
bg: C. Заповедта изпълнена
cs: C. Rozkaz vykonán
el: Γ .εντολή ολοκληρώθηκε
es: C. Orden Completada
fi: C. Komento suoritettu
fr: C. Ordre complété
hu: C. Parancs végrehajtva
it: C. Comando Completato
nl: C. Bevel voltooid
pl: C. Polecenie Wykonane
ru: C. Приказ выполнен
sr: C. Команда извршена

source: P. Destroy Primary Objective
bg: P. Унищожете основната цел
cs: P. Zničte hlavní úkol
el: Π .Καταστρέφω Πρωτοβάθμια Στόχος
es: P. Destruir Objetivo Primario
fi: P. Tuhotkaa ensisijainen päämäärä
fr: P. Détruisez l'objectif primaire
hu: P. Rombold le az elsődleges objektívet
it: P. Distruggere Obiettivo Primario
nl: P. Vernietig primaire doelstelling
pl: P. Zniszcz Pierwszy Cel
ru: P. Уничтожьте главную цель
sr: P. Уништи главни задатак

source: S. Destroy Secondary Objective
bg: S. Унищожете вторичната цел
cs: S. Zničte vedlejší úkol
el: Σ. Καταστρέφω Δευτερεύων στόχος
es: S. Destruir Objetivo Secundario
fi: S. Tuhotkaa toissijainen päämäärä
fr: S. Détruisez l'objectif secondaire
hu: S. Rombold le a másodlagos objektívet
it: S. Distruggere Obiettivo Secondario
nl: S. Vernietig secundaire doelstelling
pl: S. Zniszcz Drugi Cel
ru: S. Уничтожьте вторичную цель
sr: S. Уништи споредни задатак

source: X. Destroy Construction
bg: X. Унищожете съоръжението
cs: X. Zničte stavbu
el: Χ. Καταστρέφω Κατασκευή
es: X. Destruir Construcción
fi: X. Tuhotkaa rakennelma
fr: X. Détruisez la construction
hu: X. Rombold le az építményt
it: X. Distruggere Costruzione
nl: X. Vernietig constructie
pl: X. Zniszcz Konstrukcję
ru: X. Уничтожьте постройку
sr: X. Уништи објекат

source: M. Commencing Construction
bg: M. 7. Започвам строеж съоръжение
cs: M. Zahajuji stavbu
el: Μ. έναρξη κατασκευής
es: M. Construyendo
fi: M. Aloitetaan rakennelmaa
fr: M. Commencement de la construction
hu: M. Építés megkezdése
it: M. Inizio Costruzione
nl: M. Ik begin met bouwen
pl: M. Rozpocznij Budowę
ru: M. Начинаю строительство
sr: M. Започињем градњу

source: R. Repair Vehicle
bg: R. Поправете транспорта
cs: R. Opravte vozidlo
el: R. οχημάτων Επισκευή
es: R. Reparar Vehículo
fi: R. Korjatkaa ajoneuvo
fr: R. Réparez le véhicule
hu: R. Javítsd meg a járművet
it: R. Riparare Veicolo
nl: R. Repareer het voertuig
pl: R. Napraw Pojazd
ru: R. Почините транспорт
sr: R. Поправи возило

source: V. Disable Vehicle
bg: V. Спрете транспорта
cs: V. Znehybněte vozidlo
el: V. Απενεργοποίηση οχήματος
es: V. Destruir Vehículo
fi: V. Lamauttakaa ajoneuvo
fr: V. Neutralisez le véhicule
hu: V. Bénítsd meg a járművet
it: V. Bloccare Veicolo
nl: V. Maak het voertuig onklaar
pl: V. Zniszcz Pojazd
ru: V. Повредите транспорт
sr: V. Заустави возило

source: E. Escort Vehicle
bg: V. Придружете транспорта
cs: E. Doprovoďte vozidlo
el: Ε. Συνοδεία οχημάτων
es: E. Escoltar Vehículo
fi: E. Saattakaa ajoneuvo
fr: E. Escortez le véhicule
hu: E. Kísérd a járművet
it: E. Scortare Veicolo
nl: E. Escorteer het voertuig
pl: E. Eskortuj Pojazd
ru: E. Сопровождайте транспорт
sr: E. Прати возило

source: 2. Command Declined
bg: 2. Заповедта отхвърлена
cs: 2. Rozkaz zamítnut
el: 2. Εντολή Απορρίφθηκε
es: 2. Orden Rechazada
fi: 2. Komento hylätty
fr: 2. Ordre décliné
hu: 2. Parancs elutasítva
it: 2. Comando Rifiutato
nl: 2. Bevel afgewezen
pl: 2. Polecenie Odrzucone
ru: 2. Приказ отклонён
sr: 2. Команда одбијена

source: Can't team voice chat as a spectator.
bg: Нямате право да използвате гласови команди като наблюдател.
cs: Divák nemůže zasílat Rychlé hlasové zprávy.
el: δεν μπορεί να συνεργαστεί voice κουβέντα ως θεατής.
es: No puedes usar el chat de equipo como espect.
fi: Katsojana ei voi käyttää tiimiääniviestejä.
fr: Impossible de parler à l'équipe en étant spectateur.
hu: Nem használhatod a csapat hangcsevegőt nézőként.
it: Non puoi usare la chat team vocale da spettatore.
nl: Kan geen team stemchat uitvoeren als toeschouwer
pl: Nie można korzystać z zespołowego czatu jako obserwator.
ru: Нельзя использовать командный голосовой чат как зритель.
sr: Нема тимског гласовног чета за гледаоце.

source: Can't buddy voice chat as a spectator.
bg: Нямате право да използвате гласови команди като наблюдател.
cs: Divák nemůže zasílat Rychlé hlasové zprávy.
el: Δεν μπορεί φίλε voice κουβέντα ως θεατής.
es: No puedes usar el chat privado como espect.
fi: Katsojana ei voi käyttää kaveriääniviestejä.
fr: Impossible de parler à la Fireteam en étant spectateur.
hu: Nem használhatod a barát hangcsevegőt nézőként.
it: Non permette la chat vocale come spettatore.
nl: Kan geen sectie voice chat uitvoeren als toeschouwer
pl: Nie można korzystać czatu oddziału jako widz.
ru: Нельзя использовать личный голосовой чат как зритель.
sr: Нема пријатељског гласовног чета за гледаоце.

source: Axis
bg: Потисници
cs: Osa
el: Άξονας
es: Eje
fi: Akselivallat
fr: Axe
hu: Tengelyhatalmakhoz
it: Asse
pl: Oś
ru: Фашисты
sr: Силе осовине

source: Allies
bg: Съюзници
cs: Spojenci
el: Σύμμαχοι
es: Aliados
fi: Liittoutuneet
fr: Alliés
hu: Szövetségesekhez
it: Alleati
pl: Alianci
ru: Союзники
sr: Савезници

source: You will spawn as a %s %s with a %s.
bg: Ще се завърнете в игра като %s %s с %s.
cs: Zrodíš se jako %s %s s %s.
el: Θα αναπαράγονται ως%s%s με%s.
es: Aparecerás como %s %s con %s.
fi: Spawnaat %s %s aseella %s.
fr: Vous serez %s %s avec un %s.
hu: A %s %s fogsz spawnolni a következővel: %s.
it: Entrerai in gioco come un %s %s con %s.
nl: Je spawnt als een %s %s met een %s.
pl: Odrodzisz się jako %s %s z %s.
ru: Вы появитесь в роли %s %s с %s.
sr: Ући ћете као %s %s са %s.

source: You will spawn as a %s %s with a %s and a %s.
bg: Ще се завърнете в игра като %s %s с %s и %s.
cs: Zrodíš se jako %s %s s %s a %s.
el: Θα αναπαράγονται ως%s%s με%s και%s.
es: Aparecerás como %s %s con %s y %s.
fi: Spawnaat %s %s aseilla %s ja %s
fr: Vous serez %s %s avec un %s et un %s.
hu: A %s %sfogsz spawnolni a következőkkel: %s és %s.
it: Entrerai in gioco come un %s %s con %s e %s.
nl: Je start als een %s %s met een %s en een %s.
pl: Odrodzisz się jako %s %s z %s i %s.
ru: Вы появитесь в роли %s %s с %s и %s.
sr: Ући ћете као %s %s са %s и %s.

source: Last Played : %s
bg: Последно игра : %s
cs: Naposledy: %s
el: Τελευταία Παίχθηκε:%s
es: Última vez: %s
fi: Viimeksipelattu: %s
fr: Dernière partie: %s
hu: Utoljára játszott : %s
it: Ultima Giocata : %s
nl: Laatst gespeeld : %s
pl: Ostatnio Grana : %s
ru: Последняя игра: %s
sr: Последњи пут играно: %s

source: Never
bg: Никога
cs: Nikdy
el: Ποτέ
es: Nunca
fi: Ei koskaan
fr: Jamais
hu: Soha
it: Mai
nl: Nooit
pl: Nigdy
ru: Никогда
sr: Никада

source: %d maps ago
bg: преди %d карти
cs: %d úrovní nazpět
el: %d χάρτες πριν
es: %d mapas antes
fi: %d kenttää sitten
fr: il y a %d cartes
hu: %d pályával ezelőtt
it: %d mappe fa
nl: %d maps geleden
pl: %d map temu
ru: %d карт назад
sr: пре %d мапа

source: Total Accumulated Votes : %d
bg: Общо получени гласове : %d
cs: Nasbíráno hlasů: %d
el: Σύνολο Συσσωρευμένες Ψήφοι:%d
es: Votos Totales Acumulados: %d
fi: Lasketut äänet: %d
fr: Total Des Votes Accumulés: %d
hu: Összes felhalmozott szavazat : %d
it: Totale Voti Accumulati : %d
nl: Totaal opgetelde stemmen: %d
pl: Lączna Ilość Głosów : %d
ru: Голосов: %d
sr: Укупно гласова: %d

source: CLOCK IS NOW SET TO %s!
bg: БРОЯЧЪТ Е НАГЛАСЕН НА %s!
cs: ČASOVAČ NASTAVEN NA %s!
el: ΡΟΛΌΙ καλείται τώρα να%s!
es: ¡EL RELOJ SE HA PUESTO A %s!
fi: KELLO ON NYT ASETETTU %s!
fr: L'HORLOGE EST MAINTENANT RÉGLÉ A %s!
hu: AZ ÓRA BEÁLLÍTÁSRA KERÜLT: %s!
it: TEMPO IMPOSTATO A %s!
nl: TIMER IS OP %s GEZET
pl: ZEGAR ZOSTAŁ USTAWIONY NA %s!
ru: ЧАСЫ УСТАНОВЛЕНЫ НА %s!
sr: САТ ЈЕ ПОДЕШЕН НА %s!

source: ACC:
bg: ТЧ:
cs: PŘE:
fi: TARK:
fr: PRÉCI.:
hu: PTS:
nl: NAUWK.:
pl: CELN.:
ru: ТОЧ:
sr: ПРЕЦ:

source: HS:
bg: ФИ:
cs: SDH:
fi: PO:
fr: TÊTES:
hu: FL:
ru: Гол:
sr: У ГЛ:

source: Time:
bg: Време:
cs: Čas:
el: Χρόνος:
es: Tiempo:
fi: Aika:
fr: Temps
hu: Idő:
it: Tempo:
nl: Tijd:
pl: Czas:
ru: Время:
sr: Време:

source: Medals:
bg: Ордени:
cs: Medailí:
el: μετάλλια:
es: Medallas:
fi: Mitallit:
fr: Médailles:
hu: Érmek:
it: Medaglie:
nl: Medailles:
pl: Medale:
ru: Медали:
sr: Медаље:

source: Rank:
bg: Ранг:
cs: Hodnost:
el: Τάξη:
es: Rango:
fi: Arvo:
fr: Rang:
hu: Rang:
it: Grado:
nl: Rang:
pl: Ranga:
ru: Ранг:
sr: Чин:

source: ^5TO TEAM
bg: ^5ДО ОТБОР
cs: ^5TÝMU
el: ^5 στην ομάδα
es: ^5AL EQUIPO
fi: ^5JOUKKUEELLE
fr: ^5À L'ÉQUIPE
hu: ^5CSAPATNAK
it: ^5AL TEAM
nl: ^5NAAR TEAM
pl: ^5DO ZESPOŁU
ru: ^5КОМАНДЕ
sr: ^5ТИМУ

source: ^3TO FIRETEAM
bg: ^3ДО ЗВЕНО
cs: ^3ČETĚ
el: ^3στην ΦΩΤΙΆ ΟΜΆΔΑ
es: ^3A LA ESCUADRA
fi: ^3TULIJOUKKUEELLE
fr: ^3À LA FIRETEAM
hu: ^3OSZTAGNAK
it: ^3AL FIRETEAM
nl: ^3NAAR FIRETEAM
pl: ^3DO ODDZIAŁU
ru: ^3ЗВЕНУ
sr: ^3УДАРНОЈ

source: ^2TO GLOBAL
bg: ^2ДО ВСИЧКИ
cs: ^2VŠEM
el: ^ 2 στην ΠΑΓΚΌΣΜΙΑ
es: ^2AL GLOBAL
fi: ^2GLOBAALIIN
fr: ^2À TOUT LE MONDE
hu: ^2MINDENKINEK
it: ^2A TUTTI
nl: ^2NAAR ALLEN
pl: ^2DO OGÓLNEGO
ru: ^2ВСЕМ
sr: ^2ГЛОБАЛНО

source: ALLIES WIN!
bg: СЪЮЗНИЦИТЕ ПОБЕДИХА!
cs: SPOJENCI VYHRÁVAJÍ!
el: ΣΥΜΜΑΧΩΝ ΝΊΚΗ!!
es: ¡GANARON LOS ALIADOS!
fi: LIITTOITUNEET VOITTAVAT!
fr: LES ALLIÉS GAGNENT !
hu: A SZÖVETSÉGESEK NYERTEK!
it: ALLEATI VINCONO!
nl: GEALLIEERDEN WINNEN!
pl: ALIANCI WYGRALI!
ru: СОЮЗНИКИ ПОБЕДИЛИ!
sr: ПОБЕДА САВЕЗНИКА!
