Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Names Fireteam Only
bg: Само имена в звено
cs: Názvem — jen četě
el: Ονόματα Φωτιά ομάδα Μόνο
es: Solo Nombres de la Escuadra
fi: Nimet vain partiossa
fr: Seulement Les Noms De La Fireteam
hu: Csak Nevek Osztag
it: Solo Nomi Fireteam
nl: Alleen Fireteam Namen
pl: Tylko Nazwy Oddziału
ru: только имена звено
sr: Само имена из ударне групе

source: Names Team Chat Only
bg: Имена в отборни съобщ.
cs: Názvem — jen týmu
el: Ονόματα ομάδας Κουβέντα Μόνο
es: Sólo Nombres del Chat del Equipo
fi: Nimet vain tiimiviesteissä
fr: Seulement Noms De L'équipes
hu: Csak Nevek Csapatcsevegő
it: Solo Nomi Chat Team
nl: Alleen Team Chat Namen
pl: Tylko Nazwy Czatu Zespołu
ru: только имена командный чат
sr: Само имена из тимског чета

source: Team & Fireteam Chat
bg: Отборни и звено съобщ.
cs: Názvem — týmu i četě
el: Ομάδα & Φωτιά ομάδα Κουβέντα
es: Chat del Equipo y de la Escuadra
fi: Tiimi- ja partioviesti
fr: Chat De L'Équipe Et De La Fireteam
hu: Csapat és osztag csevegő
pl: Czat Zespołu & Oddziału
ru: чат звена и команды
sr: Тимски и чет ударне групе

source: Displays locations in fireteam
bg: Показва местоположението на членовете на звеното
cs: Zobrazí pozice v okně čety
el: Εμφανίζει τοποθεσίες στο Φωτιά ομάδα
es: Muestra las posiciones en la Escuadra
fi: Näyttää sijainnit partiossa
fr: Affiche les positions dans la Fireteam
hu: Osztagon belüli helymeghatározás mutatása
it: Mostra posizioni nel fireteam
nl: Geef locaties van fireteams aan
pl: Wyświetla lokalizacje w oddziale
ru: Отображает местоположения в звене
sr: Показује локације ударне групе

source: Enable Flags:
bg: Показвай флагове:
cs: Zobrazit vlajky:
el: Ενεργοποίηση Σημαίες:
es: Activar Banderas:
fi: Ota liput käyttöön:
fr: Activer les Drapeaux:
hu: Zászlók engedélyezése:
it: Abilita Bandiere:
nl: Landvlaggen tonen:
pl: Włącz Flagi:
ru: Включить флаги:
sr: Омогућите заставе:

source: Displays players country flags in score board
bg: Показва флага на страната, която играчът представлява в таблото с резултати
cs: Povolí zobrazení státních vlajek v tabulce se skóre
el: Εμφανίζει σημαίες παίκτες χώρα σε πίνακα βαθμολογίας
es: Muestra las banderas de los países de los jugadores en las puntuaciones
fi: Näyttää pelaajien maiden liput tulostaulukossa
fr: Affiche les drapeaux des pays des joueurs dans le tableau des scores
hu: A játékosok országzászlajának mutatása az eredményjelző táblán
it: Visualizza le bandiere dei paesi dei giocatori nella tabella punteggi
nl: Laat landvlaggen zien in de scoreboard
pl: Wyświetla flagi państwowe graczy w tablicy wyników
ru: Показывать флаги стран игроков в таблице счёта
sr: Поакзује заставе земаља играча у скор табли

source: Fireteam Latched Class:
bg: Икона смяна клас:
cs: Připravené povolání:
el: Φωτιά ομάδα αναίρεσης σήματος Κατηγορία:
es: Escuadra Próxima Clase:
fi: Tulijoukkueen luokkavaihdot:
fr: Icône Classe Fireteam:
hu: Köv. kaszt az osztagban:
it: Classe Bloccata Fireteam:
nl: Toon aangepaste klasse in FT:
pl: Klasa w Oddziale:
ru: Тактный класс звена:
sr: Промена класе у ударној:

source: Displays Fireteam latched class
bg: Показва в панела на звеното следващия клас, който играчът е избрал да използва
cs: Povolí zobrazení připraveného povolání pro další zrod
el: Εμφανίζει Φωτιά ομάδα ασφαλισμένη κατηγορία
es: Muestra la próxima clase de los miembros de la escuadra.
fi: Näytä tulijoukkueen luokkavaihdot
fr: Affiche la classe attachée dans la Fireteam
hu: Mutatja az osztagban, ha valaki kasztot vált a következő spawnra
it: Visualizza classe bloccata Fireteam
nl: Laat de nieuw gekozen klasse zien in het fireteam
pl: Wyświetla zmianę klasy w Oddziale
ru: Отображает тактный класс звена:
sr: Показује промену класе у ударној групи

source: Obituaries Icons:
bg: Обознач. икона убити:
cs: Grafický nekrolog:
el: Νεκρολογίες Εικόνες:
es: Iconos de Esquelas:
fi: Kuolinilmoitus ikonit:
fr: Icônes des frags:
hu: Gyászjelentés ikon:
it: Icone Obitori:
nl: Overlijdensiconen:
pl: Ikony Zabójstw:
ru: Значки некрологов:
sr: Иконе читуља:

source: Victim Weapon Killer
bg: Жертва-оръжие-убиец
cs: Oběť + zbraň + vrah
el: Θύμα όπλο δολοφόνος
es: Víctima Arma Asesino
fi: Uhri, ase, tappaja
fr: Victime Arme Tueur
hu: Áldozat Fegyver Tettes
it: Vittima Arma Assasino
nl: Slachtoffer Wapen Moordenaar
pl: Ofiara Broń Zabójca
ru: жертва оружие убийца
sr: Жртва-Оружје-Убица

source: Killer Weapon Victim
bg: Убиец-оръжие-жертва
cs: Vrah + zbraň + oběť
el: Όπλο δολοφόνος Θύμα
es: Asesino Arma Víctima
fi: Tappaja, ase, uhri
fr: Tueur Arme Victime
hu: Tettes Fegyver Áldozat
it: Assasino Arma Vittima
nl: Moordenaar Wapen Slachtoffer
pl: Zabójca Broń Ofiara
ru: убийца оружие жертва
sr: Убица-Оружје-Жртва

source: Displays graphical obituaries
bg: Показва икона на обозначение за убитите играчи
cs: Povolí zobrazení grafického nekrologu
el: Εμφανίζει γραφική νεκρολογίες
es: Muestra esquelas gráficas
fi: Näyttää graafiset kuolinilmoitukset
fr: Affichage graphique des nécrologies
hu: Gyászjelentést grafikusan mutatja
it: Mostra obitori grafici
nl: Toon grafische overlijdens
pl: Wyświetla ikony zabójstw
ru: Отображать графические некрологи
sr: Показује графичке читуље

source: Show Descriptive Text:
bg: Описания мисия:
cs: Zobraz popisky:
el: Εμφάνιση Περιγραφικό κείμενο:
es: Texto Descriptivo:
fi: Näytä kuvaileva teksti:
fr: Texte Descriptif:
hu: Leírás mutatása:
it: Mostra Testo Descrittivo
nl: Toon omschrijvende tekst:
pl: Pokaż Tekst Opisu:
ru: Показать описание:
sr: Помоћ у Лимбу:

source: Displays limbo help text
bg: Показва подсказки за използване на меню Боен лагер
cs: Povolí zobrazení popisků v Předpeklí
el: Εμφανίζει προαύλιο της κολάσεως κείμενο βοήθειας
es: Muestra texto de ayuda del limbo
fi: Näyttää limbon ohjetekstin
fr: Affiche Le Texte D'Aide Du Limbo
hu: Limbó segítség mutatása
it: Mostra il testo di aiuto nel limbo
nl: Toon limbo hulptekst
pl: Wyświetla tekst pomocy w limbo
ru: Показывать текст помощи в меню забвения
sr: Показује помоћ у Лимбу

source: Show Clock:
bg: Показвай часовник:
cs: Zobrazit hodiny:
el: Εμφάνιση ρολογιού:
es: Mostrar Reloj:
fi: Näytä kello:
fr: Afficher l'horloge:
hu: Óra mutatása:
it: Mostra Orologio:
nl: Klok tonen:
pl: Pokaż Zegar:
ru: Показать часы:
sr: Показати сат:

source: 24 hours
bg: 24-часов формат
cs: 24 h
el: 24 ώρες
es: 24 horas
fi: 24 tuntia
fr: 24 heures
hu: 24 órás
it: 24 ore
nl: 24 uur
pl: 24 godziny
ru: 24 часа
sr: 24 сата

source: 24 hours + seconds
bg: 24-часов формат (+ секунди)
cs: 24 h + sekundy
el: 24 ώρες + δευτερόλεπτα
es: 24 horas + segundos
fi: 24 tunita + sekunnit
fr: 24 heures + secondes
hu: 24 órás + másodpercek
it: 24 ore + secondi
nl: 24 uur + seconden
pl: 24 godziny + sekundy
ru: 24 часа + секунды
sr: 24 сата + секунде

source: 12 hours
bg: 12-часов формат
cs: 12 h
el: 12 ώρες
es: 12 horas
fi: 12 tuntia
fr: 12 heures
hu: 12 órás
it: 12 ore
nl: 12 uur
pl: 12 godzin
ru: 12 часов
sr: 12 сати

source: 12 hours + seconds
bg: 12-часов формат (+ секунди)
cs: 12 h + sekundy
el: 12 ώρες + δευτερόλεπτα
es: 12 horas + segundos
fi: 12 tuntia + sekunnit
fr: 12 heures + secondes
hu: 12 órás + másodpercek
it: 12 ore + secondi
nl: 12 uur + seconden
pl: 12 godzin + sekundy
ru: 12 часов + секунды
sr: 12 сати + секунде

source: Displays local time
bg: Показва местното време
cs: Zobrazí místní čas
el: Εμφανίζει τοπική ώρα
es: Muestra la hora local
fi: Näyttää paikallisen ajan
fr: Affiche l'heure locale
hu: Helyi idő mutatása
it: Mostra ora locale
nl: Laat locale tijd zien
pl: Wyświetla czas lokalny
ru: Показать местное время
sr: Показује локално време

source: Show FPS:
bg: Показвай кадри/сек.:
cs: Zobrazit FPS:
el: Εμφάνιση FPS:
es: Mostrar FPS:
fi: Näytä kuvataajuus:
fr: Afficher les IPS:
hu: FPS mutatása:
it: Mostra FPS:
nl: FPS tonen:
pl: Pokaż FPS:
ru: Показывать FPS:
sr: Показати FPS:

source: Displays Frames Per Second
bg: Показва диаграма за кадрите в секунда
cs: Zobrazí počet snímků za sekundu
el: Εμφανίζει καρέ ανά δευτερόλεπτο
es: Muestra las Imágenes Por Segundo
fi: Näyttää kuvataajuuden
fr: Affiche le nombre d'images par seconde
hu: A képkockaszám mutatása
it: Visualizza Frame Per Secondo
nl: Toon frames per seconde
pl: Wyświetla Klatki Na Sekundy
ru: Показать число кадров в секунду
sr: Показује бр. слика у секунди

source: Show Ping:
bg: Показвай пинг:
cs: Zobrazit ping:
el: Εμφάνιση Ping:
es: Mostrar Ping:
fi: Näytä viive:
fr: Afficher la latence:
hu: Ping mutatása:
it: Mostra Ping:
nl: Toon ping:
pl: Pokaż Ping:
ru: Показывать задержку:
sr: Показати пинг:

source: Displays ping
bg: Показва във вид на цифри върху игровия интерфейс скоростта на връзка на играча със сървъра (пинг)
cs: Zobrazí ping
el: εμφανίζει ping
es: Muestra el Ping
fi: Näyttää viiveen
fr: Affiche la latence:
hu: Ping mutatása
it: Visualizza ping
nl: Toon ping
pl: Wyświetla ping
ru: Показывать задержку
sr: Показује пинг

source: Show Lagometer:
bg: Показвай лагометър:
cs: Zobrazit lagometr:
el: Εμφάνιση Lagometer:
es: Mostrar Medidor de Lag:
fi: tä viivemittari:
fr: Afficher le lagomètre:
hu: Lagométer mutatása:
it: Mostra Lagometer:
nl: Lagometer tonen:
pl: Pokaż Lagometr:
ru: Показывать лагометр:
sr: Показати лагометар:

source: Displays lagometer
bg: Показва върху игровия интерфейс диаграма за проследяване състоянието на връзката на играча (клиент) със сървъра (услуга)
cs: Zobrazí lagometr
el: εμφανίζει lagometer
es: Muestra el medidor de Lag
fi: Näyttää viivemittarin
fr: Affiche le lagomètre
hu: Lagométer mutatása
it: Visualizza lagometer
nl: Toon lagometer
pl: Wyświetla lagometer
ru: Показывать лагометр
sr: Показује лагометар

source: Switch HUD:
bg: Тип игр. интерфейс:
cs: Typ HUDu:
el: Εναλλαγή HUD:
es: Cambiar Interfaz:
fi: Vaihda HUD
fr: Changer d'ATH:
hu: HUD váltása:
it: Tipo di HUD:
nl: HUD wisselen:
pl: Przełącz HUD:
ru: Сменить ИЛС:
sr: Променити HUD:

source: Standard Hud
bg: Стандартен изглед
cs: Standardní HUD
el: πρότυπο Hud
es: Interfaz Éstandar
fi: Tavallinen HUD
fr: ATH standard
hu: Szabvány HUD
it: HUD Standard
nl: Standaard HUD
pl: Hud Standardowy
ru: Стандартный ИЛС
sr: Стандардни HUD

source: Alternate Hud 1
bg: Алтернативен изглед 1
cs: Alternativní HUD 1
el: Αναπληρωματικό Hud 1
es: Interfaz Alternativa 1
fi: Vaihtoehtoinen HUD 1
fr: ATH alternatif n°1
hu: Alternatív HUD 1
it: HUD Alternativo 1
nl: Alternatieve HUD 1
pl: Hud Alternatywny 1
ru: Альтернативный ИЛС 1
sr: Алтернативни HUD 1

source: Alternate Hud 2
bg: Алтернативен изглед 2
cs: Alternativní HUD 2
el: Αναπληρωματικό Hud 2
es: Interfaz Alternativa 2
fi: Vaihtoehtoinen HUD 2
fr: ATH alternatif n°2
hu: Alternatív HUD 2
it: HUD Alternativo 2
nl: Alternatieve HUD 2
pl: Hud Alternatywny 2
ru: Альтернативный ИЛС 2
sr: Алтернативни HUD 2

source: Switches between different HUD
bg: Превключва между различните изгледи на игровия интерфейс
cs: Vybere typ HUDu
el: Εναλλαγή μεταξύ διαφορετικών HUD
es: Cambia entre Interfaces diferentes
fi: Vaihtaa eri HUDien välillä
fr: Bascule entre les différents ATH
hu: Különböző HUD-ok közti váltás
it: Scegli il tipo di HUD
nl: Schakelt tussen verschillende HUDs
pl: Przełącza pomiędzy różnymi HUD-ami
ru: Переключение между вариантами ИЛС
sr: Мења различите HUD-ове

source: Modify Selected HUD:
bg: Елементи игр. интерфейс:
cs: Alternativní HUD:
el: Τροποποίηση Επιλεγμένα HUD:
es: Modificar Interfaz:
fi: Muokkaa valittua HUDia:
fr: Modif. l'ATH sélectionné:
hu: Választott HUD variálása:
it: Personalizza HUD:
nl: Geselecteerde HUD aanpassen:
pl: Modyfikuj Wybrany HUD:
ru: Изменить выделенный ИЛС:
sr: Променити одабрани HUD:

source: Move Round Timer
bg: Изместен брояч ост.време
cs: Přesunout čas kola
el: Μετακίνηση Γύρος Μετρών την ώραν
es: Mover el Temporizador de la Ronda
fi: Liikuta kierrosajastinta
fr: Bouger Le Minuteur De Partie
hu: Köridőt mérő óra helye
it: Movimento Round Timer
nl: Verplaats rondetijd
pl: Przenieś Czas Rundy
ru: Переместить таймер раунда
sr: Померити тајмер за рунде

source: Remove Ranks
bg: Премахване рангове
cs: Odebrat hodnosti
el: Κατάργηση Βαθμοί
es: Eliminar RAngos
fi: Poista arvot
fr: Supprimer Les Grades
hu: Rangok levétele
it: Rimuovi Gradi
nl: Verwijder rangen
pl: Usuń Rangi
ru: Удалить ранги
sr: Уклонити чинове

source: Move Popups
bg: Изместени уведомления
cs: Přesunout zprávy
el: Μετακίνηση Popups
es: Mover Avisos Emergentes
fi: Liikuta ponnahdusikkunoita
fr: Bouger Les Popups
hu: Felugró szövegek mozgatása
it: Muovi Popup
nl: Verplaats pop-ups
pl: Przenieś powiadomienia
ru: Передвинуть всплывающие окна
sr: Померити поп-апове

source: Ranks + Timer
bg: Рангове и брояч
cs: Hodnosti + Časovač
el: Βαθμοί Μετρών την ώραν
es: Rango + Temporizador
fi: Arvot + Ajastin
fr: Grades + Minuteur
hu: Rangok + időzítő
it: Gradi + Timer
nl: Rangen + tijd
pl: Rangi + Czas
ru: Ранги + Таймер
sr: Чинови + тајмер

source: Timer + Popups
bg: Брояч и уведомления
cs: Časovač + Zprávy
el: Μετρών την ώραν + popups
es: Temporizador + Mensajes Emergentes
fi: Ajastin + Ponnahdusikkunat
fr: Minuteur + Popups
hu: Időzítő + felugró szövegek
it: Timer + Popup
nl: Tijd + pop-ups
pl: Czas + Powiadomienia
ru: таймер + всплывающие окна
sr: Тајмер + поп-апови

source: Ranks + Popups
bg: Рангове и уведомления
cs: Hodnosti + Zprávy
el: Βαθμοί + Popups
es: Rangos + Mensajes Emergentes
fi: Arvot + Ponnahdusikkunat
fr: Grades + Popups
hu: Rangok + felugró szövegek
it: Gradi + Popup
nl: Rangen + pop-ups
pl: Rangi + Powiadomienia
ru: ранги + всплывающие окна
sr: Чинови + поп-апови

source: Timer + Ranks + Popups
bg: Брояч, рангове, уведомления
cs: Časovač + Hodnosti + Zprávy
el: Χρονόμετρο + Βαθμοί + Popups
es: Temporizador + Rangos + Mensajes Emergentes
fi: Ajastin + Arvot + Ponnahdusikkunat
fr: Minuteur + Grades + Popups
hu: Időzítő + rangok + felugró szövegek
it: Timer + Gradi + Popup
nl: Tijd + rangen + pop-ups
pl: Czas + Rangi + Powiadomienia
ru: таймер + ранги + всплывающие окна
sr: Тајмер + чинови + поп-апови

source: Customises Selected HUD
bg: Позволява или забранява избрани части от игровия интерфейс
cs: Upraví zvolený HUD
el: Προσαρμόζει Επιλεγμένα HUD
es: Personaliza la Interfaz
fi: Muokkaa valittua HUDia
fr: Personnalisation de l'ATH Sélectionné
hu: A kiválasztott HUD testreszabása
it: Personalizza HUD Selezionato
nl: Past geselecteerde HUD aan
pl: Dostosowuje Wybrany HUD
ru: Изменяет выбранный ИЛС
sr: Прилагођава одабрани HUD

source: IN-GAME DISPLAY
bg: ВЪТРЕШНИ ИГРОВИ НАСТРОЙКИ
cs: ZOBRAZENÍ VE HŘE
el: ΣΕ παιχνίδι ΑΠΕΙΚΌΝΙΣΗ
es: VISUALIZACIÓN EN EL JUEGO
fi: PELIN NÄYTTÖ
fr: AFFICHAGE DANS LE JEU
hu: JÁTÉKON BELÜLI KIJELZŐ
it: VISUALIZZAZIONE GIOCO
nl: IN-GAME SCHERM
pl: WIDOK W GRZE
ru: ВНУТРИИГРОВОЙ ДИСПЛЕЙ
sr: ДИСПЛЕЈ У ИГРИ

source: Ejecting Brass:
bg: Пер. изхвърляне на гилзи:
cs: Vystřelená munice:
el: Εξαγωγή Ορείχαλκος::
es: Duración Balas:
fi: Uloslentävät hylsyt:
fr: Éjection Douilles:
hu: Kirepülő töltényhüvely:
it: Espulsione Bossoli:
nl: Uitwerpen hulzen:
pl: Czas Pokazywania Łusek:
ru: Выбрасывание гильз:
sr: Трајање избачених чаура:

source: High
bg: Високо
cs: Dlouho
el: Ψηλά
es: Alta
fi: Korkea
fr: Élevée
hu: Magas
it: Alto
nl: Hoog
pl: Wysoko
ru: Выс
sr: Дуго

source: Med
bg: Средно
cs: Středně
es: Media
fi: Kohtalainen
fr: Moyenne
hu: Közepes
it: Medio
nl: Medium
pl: Średnio
ru: Сред
sr: Средње

source: Sets the duration ejected bullet shells last for
bg: Определя периода за оставане на изхвърлените гилзи
es: Establece la duración de los proyectiles de bala expulsados
fr: Règle la durée d'apparition des douilles éjectées
it: Imposta la durata dei bossoli espulsi
pl: Ustawia czas wyświetlania wystrzelony pocisków

source: Field Of View:
bg: Поле видимост:
cs: Zorné pole:
el: Οπτικό πεδίο:
es: Campo De Visión:
fi: Näkökenttä:
fr: Champ de vision:
hu: Látószög (FOV):
it: Campo Visivo:
nl: Spanwijdte gezichtsveld:
pl: Pole Widzenia:
ru: Поле зрения:
sr: Видокруг:

source: Best FOV (4:3) = 90 | (16:10) = 100.39 | (16:9) = 106.27
bg: Препоръчителни стойности: за формат на екрана 4:3 = 90 | 16:10 = 100.39 | 16:9 = 106.27
cs: Doporučené zorné pole (4:3) = 90 | (16:10) = 100.39 | (16:9) = 106.27
el: Καλύτερο FOV (4: 3) = 90 | (16:10) = 100.39 | (16: 9) = 106.27
es: Mejor CDV (4:3) = 90 | (16:10) = 100.39 | (16:9) = 106.27
fi: Paras näkökenttä (4:3) = 90 | (16:10) = 100.39 | (16:9) = 106.27
fr: Champs de vision recommandés (4:3) = 90 | (16:10) = 100.39 | (16:9) = 106.27
hu: Legjobb FOV: (4:3) = 90 | (16:10) = 100.39 | (16:9) = 106.27
it: Migliore FOV (4:3) = 90 | (16:10) = 100.39 | (16:9) = 106.27
nl: Beste FOV (4:3) = 90 | (16:10) = 100.39 | (16:9) = 106.27
pl: Najlepszy FOV (4:3) = 90 | (16:10) = 100.39 | (16:9) = 106.27
ru: Лучшее ПЗ (4:3) = 90 | (16:10) = 100.39 | (16:9) = 106.27
sr: Најбољи видокруг (4:3) = 90 | (16:10) = 100.39 | (16:9) = 106.27

source: Corona Distance:
bg: Далечина корона:
cs: Dosah koróny:
el: Στέμμα Απόσταση:
es: Distancia de la Corona:
fi: Koronan etäisyys:
fr: Couronne De Lumière:
hu: Fényudvar távolság:
it: Distanza Bagliore:
nl: Afstand lichtcorona's:
pl: Odleglość Rozbłysku:
ru: Расстояние короны:
sr: Одстојање од короне:

source: Extreme
bg: Екстремно
cs: Extrémní
el: Άκρο
es: Extrema
fi: Äärimmäinen
fr: Extrême
hu: Extrém
it: Estremo
nl: Extreem
pl: Extremalne
ru: Экстрем.
sr: Изузетно

source: Sets the maximum distance light corona is displayed
bg: Определя допустиното разстояние за отразяване на короната на светлините
cs: Nastavuje maximální dosah koróny světelného zdroje
el: Ρυθμίζει εμφανίζεται το φως στέμμα μέγιστη απόσταση
es: Ajusta la distancia máxima a la que se muestra la corona.
fi: Asettaa maksimietäisyyden valokoronoiden näyttämiseen
fr: Définit la distance maximale de la couronne de lumière qui est affichée
hu: Beállítja, hogy maximum milyen távolról legyen látható a fényudvar
it: Imposta la distanza massima per visualizzare il bagliore delle luci
nl: Stelt de maximumafstand in dat een lichtcorona wordt weergegeven
pl: Ustawia maksymalną odległość na jaką light corona jest pokazywana
ru: Макс. расстояние отображения короны света
sr: Подешава макс. одстојање короне светлости

source: Particles Effects:
bg: Частици
es: Efectos de las Partículas:
fi: Partikkeli Efektit:
fr: Effets de particules :
hu: Részecske effektek:
it: Effetti Particellari:
pl: Efekty Cząsteczkowe:
ru: Эффекты частиц:

source: Toggles display of particle effects (explosions, some smoke effects)
bg: Позволява показването на ефекти като експлозии, дим
es: Alterna la visualización de efectos de partículas (explosiones, algunos efectos de humo)
fr: Régle l'affichage des effets de particules (explosions, certains effets de fumée)
hu: Részecske effektek megjelenítése (robbanások, néhány füst effekt)
it: Abilita/disabilita visualizzazione effetti particelle (esplosioni, alcuni effetti fumogeni)
pl: Włącza wyświetlanie efektów cząsteczkowych (wybuchy, niektóre efekty dymowe)

source: Visual Effects:
bg: Визуални ефекти:
cs: Vizuální efekty:
es: Efectos Visuales
fi: Visuaaliset Efektit:
fr: Effets visuels :
hu: Vizuális effektek:
it: Effetti Visivi:
pl: Efekty Wizualne:
ru: Визуальные эффекты:

source: Draws additional visual effects (airstrike planes, debris)
bg: Показва допълнителни визуални ефекти (напр. бомбардировачи, отломки)
es: Dibuja efectos visuales adicionales (aviones de ataque, escombros)
fr: Génère des effets visuels supplémentaires (avions bombardiers, debris)
hu: További vizuális effektek rajzolása (légicsapás repülők, törmelék)
it: Abilita effetti visivi aggiuntivi (aerei d'assalto, macerie)
pl: Wyświetla dodatkowe efekty wizualne (samoloty robiące nalot, odłamki)

source: Wall Mark Lifetime:
bg: Оставане следи куршуми
cs: Životnost poškození:
el: Τείχος σημάδι Διάρκεια Ζωής:
es: Marcas en Pared:
fi: Luodinreikien elinaika:
fr: Durée marques murales:
hu: Fal nyomok élettartalma:
it: Durata Segni Muro:
nl: Duur muurbeschadigingen:
pl: Czas Trwania Śladów:
ru: Время жизни декалей:
sr: Трајање рупа од метака:

source: Duration of bullet marks on walls
bg: Показване следи от куршуми върху стените
es: Duración de las marcas de balas en paredes
fr: Durée d'apparition des impacts de balles sur les murs
hu: Lövedéknyomok időtartama a falakon
it: Durata dei fori di proiettili nei muri
pl: Czas wyświetlania śladów po pociskach na ścianach

source: Blood Flash:
bg: Индикация щети:
cs: Krvavé záblesky:
el: Λάμψη αίματος:
es: Parpadeo de la Sangre:
fi: Veren välkyntä:
fr: "Flash" Sang:
hu: Vérvillanás:
it: Schizzi di sangue:
nl: Bloedflits:
pl: Błysk Krwi:
ru: Удар крови:
sr: Црвени екран:

source: Light
bg: Леко
cs: Lehké
el: Φως
es: Ligero
fi: Kevyt
fr: Léger
hu: Alacsony
it: Leggero
nl: licht
pl: Jasno
ru: Лёг.
sr: Благо

source: Medium
bg: Средно
cs: Střední
el: Μέσον
es: Medio
fi: Keskikokoinen
fr: Moyen
hu: Közepes
it: Medio
nl: Gemiddeld
pl: Średnio
ru: Сред.
sr: Средње

source: Heavy
bg: Силно
cs: Masivní
el: Βαρύς
fi: Voimakas
fr: Lourd
hu: Erős
it: Pesante
nl: Zwaar
pl: Ciężko
ru: Тяж.
sr: Веома

source: Full
bg: Пълно
cs: Naplno
el: Γεμάτος
es: Completo
fi: Täysi
fr: Complet
hu: Teljes
it: Completo
nl: Volledig
pl: Pełne
ru: Полн.
sr: Потпуно

source: Red blood "flash" scale when receiving damage
bg: Показва визуална индикация във вид на кръв по екрана при получаване щети
cs: Nastavuje míru rudých záblesků při obdrženém poškození
el: Κόκκινο αίμα "Λάμψη" κλίμακα κατά τη λήψη ζημιές
es: "Parpadeo" rojo de sangre al recibir daño
fi: Punainen veren "välkynnän" suuruus, kun vastaanotetaan vahinkoa
fr: Échelle du "flash" rouge sang lors de la réception des dommages
hu: A vörös vérvillanás erőssége sebzéskor
it: Quantità di sangue rosso "flash" quando si riceve danno
nl: Schaalgrootte van bloedvlek wanneer er op je wordt geschoten
pl: Skala czerwonej krwi "błysk" kiedy otrzymując uszkodzenia
ru: Как сильно кровь бьёт в голову при получении урона
sr: Ниво "црвенила" екрана при рањавању

source: Blood Splatter:
bg: Разпръскване кръв:
cs: Cákance krve:
el: Πιτσιλίσματα αίμα:
es: Salpicadura de Sangre:
fi: Veren roisukunta:
fr: Éclaboussures Du Sang:
hu: Vérfröccsenés:
it: Schizzi di sangue:
nl: Bloedspetters:
pl: Rozprysk Krwi:
ru: Брызги крови:
sr: Провидност крви:

source: Blood "splatter" transparency when taking damage from other players
bg: Определя прозрачността на ефекта на разпръскване кръв по екрана при получаване на щети от другите играчи
cs: Povoluje cákání krve ze spoluhráčů při obdrženém poškození
el: αίμα "πιτσιλίσματα" διαφάνειας κατά τη λήψη βλάβες από άλλους παίκτες
es: Transparencia de la "salpicadura" de sangre al recibir daño de otros jugadores
fi: Veren "roiskunnan" läpinäkyvyys, kun otetaan vastaan vahinkoa toisilta pelaajilta
fr: La transparence d'éclaboussures du sang lors des blessures reçue par d'autre joueurs
hu: A vérfröccsenés átlátszósága, amikor sebzést kapsz
it: Trasparenza dello "schizzo" di sangue quando si riceve danno da altri giocatori
nl: Transparantie van bloedspetters wanneer er door andere spelers op je wordt geschoten
pl: Przezroczystość "rozprysku" krwi przy zadawaniu obrażeń innym graczom
ru: Прозрачность брызгов крови при получении урона
sr: Провидност крви која "шикља" док Вас други рањавају

source: Show Blood:
bg: Показване кръв:
cs: Zobrazit krev:
el: Εμφάνιση αίματος:
es: Mostrar Sangre:
fi: Näytä veri:
fr: Montrer le sang:
hu: Vér mutatása:
it: Mostra Sangue:
nl: Bloed tonen:
pl: Pokaż Krew:
ru: Показывать кровь:
sr: Показати крв:

source: Toggles showing blood spurt effect when players are shot
bg: Позволява показването на пръски кръв при уцелване на играча
es: Alterna el efecto chorro de sangre cuando le disparan al jugador
fr: Active ou désactive l'effet de giclée de sang lorsque les joueurs sont touchés
hu: Vér spriccelési effekt megjelenítése, mikor meglövik a játékost
it: Scambia la vista del sangue a scatti quando i giocatori sono sparati
pl: Włącza pokazywanie efektu strug krwi kiedy gracz/gracze są ostrzeliwani
