Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: New version available. Do you want to update now?
bg: Налична нова версия за изтегляне. Искате ли да обновите?
cs: Je dostupná nová verze hry. Aktualizovat teď?
el: Νέα έκδοση διαθέσιμη. Θέλετε να ενημερώσετε τώρα;
es: Nueva versión disponible. ¿Quieres actualizar ahora?
fr: Nouvelle version disponible. Voulez vous mettre à jour maintenant?
hu: Új verzió érhető el. Frissíteni akarod most?
it: Nuova versione disponibile. Vuoi aggiornare ora?
nl: Nieuwe versie beschikbaar. Wil je nu updaten?
pl: Dostępna jest nowa wersja. Czy chcesz pobrać aktualizację?
sr: Нова верзија доступна. Желите ли да апдејтујете сада?

source: 20 Med Health
bg: Аптечка средна, 20 жизненост
cs: 20 Střední zdraví
el: 20 Med Υγείας
es: Botiquín de 20 puntos
fr: 20 Trousse de Premiers Soins Moyenne
hu: Elsősegély készlet
it: 20 Salute
nl: 20 Gezondheid
pl: Średnią Apteczkę
sr: 20 Ср. Прва помоћ

source: Pilot: ^3Aborting, can't see target.
bg: Пилот: ^3Прекратявам курса, целта не е видима.
cs: Pilot: ^3Ruším shoz, cíl není vidět.
el: πιλότος: ^3Ματαίωση, δεν μπορεί να δει στοχεύσετε.
es: Piloto: ^3Abortando, no podemos ver el objetivo.
fr: Pilote: ^3Abandon, impossible de voir la cible.
hu: Pilóta: ^3Megszakítás, nem látható a célpont.
it: Pilota: ^3Annullo, non vedo il bersaglio.
nl: Piloot: ^3afbreken, kan doel niet zien.
pl: Pilot: ^3Przerywam, nie widzę celu.
ru: Пилот: ^3Отмена, не вижу цели.
sr: Пилот: ^3Обустављам, не видим мету.

source: Pilot: ^3Affirmative, on my way!
bg: Пилот на бомбардировач: ^3Прието, изпълнявам курса!
cs: Pilot: ^3Potvrzuji, zahajuji nálet!
el: πιλότος: ^3Καταφατική, στο δρόμο μου!
es: Piloto: ^3Afirmativo, ¡en camino!
fr: Pilote: ^3Affirmatif, c'est sur mon chemin!
hu: Pilóta: ^3Értettem, úton vagyok!
it: Pilota: ^3Affirmativo, procedo!
nl: Piloot: ^3begrepen, ben onderweg!
pl: Pilot: ^3Zrozumiałem, wyruszam w drogę!
ru: Пилот: ^3Подтверждаю, я в пути!
sr: Пилот: ^3Разумем, стижем!

source: HQ: ^3All available planes are already en-route.
bg: ЩАБКВАРТИРА: ^3Изпратени са всички налични самолети.
cs: Velitelství: ^3Všechny dostupné bombardéry jsou na misi.
el: HQ: ^3Όλα τα διαθέσιμα αεροπλάνα είναι ήδη καθ'οδόν.
es: HQ: ^3Todos los aviones disponibles están de camino.
fr: HQ: ^3Tous les avions disponibles sont déjà en route.
hu: FŐHADISZÁLLÁS: ^3Minden elérhető repülőgép úton van.
it: HQ: ^3Tutti gli aerei disponibili sono già in rotta.
nl: HQ: ^3Alle beschikbare vliegtuigen zijn al onderweg.
pl: HQ: ^3Wszystkie dostępne samoloty są już w trasie.
ru: HQ: ^3Авиация занята.
sr: Штаб: ^3Сви доступни авиони су већ на путу.

source: Join a Fireteam?
bg: Присъединяване към звено?
cs: Připojit k četě?
el: ενταχθούν σε μια φωτιά ομάδα?
es: ¿Unirse a una escuadra?
fr: Rejoindre une Fireteam?
hu: Csatlakozol egy osztaghoz?
it: Aggregarsi a un Fireteam?
nl: Aansluiten bij fireteam?
pl: Dołączyć do Oddziału?
ru: Присоединиться к звену?
sr: Придружити се ударној групи?

source: Apply
bg: Участвай
cs: Požádat
el: Εφαρμογή
es: Solicitar
fr: Appliquer
hu: Alkalmaz
it: Applica
nl: Solliciteren
pl: Ubiegaj się
sr: Пријавити се

source: Create
bg: Създай
cs: Vytvořit
el: Δημιουργία
es: Crear
fr: Créer
hu: Létrehoz
it: Crea
nl: Creëren
pl: Stwórz
ru: Создать
sr: Формирати

source: Attack
bg: Атака
cs: Zaútočte
el: επίθεση
es: Atacar
fr: Attaquer
hu: Támadás
it: Attacco
nl: Aanvallen
pl: Atak
sr: Напасти

source: Fall Back
bg: Отстъпление
cs: Ústup
el: εφεδρική
es: Retroceder
fr: Se retirer
hu: Visszavonulás
it: Recedere
nl: Terugtrekken
pl: Odwrót
sr: Повући се

source: Disband
bg: Разпусни
cs: Rozpustit
el: διαλύσει
es: Disolver
fr: Dissoudre
hu: Feloszlás
it: Disperdere
nl: Ontbinden
pl: Rozwiąż
sr: Распустити

source: Leave
bg: Напусни
cs: Opustit
el: άδεια
es: Abandonar
fr: Sortir
hu: Elhagyás
it: Lascia
nl: Verlaten
pl: Odejdż
sr: Напустити

source: Invite
bg: Покани играч
cs: Pozvat
el: καλώ
es: Invitar
fr: Inviter
hu: Meghívás
it: Invita
nl: Uitnodigen
pl: Zaproś
sr: Позвати

source: Change privacy
bg: Промяна поверителност
cs: Změnit typ
el: αλλαγή της ιδιωτικής ζωής
es: Cambiar privacidad
fr: Changer de privatisation
hu: Láthatóság módosítása
it: Cambia privacy
nl: Zichtbaarheid aanpassen
pl: Zmień prywatność
ru: Изменить уровень приватности
sr: Променити приватност

source: Kick
bg: Изгони
cs: Vyloučit
el: λάκτισμα
es: Expulsar
fr: Expulser
hu: Kirúgás
it: Caccia
nl: Verwijderen
pl: Wyrzuć
sr: Избацити

source: Warn
bg: Предупреди
cs: Varovat
el: προειδοποίηση
es: Avisar
fr: Avertir
hu: Figyelmeztetés
it: Avvisa
nl: Waarschuwen
pl: Ostrzeż
sr: Упозорити

source: Change admin
bg: Смяна администратор
cs: Změnit správce
el: αλλαγή διαχειριστή
es: Cambiar Admin
fr: Changer d'Administrateur
hu: Admin váltása
it: Cambia amministratore
nl: Admin aanwijzen
pl: Zmień admina
ru: Сменить админа
sr: Променити администратора

source: Highest Fragger
bg: Най-много убийства
cs: Nejvíce fragů
el: υψηλότερη Fragger
es: Mayor Asesino
fr: Le Plus Grand Tueur
hu: Legtöbbet fragelő
it: Miglior Giocatore
nl: Grootste fragger
pl: Najlepszy Strzelec
ru: Лучший стрелок
sr: Највише убистава

source: Highest Experience Points
bg: Най-много точки опит
cs: Nejvíce bodů zkušeností
el: Υψηλότερη εμπειρία Σημεία
es: Puntos de Experiencia Mas Altos
fr: Le Plus Grand Point d'Expérience
hu: Legmagasabb tapasztalati pont
it: Maggior Punteggio
nl: Hoogste XP
pl: Najwięcej Punktów Doświadczenia
ru: Самый опытный
sr: Највише XP-а

source: Highest Ranking Officer
bg: Най-висок ранг
cs: Nejvyšší hodnost
el: Υψηλότερη βαθμολογία Λειτουργός
es: Mayor Rango
fr: Le Plus Grand Rang d'Officier
hu: Legmagasabb rangú tiszt
it: Ufficiale Maggior Grado
nl: Hoogste officier
pl: Najwyższy Rangą Oficer
ru: Наивысший ранг
sr: Највиши чин

source: Most Highly Decorated
bg: Най-много награждения
cs: Nejvíce vyznamenání
el: Πιο ιδιαίτερα διακοσμημένο
es: Más Condecorado
fr: Le Plus Décoré
hu: Legjobban kitüntetett
it: Maggior Pluridecorato
nl: Meest gedecoreerd
pl: Najbardziej Udekorowany
ru: Кавалер орденов
sr: Највише медаља

source: Highest Battle Sense
bg: Най-добър боен дух
cs: Nelepší bojové smysly
el: Υψηλότερη Sense Μάχη
es: Mejor Sentido de Batalla
fr: Plus Haut Sens Du Combat
hu: Legmagasabb harci érzék
it: Migliore Tattica
nl: Hoogste gevechtsgevoel
pl: Najwyższy Zmysł Bitewny
ru: Лучшее полевое чутьё
sr: Најсвеснији борбе

source: Best Engineer
bg: Най-добър инженер
cs: Nejlepší inženýr
el: Καλύτερος Μηχανικός
es: Mejor Ingeniero
fr: Meilleur Ingénieur
hu: Legjobb műszaki tiszt
it: Migliore Ing.
nl: Beste ingenieur
pl: Najlepszy Inżynier
ru: Лучший инженер
sr: Најбољи инжењер

source: Best Medic
bg: Най-добър лекар
cs: Nejlepší medik
el: Καλύτερος γιατρός
es: Mejor Médico
fr: Meilleur Médecin
hu: Legjobb felcser
it: Migliore Medico
nl: Beste arts
pl: Najlepszy Medyk
sr: Најбољи лекар

source: Best Field Ops
bg: Най-добър радист
cs: Nejlepší Field Ops
el: Καλύτερος Ops τομέα
es: Mejor Op de Campo
fr: Meilleur Field Ops
hu: Legjobb híradós tiszt
it: Migliore Field Ops
nl: Beste veldoperaties
pl: Najlepszy Radiooperator
sr: Најбољи радиста

source: Highest Light Weapons
bg: Най-добър с леки оръжия
cs: Nejlepší lehké zbraně
el: Υψηλότερη ελαφρύ οπλισμό
es: Mejor Uso Armas Ligeras
fr: Le Plus Armes Légères
hu: Legjobb könnyű fegyver
it: Miglior Uso Armi Leggere
nl: Hoogste lichte wapens
pl: Najlepsza Lekka Broń
sr: Најбољи са лаким оружјем

source: Best Soldier
bg: Най-добър войник
cs: Nejlepší řadový voják
el: Καλύτερος
es: Mejor Soldado
fr: Meilleur Soldat
hu: Legjobb katona
it: Migliore Soldato
nl: Beste soldaat
pl: Najlepszy Żołnierz
sr: Најбољи војник

source: Best Covert Ops
bg: Най-добър разузнавач
cs: Nejlepší agent
el: Καλύτερος
es: Mejor Covert Ops
fr: Le meilleur Covert Ops
hu: Legjobb kémtiszt
it: Migliore Covert Ops
nl: Beste geheime operaties
pl: Najlepszy Szpieg
sr: Најбољи агент

source: Highest Accuracy
bg: Най-точен мерник
cs: Nejvyšší přesnost
el: υψηλότερη ακρίβεια
es: Mejor Puntería
fr: Plus Haute Précision
hu: Legnagyobb pontosság
it: Massima Precisione
nl: Hoogste nauwkeurigheid
pl: Najlepsza Celność
sr: Најпрецизнији

source: I Ain't Got No Friends Award
bg: Орден 'И сам, войнът е войн'
cs: Ocenění: Nezná bratra
el: Δεν πήρε κανέναν φίλο Βραβείο
es: Premio No Tengo Amigos
fr: Récompense Je N'ai Pas D'amis
hu: Nincsenek barátaim díj
it: Premio Non Ho Amici
nl: Ik heb geen vrienden-award
pl: Nagroda "Nie mam przyjaciół"
sr: "Без ниђе никога"

source: Welcome Newbie! Award
bg: Орден 'Добре дошъл, заек!'
cs: Ocenění: Vítej zelenáči!
el: Καλώς Αρχάριος! Βραβείο
es: Premio ¡Bienvenido Novato!
fr: Récompense Bienvenue Débutant!
hu: Isten hozott, noob! díj
it: Premio Benvenuto Novello!
nl: Welkom groentje!-award
pl: Nagroda Witamy Początkującego!
sr: "Добродошао у клуб"

source: Highest Headshots Percentage
bg: Най-висок процент фатални изстрели
el: ύψιστος βολή στο κεφάλι ποσοστό
es: Porcentaje de Tiros en la Cabeza más Alto
fr: Le Pourcentage de Headshots le plus élevé
hu: Legnagyobb fejlövés százalék
it: Maggior Percentuale Headshot
nl: Hoogste percentage headshots
pl: Najwyższy % Strzałów w Głowę
sr: Највећи проценат погодака у главу

source: Best Survivor
bg: Най-дълго оцелял
el: Καλύτερος επιζών
es: Mejor Superviviente
fr: Meilleur Survivant
hu: Legjobb túlélő
it: Miglior Sopravvissuto
nl: Beste overlever
pl: Najlepszy Ryzykant
sr: Најбољи у преживљавању

source: Most Gibs
bg: Най-много тактически убийства
el: περισσότερα Gibs
es: Mejor despedazador
fr: Le Plus d'Éparpillements
hu: Legtöbb gibbelés
it: Maggiori Sbudellamenti
nl: Meeste gibs
pl: Najwięcej Gibnięć
sr: Највише разношења

source: Most Selfkills
bg: Най-много самоубийства
el: περισσότερα αυτοκτονία
es: Mejor Suicida
fr: Le plus de Suicides
hu: Legtöbb selfkill
it: Maggiori Suicidi
nl: Meeste zelfdodingen
pl: Najwięcej Samobójstw
sr: Највише самоубистава

source: Most Deaths
bg: Най-много умирания
el: περισσότερα Θάνατοι
es: El Mayor Número de Muertes
fr: Le Plus de Morts
hu: Legtöbb halál
it: Maggiori Morti
nl: Meeste deaths
pl: Najwięcej Śmierci
sr: Највише смрти

source: Highest Skill Rating
bg: Най-висока оценка на умение
es: Mayor puntuación de habilidad
fr: Le plus Haut Rang de Compétence
hu: Legmagasabb Skill Rating
it: Massima Valutazione
nl: Hoogste SR
pl: Najwyższy Skill Rating

source: ET: Legacy with OpenGL 3.x renderer can not run on this machine since it is missing one or more required OpenGL extensions. Please update your video card drivers and try again.
bg: ET: Legacy с графичен режим OpenGL 3.x не може да работи правилно на този компютър поради липсващо OpenGL разширение(я). Обновете драйверите на вашата графична карта и опитайте отново.
cs: ET: Legacy s OpenGL 3.x rendererem nebude fungovat na tomto počítači, protože nepodporuje některá z vyžadovaných rozšíření OpenGL. Aktualizuj ovladače grafické karty a zkus hru spustit znovu.
el: ET: Legacy με OpenGL 3.x renderer δεν μπορεί να τρέξει σε αυτό το μηχάνημα, δεδομένου ότι λείπει μία ή περισσότερες από τις απαιτούμενες επεκτάσεις OpenGL. Σας παρακαλούμε να ενημερώσετε τους οδηγούς της κάρτας γραφικών σας και δοκιμάστε ξανά.
es: En ésta máquina no puede ejecutarse ET:Legacy con su renderizador OpenGL 3.x porque no se encuentra alguna extensión OpenGL. Por favor, actualiza los controladores de tu tarjeta gráfica y prueba de nuevo.
fr: ET:Legacy avec le rendu OpenGL 3.x ne peut être lancé sur cette machine depuis qu'il manque une ou plusieurs extension OpenGL. S'il vous plaît, mettez à jour votre carte vidéo et essayer encore.
hu: OpenGL 3.x rendererrel nem képes futni az ET:Legacy ezen a gépen, mert hiányzik egy vagy több szükséges OpenGL kiterjesztés. Kérjük, frissítsd a videókártya driverét és próbáld újra.
it: ET: Legacy con renderer OpenGL 3.x non può funzionare su questa macchina per la mancanza delle estensioni OpenGL richieste. Si prega di aggiornare i driver della scheda video e riprovare.
nl: ET: Legacy met OpenGL 3.x renderer kan niet op deze computer starten omdat er een of meerdere vereiste OpenGL extensies ontbreken. Update de drivers van je videokaart en probeer opnieuw.
pl: ET: Legacy z silnikiem OpenGL 3.x nie może zostać uruchomiony na tym komputerze, ponieważ brakuje mu jednego lub więcej rozszerzeń OpenGL. Proszę zaktualizować sterowniki karty graficznej i spróbować ponownie.
sr: ET: Legacy са OpenGL 3.x рендерером не може се покренути на овој машини зато што недостаје једна/више потребних OpenGL екстензија. Молимо да апдејтујете драјвере за гр. карту и покушате поново.

source: Gib command not allowed during intermission.
bg: Не е позволена команда Gib по време на прекъсването.
cs: Příkaz 'gib' není povolen během přestávky.
el: Εντολή Gib δεν επιτρέπεται κατά τη διάρκεια του διαλείμματος.
es: El comando "gib" no está permitido en el descanso.
fr: La commande Gib n'est pas autorisée pendant l'intermission.
hu: Gib parancs nem engedélyezett szünet alatt.
it: Il commando sbudello non è ammesso durante l'intervallo.
nl: Gib commando niet toegestaan tijdens pauze.
pl: Komenda gib nie dostępna podczas przerw.
sr: Команда gib није дозвољена током интермисије.

source: ^3%d^7 players gibbed.
bg: ^3%d^7 играча бяха сразени.
el: ^3%d^7 παίκτες gibbed.
es: ^3%d^7 jugadores destruidos.
fi: ^3%d^7 pelaajat tapettu.
fr: ^3%d^7 joueurs éparpillés.
hu: ^3%d^7 gibbelt játékos.
it: ^3%d^7 giocatori sbudellati.
nl: ^3%d^7 spelers gegibt.
pl: ^3%d^7 graczy zgibowanych.
sr: ^3%d^7 играча разнесено.

source: There is no player to gib.
bg: Няма играч, който да бъде сразен.
cs: Není zde hráč vhodný k vykuchání.
el: Δεν υπάρχει κανένας παίκτης να GiB.
es: No hay jugadores para despedazar.
fr: Il n'y a pas de joueur à broyer.
hu: Nincs gibbelhető játékos.
it: Non c'è nessun giocatore da sbudellare.
nl: Er is geen speler om te gibben.
pl: Nie ma graczy do zgibowania.
sr: Нема играча за разношење.

source: Error - can't gib - %s.
bg: Неуспешна команда, не можете да сразите %s.
cs: Chyba, nelze vykuchat hráče: %s.
el: Σφάλμα - δεν μπορεί Gib -%s.
es: Error - no se puede despedazar - %s.
fr: Erreur - ne peut pas broyer - %s.
hu: Hiba - nem lehet gibbelni - %s.
it: Errore - impossibile sbudellare - %s.
nl: Fout - kan niet gibben - %s.
pl: Błąd - nie można gibować - %s.
sr: Грешка - не може се разнети - %s.

source: Player must be on a team to be gibbed.
bg: Играчът трябва да е в отбор, за да бъде сразен.
cs: Aby hráče bylo možné vykuchat, musí být v týmu.
el: Ο παίκτης πρέπει να είναι σε μια ομάδα που θα gibbed.
es: l jugador tiene que estar en algún equipo para poderlo despedazar.
fr: Le joueur doit être dans une équipes pour être broyé.
hu: A játékosnak csapatban kell lennie a gibbeléshez.
it: Il giocatore deve essere in una squadra per essere sbudellato.
nl: Speler moet in een team zitten om gegibt te kunnen worden.
pl: Gracz musi być w zespole, aby mógł zostać zgibowany.
sr: Играч мора бити у тиму да буде разнесен.

source: ^7%s^7 was gibbed.
bg: ^7%s^7 беше сразен.
cs: ^7%s^7 byl vykuchán.
el: ^7%s^7 ήταν gibbed.
es: ^7%s^7 fue despedazado.
fr: ^7%s^7 à été broyé.
hu: ^7%s^7-t gibbelték.
it: ^7%s^7 è stato sbudellato.
nl: ^7%s^7 is gegibt.
pl: ^7%s^7 został zgibowany.
sr: ^7%s^7 је разнесен/а.

source: Die command not allowed during intermission.
bg: Не е позволена команда Die по време на прекъсването.
cs: Příkaz 'die' není povolen během přestávky.
el: Καλούπι εντολή δεν επιτρέπεται κατά τη διάρκεια του διαλείμματος.
es: El comando "die" no está permitido en el descanso.
fr: La commande die n'est pas autorisée pendant l'intermission.
hu: Die parancs nem engedélyezett szünet alatt.
it: Il commando morte non è ammesso durante l'intervallo.
nl: Die commando niet toegestaan tijdens pauze.
pl: Komenda Die nie jest dostępna podczas przerw.
sr: Команда die није дозвољена током интермисије.

source: ^3%d^7 players died.
bg: ^3%d^7 играча умряха като герой.
el: ^3%d^7 παίκτες έχασαν τη ζωή τους.
es: Murieron ^3%d^7 jugadores.
fr: ^3%d ^7 joueurs sont morts.
hu: ^3%d^7 játékos halt meg.
it: ^3%d^7 giocatori morti.
nl: ^3%d^7 spelers gedood.
pl: ^3%d^7 graczy umarło.
sr: ^3%d^7 играча умрло.

source: There is no player to die.
bg: Няма играч, който да бъде убит.
cs: Není zde hráč vhodný k usmrcení.
el: Δεν υπάρχει κανένας παίκτης να πεθάνει.
es: No hay jugadores para matar.
fr: Il n'y a pas de joueur à tuer.
hu: Nincs játékos, aki meghalhatna.
it: Non c'è nessun giocatore da far morire.
nl: Er is geen speler om te doden.
pl: Nie ma graczy do zabicia.
sr: Нема играча за усмрћивање.

source: Error - can't execute die command - %s.
bg: Неуспешна команда, не можете да убиете %s.
cs: Chyba, nelze usmrtit hráče: %s.
el: Σφάλμα - δεν μπορεί να εκτελέσει την εντολή πεθαίνουν -%s.
es: Error - no se pudo ejecutar el comando "die" - %s.
fr: Erreur - Ne peut pas exécuter la commande die - %s.
hu: Hiba - die parancs nem végrehajtható - %s.
it: Errore - impossibile eseguire il commando morte - %s.
nl: Fout - kan niet doden - %s.
pl: Błąd - nie można wykonać komendy die - %s.
ru: Ошибка - не могу выполнить команду die - %s
sr: Грешка - не може се усмртити - %s.

source: Player must be on a team to die.
bg: Играчът трябва да е в отбор, за да бъде убит.
cs: Aby hráče bylo možné usmrtit, musí být v týmu.
el: Ο παίκτης πρέπει να είναι σε μια ομάδα για να πεθάνει.
es: El jugador debe de pertenecer a un equipo para morir.
fr: Le joueur doit être dans une équipe pour mourir.
hu: A játékosnak csapatban kell lenni ahhoz, hogy meghalhasson.
it: Il giocatore deve essere in una squadra per morire.
nl: Speler moet in een team zitten om te doden.
pl: Gracz musi być w zespole, aby mógł zostać zabity.
sr: Играч мора бити у тиму да умре.

source: ^7%s^7 died.
bg: ^7%s^7 загина като герой.
cs: ^7%s^7 zemřel.
el: ^7%s ^7πέθανε
es: ^7%s^7 murió.
fr: ^7%s^7 meurt.
hu: ^7%s^7 meghalt.
it: ^7%s^7 è morto.
nl: ^7%s^7 gedood.
pl: ^7%s^7 umarło.
ru: ^7%s^7 погиб.
sr: ^7%s^7 је умро/ла.

source: Freeze command not allowed during intermission.
bg: Не е позволена команда Freeze по време на прекъсването.
cs: Příkaz 'freeze' není povolen během přestávky.
el: Πάγωμα εντολή δεν επιτρέπεται κατά τη διάρκεια του διαλείμματος.
es: El comando "freeze" no está permitido en el descanso.
fr: La commande freeze n'est pas autorisé pendant l'intermission.
hu: Freeze parancs nem engedélyezett szünet alatt.
it: Il commando congelare non è ammesso durante l'intervallo.
nl: Freeze commando niet toegestaan tijdens pauze.
pl: Komenda Freeze nie jest dostępna podczas przerw.
sr: Команда freeze није дозвољена током интермисије.

source: ^3%d^7 players are frozen.
bg: ^3%d^7 играча са замразени.
el: ^3%d^7 παίκτες είναι παγωμένα.
es: Están congelados ^3%d^7 jugadores.
fr: ^3%d^7 joueurs sont gelés.
hu: ^3%d^7 játékos van fagyasztás alatt.
it: ^3%d^7 giocatori sono congelati.
nl: ^3%d^7 spelers bevroren.
pl: ^3%d^7 graczy jest zamrożonych.
sr: ^3%d^7 играча замрзнуто.

source: No players in team or they are already frozen.
bg: Отборът няма играчили или те са вече замразени.
cs: Není zde vhodný hráč ke zmrazení.
el: Δεν υπάρχουν παίκτες στην ομάδα ή έχουν ήδη παγώσει.
es: No hay jugadores en el equipo o ya están congelados.
fr: Aucun joueur dans l'équipe ou alors ils sont déjà gelés.
hu: Nincs játékos a csapatban vagy fagyasztás alatt vannak.
it: Non ci sono giocatori nelle squadre oppure sono stati già congelati.
nl: Geen spelers in team of ze zijn al bevroren.
pl: Brak graczy w zespole lub są już zamrożeni.
sr: Нема играча у тиму или су већ замрзнути.

source: Error - can't freeze - %s.
bg: Неуспешна команда - %s не може да бъде замразен.
cs: Chyba, nelze zmrazit hráče: %s.
el: Σφάλμα - δεν μπορεί να παγώσει -%s.
es: Error - no se pudo congelar - %s.
fr: Erreur - ne peut pas gelé - %s.
hu: Hiba - nem lehet fagyasztani- %s.
it: Errore - impossibile congelare - %s.
nl: Fout - kan niet bevriezen - %s.
pl: Błąd - nie można zamrozić - %s.
ru: Ошибка - не могу заморозить - %s.
sr: Грешка - не може се замрзнути - %s.

source: Player must be on a team to be frozen.
bg: Играчът трябва да е в отбор, за да бъде замразен.
cs: Aby hráče bylo možné zmrazit, musí být v týmu.
el: Ο παίκτης πρέπει να είναι σε μια ομάδα να παγώσει.
es: El jugador debe de pertenecer a un equipo para ser congelado.
fr: Le joueur doit être dans une équipe pour être gelé.
hu: A játékosnak csapatban kell lennie a fagyasztáshoz.
it: Il giocatore deve essere in una squadra per essere congelato.
nl: Speler moet in een team zitten om te bevriezen.
pl: Gracz musi być w zespole, aby mógł zostać zamrożony.
sr: Играч мора бити у тиму да буде замрзнут.

source: ^7%s^7 is frozen.
bg: ^7%s^7 е замразен за зимен сън.
cs: ^7%s^7 zmražen.
el: ^7%s^7 Είναι παγωμένο
es: ^7%s^7 está congelado.
fr: ^7%s^7 est gelé.
hu: ^7%s^7 fagyasztás alatt van.
it: ^7%s^7 è stato congelato.
nl: ^7%s^7 is bevroren.
pl: ^7%s^7 jest zamrożony.
ru: ^7%s^7 заморожен.
sr: ^7%s^7 је замрзнут/а.

source: ^3%d^7 players are unfrozen.
bg: ^3%d^7 играчи бяха отмразени.
cs: ^3%d ^7hráčů rozmrazeno.
el: ^3%d^7 παίκτες δεν είναι παγωμένα.
es: Están descongelados ^3%d^7 jugadores.
fr: ^3%d^7 joueurs sont degelés.
hu: ^3%d^7 játékos nincs fagyasztva.
it: ^3%d^7 giocatori sono stati scongelati.
nl: ^3%d^7 spelers zijn ontdooid.
pl: ^3%d^7 graczy jest odmrożonych.
sr: ^3%d^7 играча одмрзнуто.

source: No players in team or they are already unfrozen.
bg: Отборът няма играчи или те са вече отмразени.
cs: Není zde vhodný hráč ke rozmrazení.
el: Δεν υπάρχουν παίκτες στην ομάδα ή είναι ήδη παγωμένα.
es: No hay jugadores en el equipo o ya están descongelados.
fr: Aucun joueur dans l'équipe ou alors ils sont déjà dégelés.
hu: Nincs játékos a csapatban vagy már nincsenek lefagyasztva.
it: Non ci sono giocatori nelle squadre oppure sono stati già scongelati.
nl: Geen spelers in team of ze zijn al ontdooid.
pl: Brak graczy w zespole lub są już odmrożeni.
sr: Нема играча у тиму или су већ одмрзнути.

source: Error - can't unfreeze - %s.
bg: Неуспешна команда - %s не може да бъде отмразен.
cs: Chyba, nelze rozmrazit hráče: %s.
el: Σφάλμα - δεν μπορεί να ξεπαγώσει -%s.
es: Error - no se pudo descongelar - %s.
fr: Erreur - ne peut pas dégelé - %s.
hu: Hiba - nem lehet felengedni a fagyasztást - %s.
it: Errore - impossibile scongelare - %s.
nl: Fout - kan niet ontdooien - %s.
pl: Błąd - nie można odmrozić - %s.
ru: Ошибка - не могу разморозить - %s.
sr: Грешка - не може се одмрзнути - %s.

source: Player must be on a team to be unfrozen.
bg: Играчът трябва да е в отбор, за да бъде отмразен.
cs: Aby hráče bylo možné rozmrazit, musí být v týmu.
el: Ο παίκτης πρέπει να είναι σε μια ομάδα για να είναι παγωμένα.
es: El jugador debe de pertenecer a un equipo para ser descongelado.
fr: Le joueur doit être dans une équipe pour être dégelé.
hu: A játékosnak csapatban kell lenni a fagyasztás felengedéséhez.
it: Il giocatore deve essere in una squadra per essere scongelato.
nl: Speler moet in een team zitten om te ontdooien.
pl: Gracz musi być w zespole, aby mógł zostać odmrożony.
sr: Играч мора бити у тиму да буде одмрзнут.

source: ^7%s^7 is unfrozen.
bg: ^7%s^7 е отмразен от зимен сън.
cs: ^7%s^7 rozmražen.
el: ^7%s ^7 είναι παγωμένα.
es: ^7%s^7 está descongelado.
fr: ^7%s^7 est dégelé.
hu: ^7%s^7 nincs fagyasztva.
it: ^7%s^7 è stato scongelato.
nl: ^7%s^7 is ontdooid.
pl: ^7%s^7 jest zamrożony.
ru: ^7%s^7 заморожен.
sr: ^7%s^7 је одмрзнут/а.

source: Burn command not allowed during intermission.
bg: Не е позволена команда Burn по време на прекъсването.
cs: Příkaz 'burn' není povolen během přestávky.
el: Κάψτε εντολή δεν επιτρέπεται κατά τη διάρκεια του διαλείμματος.
es: El comando "burn no está permitido en el descanso.
fr: La commande burn n'est pas autorisé pendant l'intermission.
hu: Burn parancs nem engedélyezett szünet alatt.
it: Il commando Brucia non è ammesso durante l'intervallo.
nl: Burn commando niet toegestaan tijdens pauze.
pl: Komenda Burn nie jest dostępna podczas przerw.
sr: Команда burn није дозвољена током интермисије.
