Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Atmospheric Effects:
bg: Атмосферни ефекти:
cs: Povětrnostní efekty:
el: Ατμοσφαιρικές επιδράσεις:
es: Efectos Atmosféricos:
fi: Ilmakehän efektit:
fr: Effets atmosphériques:
hu: Atmoszferikus effektek:
it: Effetti Atmosferici:
nl: Atmosferische effecten:
pl: Efekty Atmosferyczne:
ru: Атмосферные эффекты:
sr: Падавине:

source: Draws atmospheric effects (snow/rain) on-screen
bg: Изобразява атмосферни ефекти на екрана (дъжд, сняг)
cs: Přepne zobrazování povětrnostích efektů (déšť, sníh, apod.)
el: Ισοπαλίες ατμοσφαιρικές επιδράσεις (χιόνι / βροχή) στην οθόνη
es: Dibuja efectos atmosféricos (nieve/lluvia) en pantalla
fi: Näyttää ilmakehän efektit (lumen/sateen) näytöllä
fr: Dessine les effets atmosphérique (neige/pluie) sur l'écran
hu: Atmoszferikus effektek kirajzolása (hó/eső)
it: Mostra effetti atmosferici (neve/pioggia)
nl: Toont atmosferische effecten (sneeuw/regen)
pl: Rysuje efekty atmosferyczne (śnieg/deszcz) na ekranie
ru: Отображает атмосферные эффекты (снег/дождь) на экране
sr: Приказује падавине (киша/снег) на екрану

source: CROSSHAIR
bg: МЕРНИК
cs: ZAMĚŘOVAČ
el: στοχαστρο
es: PUNTO DE MIRA
fi: TÄHTÄIN
fr: VISEUR
hu: CÉLKERESZT
it: MIRINO
nl: VIZIER
pl: CELOWNIK
ru: ПРИЦЕЛ
sr: НИШАН

source: Crosshair Size:
bg: Размер мерник:
cs: Velikost:
el: στοχαστρο Μέγεθος:
es: Tamaño:
fi: Tähtäimen koko:
fr: Taille du viseur:
hu: Célkereszt mérete:
it: Grandezza Mirino:
nl: Vizier grootte:
pl: Wielkość Celownika:
ru: Размер прицела:
sr: Величина нишана:

source: Tiny
bg: Дребен
cs: Drobný
el: Μικροσκοπικός
es: Diminuto
fi: Pikkuruinen
fr: Très petit
hu: Pici
it: Minuscolo
nl: Erg klein
pl: Malutki
ru: Крош.
sr: Сићушни

source: Small
bg: Малък
cs: Malý
el: Μικρό
es: Pequeño
fi: Pieni
fr: Petit
hu: Kicsi
it: Piccolo
nl: Klein
pl: Mały
ru: Мал.
sr: Мали

source: Large
bg: Голям
cs: Velký
el: Μεγάλο
es: Grande
fi: Iso
fr: Grand
hu: Nagy
it: Largo
nl: Groot
pl: Duży
ru: Бол.
sr: Велики

source: Huge
bg: Огромен
cs: Obrovský
el: Τεράστιος
es: Gigante
fi: Valtava
fr: Très grand
hu: Hatalmas
it: Grande
nl: Enorm groot
pl: Ogromny
ru: Огромн.
sr: Огромни

source: Sets the size of the displayed crosshair
bg: Задава размера на мерника
cs: Nastavuje velikost zaměřovače
el: Ρυθμίζει το μέγεθος της προβαλλόμενης σταυρόνημα
es: Ajusta el tamaño del punto de mira
fi: Asettaa tähtäimen koko
fr: Définit la taille du viseur affiché
hu: A célkereszt méretének beállítása
it: Imposta la grandezza del mirino
nl: Stel de grootte van je vizier in
pl: Ustawia wielkość wyświetlanego celownika
ru: Установка размера прицела
sr: Подешава величину приказаног нишана

source: Crosshair Pulsing:
bg: Пулсиращ мерник:
cs: Pulzovaní:
el: στοχαστρο στοχαστρο:
es: Punto Pulsante:
fi: Tähtäimen sykkiminen:
fr: Pulsation du viseur:
hu: Célkeresztpulzálás
it: Pulsazione Mirino:
nl: Pulsering vizier:
pl: Pulsowanie Celownika:
ru: Пульсирование прицела:
sr: Пулсирање нишана:

source: Toggles crosshair spread sizing while moving/firing
bg: Задава размера на увеличение на мерника при движение и стрелба
cs: Zapíná ukazatel míry rozptylu pomocí pulzování zaměřovače
el: Εναλλάσσει σταυρόνημα εξάπλωση μέγεθος, ενώ κινείται / ψήσιμο
es: Activa el cambio de tamaño del punto de mira al moverse/disparar
fi: Valitsee tähtäimen laajuuden mitoitus liikkuessa/ampuessa
fr: Active ou désactive la taille variable du viseur en fonction de la précision
hu: Változtassa-e a célkereszt méretét a szórás függvényében
it: Cambia la grandezza del mirino durante il movimento/fuoco
nl: Schakelt de pulseringsgrootte van het vizier wanneer je beweegt/schiet
pl: Włącza poszerzanie się celownika podczas poruszania/strzelania
ru: Переключает расширение прицела при перемещении/стрельбе
sr: Мења промену величине нишана током кретања/пуцања

source: Crosshair Health Info:
bg: Жиз. статус при мерник:
cs: Stav zdraví:
el: στοχαστρο Υγεία πληροφορίες:
es: Info de Salud:
fi: Tähtäimen terveystiedot:
fr: Info. santé du viseur:
hu: Célkereszt HP infó:
it: Info Salute Mirino:
nl: Vizier gezondheid info:
pl: Poziom Życia:
ru: Состояние здоровья на прицеле:
sr: Здравље на нишану:

source: Colors the crosshair based on current health (overrides crosshair color settings)
bg: Оцветява мерника според жизнения статус на играча (заменя цветовите настройки на мерника)
cs: Zapne obarvování zaměřovače dle stavu zdraví (ignoruje nastavení barvy zaměřovače)
el: Χρώματα το σταυρόνημα με βάση τις τρέχουσες υγεία (παρακάμπτει τις ρυθμίσεις χρώματος σταυρόνημα)
es: Colorea el punto de mira dependiendo en la salud actual (anula los ajustes de color)
fi: Värittää tähtäimen nykyisen terveydentilan mukaan (ohittaa tähtäimen väriasetukset)
fr: Colorise le réticule de visé sur la base de la santé actuelle (remplace les paramètres de couleur précédemment paramétré)
hu: Az éppen aktuális életerő pont szerint színezi a célkeresztet (felülírja a célkereszt színbeállításait)
it: Colora il mirino in base al livello di salute (sostituisce le impostazioni del colore del mirino)
nl: Kleurt het vizier op basis van je gezondheid (negeert de vizierkleurinstellingen)
pl: Kolory celownika bazowane na bieżącym życiu (nadpisuje ustawienia koloru celownika)
ru: Окрашивает прицел на основании текущего здоровья (замещает настройки цвета прицела)
sr: Боји нишан на основу тренутног здр. стања (мења подешавања за боју)

source: Crosshair Name:
bg: Име при мерник:
cs: Přezdívka spoluhráče:
el: στοχαστρο Όνομα:
es: Nombre en el Punto:
fi: Tähtäimen nimi:
fr: Nom du viseur:
hu: Név a célkereszten:
it: Nome Con Mirino:
nl: Vizier naam:
pl: Celownik:
ru: Имя прицела:
sr: Име на нишану:

source: Name
bg: Име
cs: Přezdívka
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
nl: Naam
pl: Nazwa
ru: Имя
sr: Име

source: Coloured Name
bg: Оцветено име
cs: Barevná přezdívka
el: Όνομα Έγχρωμο
es: Nombre Coloreado
fi: Värillinen nimi
fr: Nom coloré
hu: Színes nevek
it: Nome Colorato
nl: Gekleurde naam
pl: Kolorowe Nazwy
ru: Цветное имя
sr: Име у боји

source: Displays player name when the crosshair is over a teammate
bg: Показва името на играча при поставяне мерника върху съотборник
cs: Povoluje zobrazení přezdívky spoluhráče při jeho zaměření
el: Εμφανίζει το όνομα παίκτη όταν το σταυρόνημα είναι πάνω από ένα συμπαίκτη
es: Muestra el nombre del jugador cuando el punto de mira está sobre un compañero de equipo
fi: Näyttää pelaajan nimen, kun tähtäin on tiimitoverin päällä
fr: Affiche le nom du joueur lorsque le réticule est sur un coéquipier
hu: Játékosnév mutatása, amikor a célkereszt csapattárs felett van
it: Visualizza il nome del giocatore quando il mirino punta su di esso
nl: Toont spelersnaam wanneer het vizier op een teammaat is gericht
pl: Wyświetla nazwę gracza kiedy celownik jest na kompanie
ru: Отображает имя товарища при наводе прицела на него
sr: Приказује име играча када се нишаном пређе преко саборца

source: Crosshair Info:
bg: Данни при мерник:
cs: Informace o spoluhráči:
el: στοχαστρο πληροφορίες:
es: Info del Punto
fi: Tähtäimen tiedot:
fr: Informations du viseur:
hu: Célkereszt infó:
it: Info Mirino:
nl: Vizierinfo:
pl: Informacja o Graczu:
ru: Инфо на прицеле:
sr: Подаци на нишану:

source: Class
bg: Единствено клас
cs: Třída
el: Κλάση
es: Clase
fi: Luokka
hu: Kaszt
it: Classe
nl: Klasse
pl: Klasa
ru: Класс
sr: Класа

source: Rank
bg: Единствено ранг
cs: Hodnost
el: Τάξη
es: Rango
fi: Arvo
fr: Grade
hu: Rang
it: Grado
nl: Rang
pl: Ranga
ru: Ранг
sr: Чин

source: Class + Rank
bg: Единствено клас и ранг
cs: Třída + Hodnost
el: Κλάση + Τάξη
es: Clase + Rango
fi: Luokka + Arvo
fr: Classe + Grade
hu: Kaszt + rang
it: Classe + Grado
nl: Klasse + rang
pl: Klasa + Ranga
ru: Класс + ранг
sr: Класа + чин

source: Prestige
bg: Престиж
es: Prestigio
hu: Presztízs
it: Prestigio
pl: Prestiż
ru: Престиж

source: Rank + Prestige
bg: Ранг и престиж
es: Rango + Prestigio
fr: Grade + Prestige
hu: Rang + Presztízs
it: Grado + Prestigio
pl: Ranga + Prestiż
ru: Ранг + Престиж

source: Class + Rank + Prestige
bg: Клас, ранг и престиж
es: Clase + Rango + Prestigio
fr: Classe + Grade + Prestige
hu: Osztály + Rang + Presztízs
it: Classe + Grado + Prestigio
pl: Klasa + Ranga + Prestiż
ru: Класс + Ранг + Престиж

source: Displays player info when the crosshair is over a teammate
bg: Показва информация за играча при поставяне мерника върху съотборник
cs: Povoluje zobrazení informací o spoluhráči při jeho zaměření
el: Εμφανίζει πληροφορίες παίκτης όταν το σταυρόνημα είναι πάνω από ένα συμπαίκτη
es: Muestra la información del jugador cuando el punto de mira está sobre un compañero del equipo
fi: Näyttää pelaajan tiedot, kun tähtäin on tiimitoverin päällä
fr: Affiche des informations sur le joueur quand le viseur est à proximité d'un équipier
hu: Feltünteti a játékos infót, amikor a célkereszt a csapattárson van
it: Visualizza le informazioni di un giocatore quando il mirino punta su di esso
nl: Toont spelersinfo wanneer het vizier op een teammaat is gericht
pl: Wyświetla info. o graczu kiedy celownik jest na kompanie
ru: Отображает инфо о товарище при наводе прицела на него
sr: Приказује податке о играчу када се нишаном пређе преко саборца

source: Set crosshair type
bg: Избор на тип на мерника
cs: Nastavuje typ zaměřovače
el: Ορισμός σταυρόνημα τύπου
es: Ajusta el tipo del punto de mira
fi: Aseta tähtäimen tyyppi
fr: Définir le type du viseur
hu: Célkereszt típus beállítása
it: Tipo di mirino
nl: Stelt het viziertype in
pl: Ustala typ celownika
ru: Установить тип прицела
sr: Подесити тип нишана

source: Primary Color:
bg: Цвят външна част:
cs: Barva hlavní části:
el: Βασικό χρώμα:
es: Color Primario:
fi: Pääväri:
fr: Couleur primaire:
hu: Elsődleges szín:
it: Colore Primario:
nl: Primaire kleur:
pl: Pierwszy Kolor:
ru: Цвет 1:
sr: Примарна боја:

source: White
bg: Бяло
cs: Bílá
el: άσπρο
es: Blanco
fi: Valkoinen
fr: Blanc
hu: Fehér
it: Bianco
nl: Wit
pl: Biały
ru: Белый
sr: Бела

source: Yellow
bg: Жълто
cs: Žlutá
el: Κίτρινος
es: Amarillo
fi: Keltainen
fr: Jaun
hu: Citromsárga
it: Giallo
nl: Geel
pl: Żółty
ru: Жёлтый
sr: Жута

source: Red
bg: Червено
cs: Červená
el: Κόκκινος
es: Rojo
fi: Punainen
fr: Rouge
hu: Piros
it: Rosso
nl: Rood
pl: Czerwony
ru: Красный
sr: Црвена

source: Green
bg: Зелено
cs: Zelená
el: Πράσινος
es: Verde
fi: Vihreä
fr: Vert
hu: Zöld
it: Verde
nl: Groen
pl: Zielony
ru: Зелёный
sr: Зелена

source: Blue
bg: Синьо
cs: Modrá
el: Μπλε
es: Azul
fi: Sininen
fr: Bleu
hu: Kék
it: Blu
nl: Blauw
pl: Niebieski
ru: Синий
sr: Плава

source: Magenta
bg: Пурпурно
cs: Purpurová
el: Πορφύρα βαφή
fi: Purppura
hu: Bíborvörös
pl: Magneta
ru: Розовый
sr: Циклама

source: Cyan
bg: Морско синьо
cs: Azurová
el: κυανό
es: Cian
fi: Syaani
hu: Cián
it: Ciano
nl: Cyaan
pl: Cyjan
ru: Сине-зелёный
sr: Тиркизна

source: Orange
bg: Оранжево
cs: Oranžová
el: Πορτοκάλι
es: Naranja
fi: Oranssi
hu: Narancssárga
it: Arancione
nl: Oranje
pl: Pomarańczowy
ru: Оранжевый
sr: Наранџаста

source: Light Blue
bg: Светло синьо
cs: Světle modrá
el: Φως Γαλάζιο
es: Celeste
fi: Vaaleansininen
fr: Bleu clair
hu: Világoskék
it: Blu Chiaro
nl: lichtblauw
pl: Lekko Niebieski
ru: Светло-синий
sr: Светлоплава

source: Medium Blue
bg: Умерено синьо
cs: Středně modrá
el: Μεσαία Μπλε
es: Azul Medio
fi: Keskisininen
fr: Bleu moyen
hu: Középkék
it: Blu Medio
nl: Medium Blauw
pl: Średnio Niemieski
ru: Средне-синий
sr: Средњеплава

source: Light Red
bg: Светло червено
cs: Světle červená
el: φως Κόκκινο
es: Rojo Claro
fi: Vaaleanpunainen
fr: Rouge clair
hu: Világospiros
it: Rosso Chiaro
nl: Licht Rood
pl: Lekko Czerwony
ru: Светло-красный
sr: Светлоцрвена

source: Medium Red
bg: Умерено червено
cs: Středně červená
el: Μέσον Κόκκινο
es: Rojo Medio
fi: Keskipunainen
fr: Rouge moyen
hu: Középpiros
it: Rosso Medio
nl: Medium Rood
pl: Średnio Czerwony
ru: Средне-красный
sr: Средњецрвена

source: Light Green
bg: Светло зелено
cs: Světle zelená
el: Ανοιχτό πράσινο
es: Verde Claro
fi: Vaaleanvihreä
fr: Vert clair
hu: Világoszöld
it: Verde Chiaro
nl: Licht Groen
pl: Lekko Zielony
ru: Светло-зелёный
sr: Светлозелена

source: Medium Green
bg: Умерено зелено
cs: Středně zelená
el: Μέσον Πράσινο
es: Verde Medio
fi: Keskivihreä
fr: Vert moyen
hu: Középzöld
it: Verde Medio
nl: Medium Groen
pl: Średnio Zielony
ru: Средне-зелёный
sr: Средњезелена

source: Dark Green
bg: Тъмно зелено
cs: Tmavě zelená
el: Σκούρο πράσινο
es: Verde Oscuro
fi: Tummanvihreä
fr: Vert foncé
hu: Sötétzöld
it: Verde Scuro
nl: Donker Groen
pl: Ciemno Zielony
ru: Тёмно-зелёный
sr: Тамнозелена

source: Medium Cyan
bg: Умерено мор. синьо
cs: Středně azurová
el: Μέσον Cyan
es: Cian Medio
fi: Keskisyaani
fr: Cyan moyen
hu: Középcián
it: Ciano Medio
nl: Medium Cyaan
pl: Średnio Cyjanowy
ru: Средне-сине-зелёный
sr: Средњетиркизна

source: Medium Yellow
bg: Умерено жълто
cs: Středně žlutá
el: Μέσον Κίτρινος
es: Amarillo Medio
fi: Keskikeltainen
fr: Jaune moyen
hu: Középcitromsárga
it: Giallo Medio
nl: Medium Geel
pl: Średnio Żółty
ru: Средне-жёлтый
sr: Средњежута

source: Medium Orange
bg: Умерено оранжево
cs: Středně oranžová
el: Μέσον Πορτοκάλι
es: Naranja Medio
fi: Keskioranssi
fr: Orange moyen
hu: Középnarancssárga
it: Arancione Medio
nl: Medium Oranje
pl: Średnio Pomarańczowy
ru: Средне-оранжевый
sr: Средњенаранџаста

source: Light Grey
bg: Светло сиво
cs: Světle šedá
el: Ανοιχτό γκρι
es: Gris Claro
fi: Vaaleanharmaa
fr: Gris clair
hu: Világosszürke
it: Grigio Chiaro
nl: Licht Grijs
pl: Lekko Szary
ru: Светло-серый
sr: Светлосива

source: Medium Grey
bg: Умерено сиво
cs: Středně šedá
el: Μέσον
es: Gris Medio
fi: Keskiharmaa
fr: Gris moyen
hu: Középszürke
it: Grigio Medio
nl: Medium Grijs
pl: Średnio Szary
ru: Средне-серый
sr: Средњесива

source: Dark Grey
bg: Тъмно сиво
cs: Tmavě šedá
el: Σκούρο γκρι
es: Gris Oscuro
fi: Tummanharmaa
fr: Gris foncé
hu: Sötétszürke
it: Grigio Scuro
nl: Donker Grijs
pl: Ciemno Szary
ru: Тёмно-серый
sr: Тамносива

source: Black
bg: Черно
cs: Černá
el: Μαύρος
es: Negro
fi: Musta
fr: Noir
hu: Fekete
it: Nero
nl: Zwart
pl: Czarny
ru: Чёрный
sr: Црна

source: Set the color for the primary crosshair
bg: Избор на цвят на основната част на мерника
cs: Nastavuje hlavní barvu zaměřovače
el: Ρυθμίστε το χρώμα για την πρωτογενή σταυρόνημα
es: Ajusta el color primario del punto de mira
fi: Asettaa tähtäimen päävärin
fr: Définit la couleur du viseur primaire
hu: Az elsődleges célkereszt színbeállítása
it: Imposta il colore per il mirino primario
nl: Stel de kleur van je primaire vizier in
pl: Ustala kolor pierwszego celownika
ru: Установить цвет основного прицела
sr: Подесите боју примарног нишана

source: Primary Alpha:
bg: Прозрач. външна част:
cs: Hlavní průhlednost:
el: Πρωτοβάθμια Άλφα:
es: Alfa Primario:
fi: Primääri läpinäkyvyys:
fr: Opacité primaire:
hu: Elsődleges alfa:
it: Trasp. Primario:
nl: Primaire alpha:
pl: Pierwszy Alfa:
ru: Альфа 1:
sr: Примарни алфа канал

source: Set the transparency level for the primary crosshair
bg: Определя прозрачността на външната част на мерника
cs: Nastavuje průhlednost hlavní části zaměřovače
el: Ρυθμίστε το επίπεδο διαφάνειας για την πρωτογενή σταυρόνημα
es: Ajusta el nivel de transparencia primario
fi: Primäärin tähtäimen läpinäkyvyys
fr: Définit le niveau de transparence du viseur primaire
hu: Az elsődleges célkereszt átlátszósági szintjének beállítása
it: Imposta il livello di trasparenza per il mirino primario
nl: Stel de doorzichtigheid van je primaire vizier in
pl: Ustala poziom przezroczystości pierwszego celownika
ru: Установить уровень прозрачности основного прицела
sr: Подесите ниво провидности примарног нишана

source: Secondary Color:
bg: Цвят вътрешна част:
cs: Barva druhotné části:
el: Δευτεροβάθμιο χρώμα:
es: Color Secundario
fi: Toissijainen väri:
fr: Couleur secondaire:
hu: Másodlagos szín:
it: Colore Secondario:
nl: Secundaire kleur:
pl: Drugi Kolor:
ru: Цвет 2:
sr: Секундарна боја:

source: Set the color for the secondary crosshair
bg: Задава цвета на вътрешния елемент на мерника
cs: Nastavuje barvu druhotné části zaměřovače
el: Ρυθμίστε το χρώμα για το δευτερεύον σταυρόνημα
es: Ajusta el color para el punto de mira secundario
fi: Asettaa tähtäimen toissijaisen värin
fr: Définit la couleur du viseur secondaire
hu: A másodlagos célkereszt színbeállítása
it: Imposta il colore per il mirino secondario
nl: Stel de kleur in van je secundaire vizier
pl: Ustala kolor drugiego celownika
ru: Установить цвет вторичного прицела
sr: Подесите боју секундарног нишана

source: Secondary Alpha:
bg: Прозрач. вътрешна част:
cs: Druhotná průhlednost:
el: Δευτεροβάθμια Άλφα:
es: Alfa Secundario
fi: Sekundääri läpinäkyvyys:
fr: Opacité secondaire:
hu: Másodlagos alfa:
it: Trasp. Secondario:
nl: Secundaire alpha:
pl: Drugi Alfa:
ru: Альфа 2:
sr: Секундарни алфа канал:

source: Set the transparency level for the secondary crosshair
bg: Определя прозрачността на вътрешната част на мерника
cs: Nastavuje průhlednost druhotné části zaměřovače
el: Ρυθμίστε το επίπεδο διαφάνειας για το δευτερεύον σταυρόνημα
es: Ajusta la transparencia para el punto de mira secundario
fi: Sekundaarisen tähtäimen läpinäkyvyys
fr: Définit le niveau de transparence du viseur secondaire
hu: A másodlagos célkereszt átlátszósági szintjének beállítása
it: Imposta il livello di trasparenza per il mirino secondario
nl: Stel de doorzichtigheid van je secundaire vizier in
pl: Ustala poziom przezroczystości drugiego celownika
ru: Установить уровень прозрачности вторичного прицела
sr: Подесите ниво провидности секундарног нишана

source: MOVEMENT
bg: ДВИЖЕНИЯ
cs: POHYB
el: ΚΊΝΗΣΗ
es: MOVIMIENTO
fi: LIIKKUMINEN
fr: DÉPLACEMENT
hu: MOZGÁS
it: MOVIMENTO
nl: BEWEGING
pl: PORUSZANIE SIĘ
ru: ПЕРЕМЕЩЕНИЕ
sr: КРЕТАЊЕ

source: Bob up:
bg: Физ. сим. вертикалност:
cs: Pohupování vzhůru:
el: Bob πάνω:
es: Balanceo Vertical:
fi: Ylösheilunta:
hu: Biccenés fel:
it: Ballonzolio verticale:
nl: Horizontaal/verticaal:
pl: Huśtanie góra:
ru: Подпрыгнуть:
sr: Верт. померање:

source: Enable/Disable the vertical bob effect when moving
bg: Позволява или забранява вертикалния ефект на физическата симулация при движение
cs: Povoluje efekt pohupování vzůru/dolů při pohybu
el: Ενεργοποιήστε / Απενεργοποιήστε το κάθετο αποτέλεσμα bob κατά τη μετακίνηση
es: Activa o desactiva el balanceo vertical al moverse
fi: Käytä tai poista käystöstä vertikaalinen heilunta liikkeen aikana
fr: Active/Désactive l'effet "Bob Verticale" lors du déplacement
hu: A fel-le fejbiccenés engedélyezése/kikapcsolása
it: Attiva/Disattiva il ballonzolio verticale in movimento
nl: Schakelt het verticale bob effect tijdens lopen in/uit
pl: Włącza/Wyłącza pionowy efekt bob podczas chodzenia
ru: Включить/выключить подпрыгивание при перемещении
sr: Укључује или искључује верт. померање при кретању

source: Bob pitch:
bg: Физ. сим. височина:
cs: Pohupování vpřed:
el: Bob γήπεδο:
es: Balanceo:
fi: Tärinä:
hu: Biccenés előre:
it: Ballonzolio:
nl: Voorwaarts/achterwaarts:
pl: Huśtanie pion:
ru: Шаг подпрыгивания:
sr: Померање напред/назад:

source: Enable/Disable the bob pitch (forwards/backwards) effect when moving
bg: Позволява или забранява промянана височината на физическата симулация на движения при извършване на движения Напред/назад
cs: Povoluje efekt pohupování vpřed/vzad při pohybu
el: Ενεργοποίηση / Απενεργοποίηση του γηπέδου bob (εμπρός / πίσω) επίδραση κατά τη μετακίνηση
es: Activa o desactiva el efecto de balanceo (hacia delante/detrás) al moverse
fi: Käytä tai poista käytöstä pelaajan tärinäefekti (eteen/taakse)liikkeen aikana
fr: Active/Désactive l'effet "Bob pitch" (avant / arrière) lors du déplacement
hu: Az előre-hátra fejbiccenés engedélyezése/kikapcsolása
it: Attiva/Disattiva l'effetto balonzolo (avanti/indietro) in movimento
nl: Schakelt het bob pitch (vooruit/achteruit) effect tijdens lopen in/uit
pl: Wł./Wył. efekt huśtania (do przodu/do tyłu) podczas chodzenia
ru: Включить/выключить шаг подпрыгивания (вперёд/назад) при перемещении
sr: Укључује или искључује померање (напред/назад) при кретању

source: Bob roll:
bg: Физ. сим. наклон:
cs: Pohupování do stran:
el: Bob ρολό:
es: Balanceo horizontal:
fi: Pyörintä:
hu: Biccenés oldalra:
it: Ballonzolio orizzontale:
nl: Links/rechts:
pl: Huśtanie w koło:
ru: Качание:
sr: Хор. померање:

source: Enable/Disable the bob roll (left/right) effect when moving
bg: Позволява или забранява ефекта на наклон на физическата симулация на движения при извършване на движения в посоки Ляво/дясно
cs: Povoluje efekt pohupování do stran při pohybu
el: Ενεργοποίηση / Απενεργοποίηση του ρολού bob (αριστερά / δεξιά) επίδραση κατά τη μετακίνηση
es: Activa o desactiva el balanceo (derecha/izquierda) al moverse
fi: Käytä tai poista käytöstä pelaajan pyörintä (vasen/oikea) liikeen aikana
fr: Active/Désactive l'effet "Bob Roll" (droite / gauche) lors du déplacement
hu: A balra-jobbra fejbiccenés engedélyezése/kikapcsolása
it: Attiva/Disattiva il ballonzolio (sinistra/destra) in movimento
nl: Schakelt het bob rol (links/rechts) effect tijdens lopen in/uit
pl: Wł/Wył. efekt huśtania (lewo/prawo) podczas chodzenia
ru: Включить/выключить качание (лево/вправо) при перемещении
sr: Укључује или искључује хор. (л/д) померање при кретању

source: FONTS
bg: ШРИФТОВЕ
cs: FONTY
el: ΓΡΑΜΜΑΤΟΣΕΙΡΕΣ
es: FUENTES
fi: FONTIT
fr: POLICES
hu: BETŰTÍPUSOK
it: CARATTERI
nl: LETTERTYPEN
pl: CZCIONKA
ru: ШРИФТЫ
sr: ФОНТОВИ

source: Fonts Size:
bg: Размер шрифтове:
cs: Velikost fontů:
el: Γραμματοσειρές Μέγεθος:
es: Tamaño de Fuente:
fi: Fonttien koko:
fr: Taille des polices:
hu: Betűtípusok mérete:
it: Grandezza Caratteri:
nl: Lettergrootte:
pl: Wielkość Czcionki:
ru: Размер шрифтов:
sr: Величина фонтова:

source: Sets the size of the in-game fonts
bg: Задава размера на текста в играта
cs: Nastavuje velikost fontů
el: Ορίζει το μέγεθος των γραμματοσειρών στο παιχνίδι
es: Ajusta el tamaño de las fuentes en el juego
fi: Asettaa pelin fonttien koon
fr: Définit la taille des polices de caractères en jeu
hu: A játékon belüli betűtípusok méretének a beállítása
it: Grandezza dei caratteri nel gioco
nl: Stel de grootte van de in-game fonts in
pl: Ustawia wielkość czcionki w grze
ru: Установить размер шрифтов в игре
sr: Подешава величину фонтова у игри

source: Top Print:
bg: Горни съобщения:
el: Κορυφή Εκτύπωση:
es: Mensaje superior:
fi: Yläteksti:
fr: Affichage Haut:
hu: Felül:
it: Scritte Sopra:
nl: Boven print:
pl: Górna:
ru: Принт сверху:
sr: Вел. горње траке:

source: Set font size for Warmup message and Spectator label
bg: Задава размера на текста на съобщението за подготовка и надписа ''Наблюдател''
el: Ρυθμίστε το μέγεθος γραμματοσειράς για Ζέσταμα μηνύματος και την ετικέτα Θεατής
es: Ajusta el tamaño de la fuente para el mensaje de Calentamiento y la etiqueta de Espectador
fi: Aseta fontin koko lämmittely viestille ja katsoja kyltille
fr: Règle la taille de police pour le message d'échauffement et le label Spectateur
hu: A Bemelegítés és a Nézelődő feliratok méretének beállítása
it: Imposta la grandezza del carattere per il messaggio di Riscaldamento e l'etichetta 'Spettatore'
nl: Stelt de lettergrootte van het warmup bericht en de toeschouwerstekst in
pl: Ustaw wielkość czcionki dla wiadomości Rozgrzewki i tabeli Obserwatorów
ru: Установить размер шрифта для сообщения о разминке и метки зрителя
sr: Подешава вел. фонта за поруке Загревање и Гледалац

source: Side Print:
bg: Странични съобщения:
el: Πλευρά εκτύπωσης:
es: Mensaje lateral:
fi: Sivuteksti:
fr: Affichages Cotés:
hu: Oldalt:
it: Scritte Laterali:
nl: Zijkant print:
pl: Boczna:
ru: Принт сбоку:
sr: Вел. бочне траке:
