Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: ^3%d^7 players burned.
bg: ^3%d^7 бяха изгорени.
el: ^3%d^7 παίκτες που καίγονται.
es: Se queman ^3%d^7 jugadores.
fr: ^3%d^7 joueurs brûlés.
hu: ^3%d^7 megégetett játékos.
it: ^3%d^7 giocatori a fuoco.
nl: ^3%d^7 spelers verbrand.
pl: ^3%d^7 graczy podpalonych.
sr: ^3%d^7 играча изгорело.

source: No players in team or they are already burned.
bg: Отборът няма играчи или те са вече изгорени.
cs: Není zde vhodný hráč k popálení.
el: Δεν υπάρχουν παίκτες στην ομάδα ή έχουν ήδη καεί.
es: No hay jugadores en el equipo, o ya están quemándose.
fr: Aucun joueur dans l'équipe ou alors ils sont déjà brûlés.
hu: Nincs játékos a csapatban vagy már mind meg lett égetve.
it: Non ci sono giocatori nelle squadre oppure sono stati già bruciati.
nl: Geen spelers in team of ze zijn al verbrand.
pl: Brak graczy w zespole lub są już podpaleni.
sr: Нема играча у тиму или су већ изгорели.

source: Error - can't burn - %s.
bg: Неуспешна команда - %s не може да бъде изгорен.
cs: Chyba, nelze popálit hráče: %s.
el: Σφάλμα - δεν μπορεί να κάψει -%s.
es: Error - no se puede quemar - %s.
fr: Erreur - ne peut pas brûler - %s.
hu: Hiba - nem lehet égetni - %s.
it: Errore - impossibile bruciare - %s.
nl: Fout - kan niet verbranden - %s.
pl: Błąd - nie można podpalić - %s.
sr: Грешка - не може изгорети - %s.

source: Player must be on a team to be burned.
bg: Играчът трябва да е в отбор, за да бъде изгорен.
cs: Aby hráče bylo možné popálit, musí být v týmu.
el: Ο παίκτης πρέπει να είναι σε μια ομάδα για να καεί.
es: El jugador tiene que estar en algún equipo para poderlo quemar.
fr: Le joueur doit être dans une équipe pour être brûlé.
hu: A játékosnak csapatban kell lennie, hogy meg lehessen égetni.
it: Il giocatore deve essere in una squadra per essere bruciato.
nl: Speler moet in een team zitten om te verbranden.
pl: Gracz musi być w zespole, aby mógł zostać podpalony.
sr: Играч мора да буде у тиму да би изгорео.

source: ^7%s^7 is burned.
bg: ^7%s^7 е опечен като пиле на грил.
cs: ^7%s^7 popálen.
el: ^7%s ^7 καίγεται.
es: ^7%s^7está quemado.
fr: ^7%s^7 est brûlé.
hu: ^7%s^7 megégett.
it: ^7%s^7 è bruciato.
nl: ^7%s^7 is verbrand.
pl: ^7%s^7 jest podpalony.
sr: ^7%s^7 је изгорео/ла.

source: Pip command not allowed during intermission.
bg: Не е позволена команда Pip по време на прекъсването.
cs: Příkaz 'pip' není povolen během přestávky.
el: Pip εντολή δεν επιτρέπεται κατά τη διάρκεια του διαλείμματος.
es: El comando "pip" no está permitido en el descanso.
fr: La commande pip n'est pas autorisé pendant l'intermission.
hu: Pip parancs nem engedélyezett szünet alatt.
it: Il commando Pip non è ammesso durante l'intervallo.
nl: Pip commando niet toegestaan tijdens pauze.
pl: Komenda Pip nie jest dostępna podczas przerw.
sr: Команда pip није дозвољена током интермисије.

source: ^3%d^7 players pipped.
bg: ^3%d^7 играча бяха раздразнени.
el: ^3%d^7 παίκτες pipped.
es: ^3%d^7 jugadores superados.
fr: ^3%d^7 joueurs pipés.
hu: ^3%d^7 játékos pipelve.
it: ^3%d^7 giocatori sono stati "pipped".
nl: ^3%d^7 spelers gepipt.
pl: ^3%d^7 graczy podświetlonych.
sr: ^3%d^7 играча погођено.

source: No players in team or they are already pipped.
bg: Отборът няма играчи или те са вече раздразнени.
cs: Není zde vhodný hráč pro pohlavek.
el: Δεν υπάρχουν παίκτες στην ομάδα ή είναι ήδη pipped.
es: No hay jugadores en equipo o ya están superadas.
fr: Aucun joueurs dans l'équipe ou alors sont déjà pipés.
hu: Nincs játékos a csapatban vagy már mind pipelve van.
it: Non ci sono giocatori nelle squadre oppure sono stati già "pipped".
nl: Geen spelers in team of ze zijn al gepipt.
pl: Brak graczy w zespole lub są już podświetleni.
sr: Нема играча у тиму или су већ погођени.

source: Error - can't pip - %s.
bg: Неуспешна команда - %s не може да бъде раздразнен.
cs: Chyba, nelze dát pohlavek hráči: %s.
el: Σφάλμα - δεν μπορεί pip -%s.
es: Error - no se puede picar - %s.
fr: Erreur - ne peut pas piper - %s.
hu: Hiba - nem lehet pipelni - %s.
it: Erorre - impossibile "fare pip" - %s.
nl: Fout - kan niet pippen - %s.
pl: Błąd - nie można podświetlić - %s.
sr: Грешка - не може се погодити - %s.

source: Player must be on a team to be pipped.
bg: Играчът трябва да е в отбор, за да бъде раздразнен.
cs: Aby bylo možné dát hráči pohlavek, musí být v týmu.
el: Ο παίκτης πρέπει να είναι σε μια ομάδα που θα pipped.
es: El jugador debe estar en un equipo para ser superado.
fr: Le joueur doit être dans une équipe pour être pipé.
hu: A játékosnak csapatban kell lennie a pipeléshez.
it: Il giocatore deve essere in una squadra per essere "pipped".
nl: Speler moet in een team zitten om te kunnen worden gepipt.
pl: Gracz musi być w zespole, aby mógł zostać podświetlony.
sr: Играч мора бити у тиму да буде погођен.

source: ^7%s^7 is pipped.
bg: ^7%s^7 бяха раздразнени.
cs: ^7%s^7 dostal pohlavek.
el: ^7%s ^7 pipped.
es: ^7%s^7es superado.
fr: ^7%s^7 est pipped.
hu: ^7%s^7 pipelve.
it: ^7%s^7 è "pipped".
nl: ^7%s^7 is gepipt.
pl: ^7%s^7 jest podświetlony.
sr: ^7%s^7 је погођен/а.

source: %s command not allowed during intermission.
bg: Не е позволена команда %s по време на прекъсването.
cs: Příkaz %s není povolen během přestávky.
el: %s Δεν εντολή που επιτρέπεται κατά τη διάρκεια του διαλείμματος.
es: El comando %s no está permitido en el descanso.
fr: La commande %s n'est pas autorisé pendant l'intermission.
hu: %s parancs nem engedélyezett szünet alatt.
it: Comando %s non ammesso durante l'intervallo.
nl: %s commando niet toegestaan tijdens pauze.
pl: Komenda %s nie jest dostępna podczas przerw.
sr: Команда %s није дозвољена током интермисије.

source: ^3%d^7 players %s.
bg: ^3%d^7 играчи бяха %s.
el: ^3%d^7 παίκτες %s.
es: ^3%d^7 jugadores %s.
fr: ^3%d^7 joueurs %s.
hu: ^3%d^7 játékosok %s.
it: ^3%d^7 giocatori%s.
nl: ^3%d^7 spelers %s.
pl: ^3%d^7 graczy %s.
ru: ^3%d^7 игроков %s.
sr: ^3%d^7 играча %s.

source: No players in team or they are already %s.
bg: Отборът няма играчи или те са вече %s.
cs: Nejsou zde vhodní hráči k: %s.
el: Δεν υπάρχουν παίκτες στην ομάδα ή είναι ήδη%s.
es: No hay jugadores en el equipo o ya han sido %s.
fr: Aucun joueurs dans l'équipe ou alors sont déjà %s.
hu: Nincs egy játékos se csapatban vagy már mind %s.
it: Nessun giocatore in un team o sono già %s.
nl: Geen spelers in team of ze zijn al %s.
pl: Brak graczy w zespole lub są już %s.
ru: Нет игроков в команде или они уже %s.
sr: Нема играча у тиму или су већ %s.

source: Player must be on a team to be %s.
bg: Играчът трябва да е в отбор, за да бъде %s.
cs: Aby na hráče bylo možné aplikovat: %s, musí být v týmu.
el: Ο παίκτης πρέπει να είναι σε μια ομάδα να είναι%s.
es: El jugador debe de pertenecer a un equipo para ser %s.
fr: Le joueur doit être dans une équipes pour être %s.
hu: A játékosnak csapatban kell lennie, hogy %s lehessen.
it: Un giocatore deve essere in un team per essere %s
nl: Speler moet in een team zitten om te kunnen worden %s.
pl: Gracz musi być w zespole, aby mógł zostać %s.
sr: Играч мора бити у тиму да буде %s.

source: ^7%s^7 was %s.
bg: ^7%s^7 беше %s.
cs: ^7Na hráče %s^7 aplikováno: %s.
el: ^7%s ^7 ήταν%s.
es: ^7%s^7 fue %s.
fr: ^7%s^7 était %s.
hu: ^7%s^7 volt %s.
it: ^7%s^7 era %s.
nl: ^7%s^7 is %s.
pl: ^7%s^7 został %s.
ru: ^7%s^7 был %s.
sr: ^7%s^7 је %s.

source: System Sound Control:
bg: Управл. системни звуци:
cs: Zvukový systém:
el: Σύστημα ελέγχου ήχου:
es: Control de Sonido del Sistema:
fr: Contrôle du Système Sonore :
hu: Rendszerhang vezérlés:
it: Sistema Controllo Audio:
nl: Geluidssysteem:
pl: Sterownik Dźwięku:
sr: Контрола системског звука:

source: Base
bg: Основно
cs: Základní
el: Βάση
hu: Alap
nl: Basis
pl: Podstawowy
sr: Основна

source: Set the system sound control
bg: Задава начина на управление на системните звуци
cs: Nastavuje systém kontroly zvuků
el: Ρυθμίστε τον έλεγχο ήχου συστήματος
es: Ajusta el controlador de sonido del sistema
fr: Règle le contrôle de son système
hu: Rendszerhang vezérlésének a beállítása
it: Imposta il tipo di controllo audio del sistema
nl: Stelt het systeem in waarmee het geluid wordt gespeeld
pl: Ustawia wybrany sterownik dźwięku
sr: Подесите контролу системског звука

source: No can do!
bg: Не мога сега!
cs: Nemohu!
el: Όχι δεν μπορώ να το κάνω!
fr: Je ne peut le faire!
hu: Képtelen vagyok rá!
it: Non si può fare!
nl: Kan ik niet doen!
pl: Nie można wykonać!
sr: Неће моћи!

source: Right away!
bg: На вашите заповеди!
cs: Hned to bude!
el: Αμέσως!
fr: Tout de suite!
hu: Máris!
it: Subito!
nl: Ja, meteen!
pl: Natychmiast!
sr: Одмах!

source: ^3WARMUP:^7 Match begins now!
bg: ^3ПОДГОТВЯНЕ:^7 Играта започва!
cs: ^3ROZCVIČKA:^7 zápas začíná teď!
el: ^3ΖΈΣΤΑΜΑ: ^7 Ταιριάζω τώρα αρχίζει!
es: ^3Calentamiento:^7 ¡La partida empieza ahora!
fr: ^3ÉCHAUFFEMENT:^7 La partie commence maintenant!
hu: ^3BEMELEGÍTÉS:^7 A meccs most kezdődik!
it: ^3RISCALDAMENTO:^7 Inizia la partita!
nl: ^3WARMUP:^7 Wedstrijd begint nu!
pl: ^3ROZGRZEWKA:^7 Mecz zaraz się rozpocznie!
sr: ^3ЗАГРЕВАЊЕ:^7 Меч почиње сада!

source: MATCH BEGINS NOW!
bg: ИГРАТА ЗАПОЧВА!
cs: ZÁPAS ZAČÍNÁ TEĎ!
el: Ταιριάζω τώρα αρχίζει!
es: ¡LA PARTIDA EMPIEZA AHORA!
fr: LA PARTIE COMMENCE MAINTENANT!
hu: A MECCS MOST KEZDŐDIK!
it: COMINCIA LA PARTITA!
nl: WEDSTRIJD BEGINT NU!
pl: MECZ WŁAŚNIE SIĘ ZACZĄŁ!
ru: МАТЧ НАЧИНАЕТСЯ СЕЙЧАС!
sr: МЕЧ ПОЧИЊЕ САДА!

source: Mute Players:
bg: Загл. играчи:
cs: Umlčení hráčů:
el: Βουβός παίκτες:
es: Silenciar Jugadores:
fr: Joueurs Muets:
hu: Némítás:
it: Zittire Giocatori:
nl: Demp spelers:
pl: Ucisz Graczy:
sr: Пригушити играче:

source: Allow players to vote for muting players
bg: Позволява на играчите да гласуват за блокиране комуникацията на посочени играчи
cs: Povoluje hráčům vyvolat hlasování o umlčení
el: Επιτρέπουν στους παίκτες να ψηφίσουν για σίγαση παίκτες
es: Permitir que los jugadores voten para silenciar otros jugadores
fr: Autoriser les joueurs à voter pour mettre en sourdine les joueurs
hu: Engedélyezi a játékosoknak, hogy szavazhassanak a játékosok némításáról
it: Permette ai giocatori di votare per zittire altri giocatori
nl: Sta spelers toe om te stemmen over het dempen van spelers
pl: Pozwól graczom, aby głosowali na uciszenie graczy
sr: Омогућите играчима да гласају о пригушивању играча

source: Surrender:
bg: Капитулация:
cs: Kapitulace:
el: Παράδοση:
es: Rendirse
fr: Abandonner:
hu: Feladás:
it: Arrendersi:
nl: Overgeven:
pl: Poddaj się:
sr: Предаја:

source: Allow players to vote for surrender
bg: Позволява на играчите да гласуват за капитулация
cs: Povoluje hráčům vyvolat hlasování o kapitulaci
el: Επιτρέπουν στους παίκτες να ψηφίσουν για την παράδοση
es: Permitir que los jugadores voten para rendirse.
fr: Autoriser les joueurs à voter pour abandonner
hu: Engedélyezi a játékosoknak, hogy szavazhassanak a feladásról
it: Permette ai giocatori di votare per la resa
nl: Sta spelers toe om te stemmen over opgeven
pl: Pozwól graczom, aby głosowali na poddanie się
sr: Омогућите играчима да гласају за предају

source: XP Shuffle No Rstrt:
bg: Разп. опит без през.:
cs: Zamíchat dle XP bez:
el: XP Ανάμιξη Δεν Rstrt:
es: Barajar por XP No Reinc:
fr: Remaniement XP Sans Rstrt:
hu: XP keverés egyből:
it: Mesc. XP No riavvio:
nl: Schud met XP geen herstart:
pl: Pom. XP Bez Res:
sr: Мешање по XP-у без рестарта:

source: Allow players to vote for teams to be shuffled without a restart
bg: Позволява на играчите да гласуват за разпределяне отборите без презареждане на играта
cs: Povoluje hráčům vyvolat hlasování o zamíchání týmu bez restartu
el: Επιτρέπουν στους παίκτες να ψηφίσουν για τις ομάδες που πρέπει να ανακατεύονται χωρίς επανεκκίνηση
es: Permitir a los jugadores votar para barajar los equipos sin reiniciar
fr: Autoriser les joueurs à voter pour remanier les équipes sans redémarrer
hu: Engedélyezi a játékosoknak, hogy szavazhassanak a játékosok újraelosztásáról újraindítás nélkül
it: Permette ai giocatori di votare di mischiare i giocatori senza ricominciare
nl: Sta spelers toe om te stemmen of de teams geschud moeten worden zonder herstart
pl: Pozwól graczom, aby głosowali na wymieszanie zespołów bez resetu
sr: Омогућите играчима да гласају за тимове разл. XP-а без рестарта

source: Restart Campaign:
bg: Презар. кампания:
cs: Restart kampaně:
el: Επανεκκίνηση Καμπάνια:
es: Reiniciar Campaña:
fr: Redémarrer la Campagne:
hu: Hadjárat újraindítása:
it: Riavvio Campagna:
nl: Herstart campagne:
pl: Zresetuj Kampanie:
sr: Рестартовање кампање:

source: Allow players to vote for restarting campaign
bg: Позволява на играчите да гласуват за презареждане на кампанията
cs: Povoluje hráčům vyvolat hlasování o restartu kampaně
el: Επιτρέπουν στους παίκτες να ψηφίσουν για την επανεκκίνηση της εκστρατείας
es: Permitir que los jugadores voten para reiniciar la campaña
fr: Autoriser les joueurs à voter pour recommencer la campagne
hu: Engedélyezi a játékosoknak, hogy szavazhassanak a hadjárat újraindításáról
it: Permette ai giocatori di votare per riavviare la campagna
nl: Sta spelers toe om te stemmen over het herstarten van de campagne
pl: Pozwól graczom, aby głosowali na zresetowanie kampanii
sr: Омогућите играчима да гласају за рестартовање кампање

source: Next Campaign:
bg: Следваща кампания:
cs: Další kampaň:
el: Επόμενο Καμπάνια:
es: Siguiente Campaña
fr: Campagne suivante:
hu: Következő hadjárat:
it: Prossima Campagna:
nl: Volgende campagne:
pl: Następna Kampania:
sr: Следећа кампања:

source: Allow players to vote for next campaign
bg: Позволява на играчите да гласуват за започване следваща кампания
cs: Povoluje hráčům vyvolat hlasování o další kampani
el: Επιτρέπουν στους παίκτες να ψηφίσουν για την επόμενη εκστρατεία
es: Permitir que los usuarios voten por la siguiente campaña
fr: Autoriser les joueurs à voter pour la prochaine campagne
hu: Engedélyezi a játékosoknak, hogy szavazhassanak a következő hadjáratról
it: Permette ai giocatori di votare per la prossima campagna
nl: Sta spelers toe om te stemmen voor de volgende campagne
pl: Pozwól graczom, aby głosowali na następną kampanie
sr: Омогућите играчима да гласају за следећу кампању

source: CHANGE SYSTEM SETTINGS
bg: ПРОМЯНА СИСТЕМНИ НАСТРОЙКИ
cs: ZMĚNIT NASTAVENÍ SYSTÉMU
el: ΡΥΘΜΙΣΕΙΣ ΣΥΣΤΗΜΑΤΟΣ ΑΛΛΑΓΗ
es: CAMBIAR AJUSTES DEL SISTEMA
fr: CHANGER LES PARAMÈTRES SYSTÈMES
hu: RENDSZERBEÁLLÍTÁSOK MEGVÁLTOZTATÁSA
it: CAMBIA IMPOSTAZIONI SISTEMA
nl: VERANDER SYSTEEMINSTELLINGEN
pl: ZMIEŃ USTAWIENIA SYSTEMU
ru: ИЗМЕНИТЬ СИСТЕМНЫЕ НАСТРОЙКИ
sr: ИЗМЕНИТИ СИСТЕМСКА ПОДЕШАВАЊА

source: RESTART CAMPAIGN
bg: ПРЕЗАРЕЖДАНЕ КАМПАНИЯ
cs: RESTARTOVAT KAMPAŇ
el: ΕΠΑΝΕΚΚΊΝΗΣΗ ΕΚΣΤΡΑΤΕΙΑ
es: REINICIAR CAMPAÑA
fr: REDÉMARRER LA CAMPAGNE
hu: HADJÁRAT ÚJRAINDÍTÁSA
it: RIAVVIA CAMPAGNA
nl: HERSTART CAMPAGNE
pl: RESET KAMPANI
ru: ПЕРЕЗАПУСК КАМПАНИИ
sr: РЕСТАРТОВАТИ КАМПАЊУ

source: SURRENDER
bg: КАПИТУЛАЦИЯ
cs: KAPITULACE
el: ΠΑΡΆΔΟΣΗ
es: RENDIRSE
fr: ABANDONNER
hu: FELADÁS
it: ARRENDERSI
nl: OVERGEVEN
pl: PODDAJ SIĘ
ru: СДАТЬСЯ
sr: ПРЕДАЈА

source: NO RESTART SHUFFLE
bg: РАЗПРЕДЕЛЯНЕ БЕЗ ПРЕЗАРЕЖДАНЕ
es: SIN RESETEAR LA MEZCLA
fr: MÉLANGE SANS REDEMARRAGE
it: SMISTAMENTO SENZA RIAVVIO
pl: POMIESZANIE BEZ RESETU

source: Multiview:
bg: Мулти-изглед:
el: πολυ θέα:
es: Multivista:
fr: Multi-vision:
hu: Multinézet:
it: Vista multipla:
pl: Multiwidok:
sr: Мултипреглед:

source: Poll:
bg: Отворени анкети:
el: ψηφοφορία:
es: Votación:
fr: Sondage:
hu: Szavazat:
it: Sondaggio:
nl: Stemming:
pl: Ankieta:
sr: Анкета:

source: Allow players to vote for custom votes
bg: Позволява играчите да участват в отворени гласувания
el: Επιτρέπουν στους παίκτες να ψηφίσουν για το έθιμο ψήφους
es: Permitir que los jugadores creen votaciones
fr: Autorise les joueurs à voter pour des votes personnalisés
hu: Engedélyezi a játékosoknak, hogy szavazhassanak egyéni szavazásokra
it: Permette voti personalizzati ai giocatori
nl: Sta spelers toe om te stemmen over aangepaste stemmingen
pl: Pozwala graczom, aby głosowali na niestandardowe ankiety
sr: Омогућите играчима да гласају за произвољна гласања

source: Log File:
bg: Име отчетен файл:
el: Log αρχείου:
es: Archivo de Log:
fr: Fichier Journal:
hu: Log fájl:
it: File Log:
nl: Logbestand:
pl: Plik Loga:
sr: Лог:

source: Sets the name of the log file or if empty logging is disabled
bg: Задава име на отчетния файл за предпочитане или ако празното записване е изключено
el: Ορίζει το όνομα του αρχείου καταγραφής ή αν άδειο υλοτομία είναι απενεργοποιημένη
es: Ajusta el nombre del archivo de logs, o lo deshabilita si está vacío
fr: Définit le nom du fichier journal ou, si vide, la journalisation est désactivée
hu: A log fájl nevének beállítása. Ha üresen hagyod, a logolás kikapcsol.
it: Specifica il nome del file log o, se è vuoto, di disattivarlo
nl: Stelt de naam van het logbestand in, laat leeg om geen log bij te houden
pl: Ustawia nazwe pliku logów jeśli pusty logowanie jest wyłączone
sr: Подешава име лога или га брише ако је празно

source: ^7BACKSPACE ^3help on/off
bg: ^7BACKSPACE ^3легенда
el: ^7BACKSPACE ^3βοήθεια επί / εκτός
es: ^7BACKSPACE ^3ayuda si/no
fr: ^7RETOUR ARRIERE ^3aide on/off
hu: ^7BACKSPACE ^3segítség be/ki
it: ^7SPAZIO ^3aiuto sì/no
nl: ^7BACKSPACE ^3help aan/uit
pl: ^7BACKSPACE ^3pomoc wł/wył

source: ^7BACKSPACE ^mgo back
bg: ^7BACKSPACE ^mназад
el: ^7BACKSPACE ^mπάω πίσω
es: ^7BACKSPACE ^mir atras
fr: ^7RETOUR ARRIERE ^retour
hu: ^7BACKSPACE ^mmenj vissza
it: ^7SPAZIO^mgo indietro
nl: ^7BACKSPACE ^mga terug
pl: ^7BACKSPACE ^mcofnij

source: CURRENT PROFILE
bg: ТЕКУЩ ПРОФИЛ
el: κυκλοφορών προφίλ
es: PERFIL ACTUAL
fr: PROFIL ACTUEL
hu: JELENLEGI PROFIL
it: PROFILO CORRENTE
nl: HUIDIG PROFIEL
pl: AKTUALNY PROFIL
ru: ТЕКУЩИЙ ПРОФИЛЬ
sr: ТРЕНУТНИ ПРОФИЛ

source: %s^7's dynamite
bg: ^7с динамита на %s
el: %s^7's δυναμίτη
es: %s^7 con su dinamita
hu: %s^7 dinamitja
it: ^7dinamite di%s
nl: %s^7's dynamiet
pl: ^7Dynamit %s
ru: динамит %s^7's
sr: %s^7-ов/ин динамит

source: %s^7's mine
bg: ^7с мината на %s
el: %s^7's Νάρκες
es: %s^7 con su mina
hu: %s^7 taposóaknája
it: ^7mina di%s
nl: %s ^7 zijn mijn
pl: ^7Mina %s
ru: мина %s^7
sr: %s^7-ова/ина мина

source: You are frozen - ^3/kill^7 is disabled.
bg: Бяхте замразен - команда ^3/kill^7 е забранена.
el: Είστε παγωμένοι - ^3/σκοτώνω^7 είναι απενεργοποιημένο.
es: Estás congelado - ^3/kill^7 está desactivado.
fr: Vous êtes gelé - ^3/kill^7 est désactivé.
hu: Lefagyasztottak- ^3/kill^7 nem használható.
it: Sei stato congelato - ^3/kill^7 è disabilitato.
nl: Je bent bevroren - ^3/kill^7 is uitgeschakeld.
pl: Jesteś zamrożony - ^3/kill^7 jest wyłączone.
sr: Замрзнути сте - ^3/kill^7 није доступна.

source: Renderer:
bg: Графичен режим:
el: Καθιστών
es: Renderizador:
fr: Moteur de rendu:
pl: Silnik graf.:
sr: Рендерер:

source: Set your desired renderer (does a video restart)
bg: Задава графичния режим на играта (автоматично презарежда видео настройките)
el: Ορίστε την επιθυμητή απόδοση (Κάνει μια επανεκκίνηση του βίντεο)
es: Ajusta tu renderizador deseado (reinicia el juego)
fr: Paramètre votre moteur de rendu souhaité (nécessite un redémarrage vidéo)
hu: A kívánt renderer beállítása (videó restartol)
it: Seleziona il tuo render desiderato (il video verrà riavviato)
nl: Stelt de gewenste renderer in (herstart het spel)
pl: Wybierz silnik graficzny (nastąpi restart obrazu)
sr: Подесите жељени рендерер (рестартује видео)

source: Custom Width:
bg: Широчина по избор:
el: Προσαρμοσμένο πλάτος
es: Ancho Personalizado:
fr: Largeur Personnalisée:
hu: Egyéni szélesség:
it: Larghezza Personalizzata:
nl: Aangepaste breedte:
pl: Niestandardowa Szerokość:
sr: Произв. ширина:

source: Specifies custom resolution width (requires custom resolution set - *Use at your own risk*)
bg: Задава широчината на екрана по избор - изисква да бъде избрана съответната настройка за това (*Използвайте на своя отговорност!*)
es: Especifica ancho resolución personalizada (requiere de una resolución personalizada - *Usar bajo su propio riesgo*)
fr: Spécifie la largeur de résolution personnalisée (nécessite un choix de résolution personnalisé - À utiliser à vos risques et périls)
it: Specifica la larghezza di risoluzione personalizzata (verrà utilizzata una risoluzione personalizzata - *Usala a tuo rischio*)
nl: Specificeert de aangepaste resolutie breedte (aangepaste resolutie vereist-) *Gebruik voor eigen risico*)
pl: Określa niestandardową szerokość rozdzielczości (wymaga niestandardowego ustawienia rozdzielczości .*Używaj na własną odpowiedzialność*)
sr: Одређује произв. ширину резолуције за жељену резолуцију - *Користити на сопствени ризик*)

source: Custom Height:
bg: Височина по избор:
el: Προσαρμοσμένο ύψος:
es: Altura Personalizada:
fr: Hauteur Personnalisée:
hu: Egyéni magasság:
it: Lunghezza Personalizzata:
nl: Aangepaste hoogte:
pl: Niestandardowa Wysokość:
sr: Произв. висина:

source: Specifies custom resolution height (requires custom resolution set - *Use at your own risk*)
bg: Задава височината екрана по избор - изисква да бъде избрана съответната настройка за това (*Използвайте на своя отговорност!*)
es: Especifica altura resolución personalizada (requiere de una resolución personalizada - *Usar bajo su propio riesgo*)
fr: Spécifie la hauteur de résolution personnalisée (nécessite un choix de résolution personnalisé - À utiliser à vos risques et périls)
it: Specifica la lunghezza di risoluzione personalizzata (verrà utilizzata una risoluzione personalizzata - *Usala a tuo rischio*)
nl: Specificeer de aangepaste resolutie hoogte ( aangepaste resolutie vereist - *Gebruik op eigen risico*)
pl: Określa niestandardową wysokość rozdzielczości (wymaga niestandardowego ustawienia rozdzielczości .*Używaj na własną odpowiedzialność*)

source: Max. Frames Per Second:
bg: Макс. кадри в секунда:
el: ανώτατο όριο. καρέ ανά δευτερόλεπτο
es: Máx. Cuadros Por Segundo
fr: Images par Seconde Max:
hu: Maximum képkockaszám másodpercenként:
it: Frame Massimi Per Secondo:
nl: Max. frames per seconde:
pl: Maks. Ilość FPS
sr: Макс. слика у секунди:

source: Sets the limit of frames per second
bg: Задава таван на ограничение на кадрите в секунда
es: Establece el limite de FPS
fr: Paramètre la limite d'images par seconde
hu: Beállítja a másodpercenkénti képkockaszám maximális értékét
it: Imposta il limite di frame per secondo
nl: Stelt de limiet aan frames per seconde in
pl: Ustawia limit klatek na sekundę

source: JOYSTICK
bg: ДЖОЙСТИК
el: χειριστήριο
ru: ДЖОЙСТИК
sr: ЏОЈСТИК

source: Enable Joysticks:
bg: Използване джойстик:
el: επιτρέπω χειριστήριο
es: Activar Joysticks:
fr: Active le joystick
hu: Joystick engedélyezése:
it: Abilita Joystick:
nl: Schakel joysticks in:
pl: Włącz Joystick:
sr: Омогућити џојстике:

source: General joystick initialization. Requires vid_restart.
bg: Позволява използване на джойстик. Изисква презареждане на играта с команда vid_restart.
el: Γενικός χειριστήριο Αρχικοποίηση.Απαιτεί βίντεο_επανεκκίνηση.
es: Inicialización general de joystick. Requiere vid_restart.
fr: Initialisation générale du joystick.
hu: Átalános joystick inicializáció. Vid_restartot igényel.
it: Inizializzazione joystick generica. Richiede vid_restart.
nl: Algemene joystick initialisatie. Vereist herstart.
pl: Ogólna Inicjalizacja Joysticka. Wymaga vid_restart.
sr: Омогућава коришћење џојстика. Захтева vid_restart.

source: Use Joystick#:
bg: Избор джойстик:
el: χρησιμοποιώ χειριστήριο#:
es: Usar Joystick#:
fr: Utilise le Joystick#:
hu: Joystick használata#:
it: Usa Joystick#:
nl: Gebruik joystick #:
pl: Użyj Joysticka#:
sr: Користите џојстик#:

source: Specifies active joystick
bg: Определя джойстика, който ще бъде използван като основен
el: Καθορίζει Ενεργό χειριστήριο
es: Especifica joystick activo
fr: Sélectionne le joystick actif
hu: Meghatározza az aktív joystickot
it: Specifica joystick attivo
nl: Stelt actieve joystick in
pl: Określ aktywny joystick
sr: Одређује активан џојстик
