Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: This will delete all unnecessary files from you fs_homepath.
bg: Изтрива всички ненужни файлове от директория fs_homepath, забавящи работата на играта.
cs: Tímto budou smazány všechny nepotřebné soubory uložené v fs_homepath.
el: Αυτό θα διαγράψει όλα τα περιττά αρχεία από εσάς fs_ΣΠΊΤΙ μονοπάτι.
es: Esto borrará todos los archivos innecesarios de tu fs_homepath.
fi: Tämä poistaa kaikki turhat tiedostot sinun fs_hompath:sta
fr: Ceci supprimera tous les fichiers non nécessaires dans votre fs_homepath.
hu: Letöröl minden szükségtelen fájlt az fs_homepath-ból.
it: Questo cancellerà tutti i file non necessari in fs_homepath.
nl: Dit zal alle onnodige bestanden verwijderen uit fs_homepath.
pl: Spowoduje to usunięcie wszystkich niepotrzebnych plików z twojego fs_homepath.
ru: Удалит все лишние файлы из Вашего fs_homepath
sr: Ово ће обрисати све неважне фајлове из fs_homepath.

source: A simple clean will remove tmp and custom pk3 files.
bg: Частичното почистване премахва временните и ползвателските pk3 файлове от играта
cs: Jednoduché vyčistění odstraní dočasné soubory TMP a pomocné PK3 soubory.
el: Ένα απλό καθαρό θα αφαιρέσει tmp και προσαρμοσμένες PK3 αρχεία.
es: Una limpieza simple eliminara los archivos pk3 tmp y personalizados.
fi: Yksinkertainen puhdistus poistaa tmp ja mukautetut pk3 tiedostot.
fr: Un nettoyage simple supprimera les fichiers tmp et pk3 personnalisés.
hu: Az egyszerű tisztítás eltávolítja a tmp fájlokat és az egyéni pk3 fájlokat.
it: La pulizia semplice rimuoverà i file pk3 personalizzati e temporanei.
nl: Een simpele schoonmaak verwijdert tijdelijke en custom pk3-bestanden.
pl: Proste czyszczenie usunie pliki tmp i niestandardowe pk3.
ru: Простая чистка удалит временные и пользовательские pk3-файлы.
sr: Једноставно чишћење уклања привр. и незв. pk3 фајлове.

source: A full clean will remove all downloaded files like maps, campaigns and custom pk3 files.
bg: Цялостното почистване премахва допълнителните карти, кампании и pk3 файлове от играта
cs: Úplné vyčistění odstraní všechny neoriginální PK3 soubory včetně souborů s herními úrovněmi a kampaněmi.
el: Μια πλήρης καθαρό, θα αφαιρέσει όλα τα ληφθέντα αρχεία, όπως χάρτες, εκστρατείες και προσαρμοσμένες PK3 αρχεία.
es: Una limpieza completa eliminará todo los archivos descargados como mapas, campañas y archivos pk3 personalizados.
fr: Un nettoyage complet supprimera tous les fichiers téléchargés comme les cartes, les campagnes et les fichiers pk3 personnalisés.
hu: A teljes tisztítás eltávolít minden letöltött fájlt mint pl. pályák, hadjáratok és egyéni pk3 fájlok.
it: Una pulizia completa rimuoverà tutti i file scaricati come mappe, campagne e file pk3 personalizzati.
nl: Een volledige schoonmaak verwijdert alle gedownnloade bestanden, zoals maps, campagnes en custom pk3-bestanden.
pl: Pełne oczyszczenie usunie wszystkie pobrane pliki takie jak, mapy, kampanie i niestandardowe pliki pk3.
ru: Полная чистка удалит все загруженные файлы типа карт, кампаний и пользовательских pk3.
sr: Комплетно чишћење уклања све преузете фајлове попут мапа, кампања и незв. pk3 фајлова.

source: ^1WARNING: Use at your own risk!
bg: ^1ЗАБЕЛЕЖКА: Промените са необратими!
cs: ^1VAROVÁNÍ: použití na vlastní nebezpečí!
el: ^1ΠΡΟΣΟΧΗ: Χρησιμοποιήστε το με δική σας ευθύνη!
es: ^1ATENCIÓN: ¡Úsalo bajo tu propia responsabilidad!
fi: ^1VAROITUS: Käytä omalla vastuulla!
fr: ^1AVERTISSEMENT : Utilisez à vos risques et périls!
hu: ^1FIGYELEM: Saját felelősségedre használd!
it: ^1ATTENZIONE: Usalo a tuo rischio!
nl: ^1WAARSCHUWING: Gebruik op eigen risico!
pl: ^1UWAGA: Używaj na własne ryzyko!
ru: ^1ВНИМАНИЕ: На свой страх и риск!
sr: ^1УПОЗОРЕЊЕ: Користите на сопствени ризик!

source: Consult our wiki for documentation.
bg: Прочетете повече за процеса в документацията на нашата помощна страница.
cs: Pro více informací nahlédněte do naší wikipedie.
el: Συμβουλευτείτε wiki μας για την τεκμηρίωση.
es: Consulta la documentación en nuestra wiki
fi: Käänny wikin asiakirjojen puoleen.
fr: Consultez notre wiki pour plus d'information.
hu: Nézz utána a wiki dokumentációnkban.
it: Consulta la nostra documentazione wiki.
nl: Raadpleeg onze wiki voor naslag.
pl: Więcej informacji znajdziesz na naszej stronie wiki
ru: Документация на нашей вики.
sr: Посетите нашу вики страницу за документацију.

source: Press '^7ABORT^9' if you don't know what you are doing here.
bg: Натиснете '^7ПРЕКРАТИ^9', за да затворите прозореца.
cs: Stiskněte '^7ZRUŠIT^9', jestliže nevíte, co dělat.
el: Πατήστε '^7ABORT^ 9' αν δεν ξέρετε τι κάνετε εδώ.
es: Pulsa '^7ABORTAR^9' si no sabes lo que estás haciendo aquí.
fi: Paina '^7KESKEYTÄ^9', jos et tiedä mitä teet täällä.
fr: Cliquez « ^7ANNULER^9 » si vous ne savez pas ce que vous faites ici.
hu: Menj a '^7MEGSZAKÍTÁSRA^9', ha nem tudod mit csinálsz itt.
it: Premi '^7ANNULLA^9' se non sai cosa stai facendo qui.
nl: Kies '^7AFBREKEN^9' als je niet zeker weet wat je aan het doen bent.
pl: Kliknij '^7PRZERWIJ^9' jeśli nie wiesz co tutaj robisz.
ru: Если не уверены, то нажмите '^7ОТМЕНА^9'.
sr: Притисните '^7ОДУСТАТИ^9' ако не знате шта радите овде.

source: ABORT
bg: ПРЕКРАТИ
cs: ZRUŠIT
el: ΑΜΒΛΏΝΩ
es: ABORTAR
fi: KESKEYTÄ
fr: ANNULER
hu: MEGSZAKÍTÁS
it: ANNULLA
nl: AFBREKEN
pl: PRZERWIJ
ru: ОТМЕНА
sr: ОДУСТАТИ

source: Abort operation
bg: Прекратява процеса и затваря прозореца
cs: Zrušit operaci
el: ματαίωση της λειτουργίας
es: Abortar operación
fi: Keskeytä operaatio
fr: Interrompre l'opération
hu: Művelet megszakítása
it: Annulla operazione
nl: Afbreken
pl: Przerwij operacje
ru: Отменить операцию
sr: Одустаните од радње

source: SIMPLE CLEAN
bg: ЧАСТИЧНО ПОЧИСТВАНЕ
cs: JEDNODUCHÉ
el: Απλά και καθαρά
es: LIMPIEZA SIMPLE
fi: YKSINKERTAINEN PUHDISTUS
fr: NETTOYAGE SIMPLE
hu: EGYSZERŰ TISZTÍTÁS
it: PULIZIA SEMPLICE
nl: EENVOUDIG OPSCHONEN
pl: PROSTE
ru: ПРОСТАЯ ЧИСТКА
sr: ОСНОВНО ЧИШЋЕЊЕ

source: Remove tmp and custom pk3 files
bg: Премахва временните и потребителски файлове от играта
cs: Odstranit dočasné a nestandardní pk3 soubory
el: Αφαιρέστε tmp και προσαρμοσμένες PK3 αρχεία
es: Eliminar archivos pk3 tmp y personalizados
fr: Retire les fichiers tmp et pk3 personnalisés.
hu: Tmp és pk3 fájlok eltávolítása
it: Rimuovi i file pk3 personalizzati e temporanei
nl: Verwijderd tijdelijke en aangepaste pk3-bestanden
pl: Usuń pliki tmp i niestandardowe pk3
ru: Удалить временные и пользовательские pk3-файлы
sr: Уклања привремене и незваничне pk3 фајлове

source: FULL CLEAN
bg: ЦЯЛОСТНО ПОЧИСТВАНЕ
cs: ÚPLNÉ
el: ΠΛΗΡΗΣ CLEAN
es: LIMPIEZA COMPLETA
fi: KOKONAINEN PUHDISTUS
fr: NETTOYAGE COMPLET
hu: TELJES TISZÍTÁS
it: PULIZIA COMPLETA
nl: VOLLEDIG OPSCHONEN
pl: PEŁNE
ru: ПОЛНАЯ ЧИСТКА
sr: КОМПЛЕТНО ЧИШЋЕЊЕ

source: Remove all maps and campaigns files
bg: Премахва кампаниите и картите в играта
cs: Odstranit všechny nestandardní úrovně a kampaně
el: Κατάργηση όλων των χαρτών και αρχείων εκστρατείες
es: Eliminar todos los archivos de mapas y campañas
fi: Poista kaikki kartta- ja kampanjatiedostot
fr: Retire toutes les cartes et les fichiers campagnes
hu: Minden pálya és hadjárati fájl eltávolítása
it: Rimuovi tutti i file delle mappe e campagne
nl: Verwijder alle map- en campagnebestanden
pl: Usuń wszystkie mapy i pliki kampanii
ru: Удалить все карты и кампании
sr: Уклања све фајлове мапа и кампања

source: DEFAULT CONTROLS
bg: ВЪЗСТАНОВИ
cs: PŮVODNÍ NASTAVENÍ
el: ΕΛΕΓΧΟΙ ΑΘΈΤΗΣΗ
es: CONTROLES POR DEFECTO
fi: OLETUS KONTROLLIT
fr: CONTRÔLES PAR DÉFAUT
hu: ALAPVETŐ IRÁNYÍTÁS
it: CONTROLLI PREDEFINITI
nl: STANDAARDBESTURING
pl: DOMYŚLNE STEROWANIE
ru: УПРАВЛЕНИЕ ПО УМОЛЧАНИЮ
sr: СТАНДАРДНЕ КОНТРОЛЕ

source: Reset controls to default?
bg: Възстановяване настройките за управление по подразбиране?
cs: Načíst výchozí nastavení?
el: Επαναφορά των ελέγχων για την προεπιλογή;
es: ¿Reiniciar los controles a sus valores por defecto?
fi: Palauta kontrollit oletuksiksi?
fr: Remettre les contrôles à zéro ?
hu: Irányítás visszaállítása az alapbeállításokra?
it: Reimpostare i controlli predefiniti?
nl: Herstel de besturing naar standaard?
pl: Zresetować ustawienia do domyślnych?
ru: Сбросить настройки управления?
sr: Вратити контроле на стандардне?

source: Handedness:
bg: Игра с:
cs: Ruka:
el: χεριού:
es: Diestro o Zurdo:
fi: Kätisyys:
fr: Latéralité:
hu: Bal- vagy jobbkezesség
it: Uso mano:
nl: Handigheid:
pl: Wybór dłoni:
ru: Ведущая рука:
sr: Доминантна рука:

source: Right
bg: Дясна ръка
cs: Pravá
el: Δικαίωμα
es: Diestro
fi: Oikea
fr: Droite
hu: Jobb
it: Destra
nl: Rechts
pl: Prawa
ru: Правша
sr: Десна

source: Left
bg: Лява ръка
cs: Levá
el: Αριστερά
es: Zurdo
fi: Vasen
fr: Gauche
hu: Bal
it: Sinistra
nl: Links
pl: Lewa
ru: Левша
sr: Лева

source: Left or Right Handed? This sets your default controls which you can modify later via the options menu
bg: Избор на начин на управление с лява или дясна ръка. Задава настройките автоматично, впоследствие можете да ги измените в менюто с настройки
cs: Jsi pravák nebo levák? Toto přednastaví možnosti, které můžeš později upravit v menu
el: Αριστερά ή Δεξιά Handed; Αυτό θέτει προεπιλογή ελέγχους σας το οποίο μπορείτε να τροποποιήσετε αργότερα μέσω του μενού επιλογών
es: ¿Diestro o zurdo? Esto configura tus controles por defecto que puedes modificar después a través del menú de opciones
fi: Vasen- vai oikeakätinen? Tämä asettaa sinun oletus kontrollit, joita voit muokata myöhemmin asetusvalikosta
fr: Gaucher ou droitier ? Ceci change vos contrôles par défaut que vous pouvez modifier plus tard dans le menu des options
hu: Bal vagy jobbkezes vagy? Ez elkészíti az alapbeállításaidat, amiket később módosíthatsz a beállítások menün keresztül.
it: Mano destra o sinistra? Imposta le tue opzioni predefinite potrai modificarle successivamente dal menu opzioni
nl: Links- of rechtshandig? Dit stelt je standaard besturingsinstellingen in, die je later kunt veranderen in het menu 'Opties'
pl: Lewo lub Prawo Ręczny? To ustawia twoje sterowanie domyślne, które możesz zmodyfikować później w menu opcje
ru: Правша или левша? От этого зависит стандартное управление; его можно изменить в меню настроек
sr: Левак или дешњак? Ово подешава Ваше стандардне контроле које можете изменити касније у менију Подешавања

source: CONTROLS
bg: УПРАВЛЕНИЕ
cs: OVLÁDÁNÍ
el: ΕΛΕΓΧΟΙ
es: CONTROLES
fi: KONTROLLIT
fr: CONTRÔLES
hu: IRÁNYÍTÁS
it: CONTROLLI
nl: BESTURING
pl: STEROWANIE
ru: УПРАВЛЕНИЕ
sr: КОНТРОЛЕ

source: MOVE
bg: ДВИЖЕНИЯ
cs: POHYB
el: ΚΊΝΗΣΗ
es: MOVIMIENTO
fi: LIIKKUMINEN
fr: DÉPLACEMENT
hu: MOZGÁS
it: MOVIMENTO
nl: BEWEGEN
pl: RUCH
ru: ДВИЖЕНИЕ
sr: ПОКРЕТИ

source: Forward:
bg: Ход напред:
cs: Vpřed:
el: Προς τα εμπρός:
es: Avanzar:
fi: Liiku eteenpäin:
fr: Avancer:
hu: Előre:
it: Avanti:
nl: Vooruit:
pl: Do przodu:
ru: Вперёд:
sr: Корачање напред:

source: Back:
bg: Ход назад:
cs: Zpět:
el: Πίσω:
es: Retroceder:
fi: Liiku taaksepäin:
fr: Reculer:
hu: Hátra:
it: Indietro:
nl: Achteruit:
pl: Do tyłu:
ru: Назад:
sr: Корачање назад:

source: Move Left:
bg: Ход наляво:
cs: Vlevo:
el: Κινήσου αριστερά:
es: Izquierda:
fi: Liiku vasemmalle:
fr: Pas latéral à gauche:
hu: Mozgás balra:
it: Muovi Sinistra:
nl: Links bewegen:
pl: W Lewo:
ru: Двигаться влево:
sr: Корачање налево:

source: Move Right:
bg: Ход надясно:
cs: Vpravo:
el: Μετακίνηση Δικαίωμα:
es: Derecha:
fi: Liiku oikealle:
fr: Pas latéral à droite:
hu: Mozgás jobbra:
it: Muovi Destra:
nl: Rechts bewegen:
pl: W Prawo:
ru: Двигаться вправо:
sr: Корачање надесно:

source: Lean Left:
bg: Наклон наляво:
cs: Náklon vlevo:
el: Άπαχος Αριστερά:
es: Inclinarse a la Izq.:
fi: Nojaa vasemmalle:
fr: Se pencher à gauche:
hu: Kihajolás balra:
it: Inclina Sinistra:
nl: Links leunen:
pl: Wychyl na Lewo:
ru: Наклон влево:
sr: Нагиб улево:

source: Lean Right:
bg: Наклон надясно:
cs: Náklon vpravo:
el: Άπαχος Δεξιά:
es: Inclinarse a la Der.:
fi: Nojaa oikealle:
fr: Se pencher à droite:
hu: Kihajolás jobbra:
it: Inclina Destra:
nl: Rechts leunen:
pl: Wychyl na Prawo:
ru: Наклон вправо:
sr: Нагиб удесно:

source: Jump:
bg: Скачане:
cs: Výskok:
el: Άλμα:
es: Saltar:
fi: Hyppää:
fr: Sauter:
hu: Ugrás:
it: Salta:
nl: Springen:
pl: Skok:
ru: Прыжок:
sr: Скакање:

source: Crouch:
bg: Клякане:
cs: Přikrčení:
el: Ζαρώνω:
es: Agacharse:
fi: Kumarru:
fr: S'accroupir:
hu: Guggolás
it: Accovacciato:
nl: Kruipen:
pl: Kucanie:
ru: Согнуться:
sr: Клечање:

source: Prone:
bg: Залягане:
cs: Zalehnutí:
el: Μπρούμυτα:
es: Tumbarse:
fi: Makaa:
fr: Se coucher:
hu: Hasonfekvés:
it: Prono:
nl: Liggen:
pl: Leżenie:
ru: Ничком:
sr: Пузање:

source: Walk:
bg: Ходене:
cs: Chůze:
el: Βόλτα:
es: Caminar:
fi: Kävele:
fr: Marcher:
hu: Sétálás:
it: Cammina:
nl: Lopen:
pl: Chodzenie:
ru: Ходьба:
sr: Ходање:

source: Sprint:
bg: Бягане:
el: Τρέχω:
es: Esprintar:
fi: Sprinttaa
fr: Sprinter:
hu: Sprintelés:
nl: Sprinten:
pl: Bieg:
ru: Бег:
sr: Трчање:

source: INPUT
bg: МИШКА
cs: MYŠ
el: ΕΙΣΑΓΩΓΉ
es: ENTRADA:
fi: SISÄÄNTULO
fr: ENTRÉE
hu: EGÉR
nl: MUIS
pl: MYSZ
ru: ВВОД
sr: УНОС

source: Invert Mouse:
bg: Обърнати посоки:
cs: Invertovat myš:
el: Αντιστροφή του ποντικιού:
es: Invertir Ratón:
fi: Käännä hiiri:
fr: Inverse souris:
hu: Irány fordítása:
it: Inverti Mouse:
nl: Omkeren:
pl: Odwróć Mysz:
ru: Инвертировать мышь:
sr: Променити осу миша:

source: Inverts mouse pitch
bg: Обръща посоката на движение на мишката
cs: Obrátí vertikální směr pohybu myši
el: Αντιστρέφει γήπεδο του ποντικιού
es: Invierte el movimiento del ratón
fi: Kääntää hiiren syötön
fr: Inverse la direction verticale de la souris
hu: Megfordítja az egér függőleges irányát
it: Comandi del mouse invertiti
nl: Muis pitch omdraaien
pl: Odwraca oś myszy
ru: Инвертирует шаг мыши
sr: Мења осу миша

source: Smooth Mouse:
bg: Изглаждане движения:
cs: Zjemnit:
el: Ομαλή Ποντίκι:
es: Suavizar ratón:
fi: Hiiren pehmennys:
fr: Adoucir la souris:
hu: Egér simítása:
it: Regola Mouse:
nl: Soepelheid:
pl: Wygładz. Ruchu:
ru: Плавная мышь:
sr: Блажи покрети миша:

source: Smooths out the mouse using interpolation
bg: Изглажда движенията с мишката чрез метода на интерполация
cs: Zjemní pohyb myši pomocí interpolace
el: Εξομαλύνει το ποντίκι χρησιμοποιώντας παρεμβολή
es: Suaviza el movimiento ratón usando interpolación
fi: Pehmentää hiirtä käyttäen interpolaatiota
fr: Adoucit les mouvements de souris en utilisant l'interpolation
hu: Elsimítja az egér mozgását interpoláció használatával
it: Uniforma il mouse utilizzando l'interpolazione
nl: Muis versoepelen door middel van interpolatie
pl: Wygładza ruch myszy za pomocą interpolacji
ru: Делает мышь плавной при интерполяции
sr: Ублажава покрете миша преко интерполације

source: Mouse Sensitivity:
bg: Чувствителност:
cs: Citlivost myši:
el: Ποντίκι Ευαισθησία:
es: Sensibilidad del Ratón:
fi: Hiiren herkkyys:
fr: Sensibilité de la souris:
hu: Egérérzékenység:
it: Sensibilità Mouse:
nl: Gevoeligheid:
pl: Czułość myszy:
ru: Чувствительность мыши:
sr: Осетљивост миша:

source: Use the slider to increase or decrease mouse sensitivity
bg: Преместете плъзгача, за да регулирате чувствителността на мишката
cs: Použij jezdec ke zvýšení nebo snížení citlivosti myši
el: Χρησιμοποιήστε το ρυθμιστικό για να αυξήσετε ή να μειώσετε την ευαισθησία του ποντικιού
es: Usa el control deslizante para incrementar o decrementar la sensibilidad del ratón
fi: Käytä liukusäädintä kasvattaaksesi tai laskeaksesi hiiren herkkyyttä
fr: Utilisez le curseur pour augmenter ou réduire la sensibilité de la souris
hu: A csúszka segítségével növelheted vagy csökkentheted az egér érzékenységét
it: Sposta il cursore per incrementare o diminuire la sensibilità del mouse
nl: Gebruiker de schuifknop om de gevoeligheid van de muis aan te passen
pl: Użyj paska do zwiększenia lub zmniejszenia czułości myszy
ru: Изменяйте чувствительность мыши с помощью слайдера
sr: Користите слајдер за повећање или смањење осетљивости миша

source: Mouse Pitch:
bg: Чувст. верт. движения:
cs: Vertikální citlivost:
el: Ποντίκι Πίσσα:
es: Mov. del Pto. de Mira:
fi: Hiiren kallistus:
fr: Pas de la Souris:
hu: Vertikális érzékenység:
it: Velocità Cursore
nl: Pitch:
pl: Ruch Myszy:
ru: Шаг мыши:
sr: Верт. померање:

source: 0.015 (lowest allowed)
bg: 0.015 (номинална)
cs: 0.015 (nejmenší povolená)
el: 0.015 (χαμηλότερη επιτρέπεται)
es: 0.015 (mínimo permitido)
fi: 0.015 (alhaisin sallittu)
fr: 0.015 (minimum autorisé)
hu: 0.015 (az engedélyezett legalacsonyabb)
it: 0.015 (minimo consentito)
nl: 0.015 (minimale toegestane waarde)
pl: 0.015 (najniższa dozwolona)
ru: 0.015 (наинизший возможный)
sr: 0.015 (најмање могуће)

source: 0.022 (default)
bg: 0.022 (основна)
cs: 0.022 (standardní)
el: 0.022 (προεπιλογή)
es: 0.022 (por defecto)
fi: 0.022 (oletus)
fr: 0.022 (par défaut)
hu: 0.022 (alap)
it: 0.022 (predefinito)
nl: 0.022 (standaardwaarde)
pl: 0.022 (domyślna)
ru: 0.022 (по умолчанию)
sr: 0.022 (стандардно)

source: Up-Down Motion Of The Crosshair While Moving.
bg: Определя силата на вертикалните движения на мерника
cs: Vertikální citlivost zaměřovače
el: Πάνω-Κάτω κίνηση του σταυρονημα, ενώ κινείται.
es: Movimiento arriba-abajo del punto de mira al moverse.
fi: Tähtäimen ylös-alas liike liikkumisen aikana.
fr: Mouvement Haut-Bas du Réticule de Visé Pendant les Déplacements
hu: A célkereszt fel-le mozgása mozgás közben
it: Movimento su-giù del mirino durante lo spostamento.
nl: Omhoog-omlaag gevoeligheid van de muis
pl: Ruch Góra-Dół Celownika Podczas Poruszania.
ru: Движение прицела вверх вниз при перемещении.
sr: Верт. померање нишана током кретања.

source: CHAT
bg: ОБЩУВАНЕ
cs: ZPRÁVY
el: ΚΟΥΒΈΝΤΑ
fi: VIESTINTÄ
fr: PARLER
hu: CSEVEGŐ
pl: CZAT
ru: ЧАТ
sr: КОМУНИКАЦИЈА

source: Chat:
bg: Текстово съобщение:
cs: Zprávy:
el: Κουβέντα:
fi: Viesti:
fr: Parler:
hu: Csevegő:
pl: Czat:
ru: Чат:
sr: Четовање:

source: Team Chat:
bg: Отборно съобщение:
cs: Zprávy týmu:
el: Συνομιλία ομάδας:
es: Chat del Equipo:
fi: Tiimiviesti:
fr: Parler à l'équipe:
hu: Csapat csevegő:
pl: Czat Zespołu:
ru: Чат команды:
sr: Четовање са тимом:

source: Fire-Team Chat:
bg: Звенно съобщение:
cs: Zprávy čety:
el: Συνομιλία φωτιά Ομάδα:
es: Chat del Escuadra:
fi: Partioviesti:
fr: Parler à la Fireteam:
hu: Osztagcsevegő:
pl: Czat Oddziału:
ru: Чат звена:
sr: Четовање са ударном групом:

source: Quick Chat:
bg: Бързи съобщения:
cs: Rychlé zprávy:
el: Γρήγορη Chat:
es: Chat Rápido:
fi: Pikaviesti:
fr: Tchat rapide:
hu: Gyors csevegő:
it: Chat Rapida:
nl: Snelle chat:
pl: Szybki Czat:
ru: Быстрый чат:
sr: Брзо четовање:

source: Fire-Team Quick Chat:
bg: Гласови команди Звено:
cs: Rychlé zprávy četě:
el: φωτιά-Ομάδα Γρήγορα Κουβέντα:
es: Chat Rápido Escuadra:
fi: Partion pikaviesti:
fr: Tchat rapide à la Fireteam:
hu: Osztag gyorscsevegő:
it: Chat Rapida Fire-Team:
nl: Fireteam snelle chat:
pl: Szybki Czat Oddziału:
ru: Быстрый чат звена:
sr: Брзо четовање са ударним тимом:

source: POP-UPS
bg: УВЕДОМЛЕНИЯ
cs: PŘEHLEDY INFORMACÍ
el: ΚΡΌΤΟΣ-UPS
fi: PONNAHDUSIKKUNAT
hu: FELBUKKANÓ SZÖVEGEK
it: POP-UP
pl: WYSKAKUJĄCE OKIENKA
ru: ВСПЛ. ПОДСКАЗКИ
sr: ПОП-АП ПОРУКЕ

source: Show Scores:
bg: Табло с резултати:
cs: Zobrazit skóre:
el: Εμφάνιση βαθμολογίες:
es: Mostrar Puntuaciones:
fi: Näytä tulokset:
fr: Montrer les Scores:
hu: Eredmény mutatása:
it: Punteggio:
nl: Scores tonen:
pl: Pokaż Statystyki:
ru: Открыть таблицу счёта:
sr: Показивање резултата:

source: Show Limbo Menu:
bg: Отваряне Боен лагер:
cs: Otevřít Předpeklí:
el: Εμφάνιση Limbo Μενού:
es: Mostrar Menu del Limbo:
fi: Näytä Limbo-valikko:
fr: Montrer le menu Limbo:
hu: Limbo menü mutatása:
it: Menu Limbo:
nl: Limbomenu tonen:
pl: Pokaż Menu Gracza:
ru: Открыть меню забвения:
sr: Показивање Лимбо менија

source: Show Command Map:
bg: Отваряне командна карта:
cs: Zobrazit mapu:
el: Εμφάνιση Εντολή Χάρτης:
es: Mostrar Mapa de Comando:
fi: Näytä komentokartta:
fr: Montrer la carte:
hu: Parancsnoki térkép:
it: Mappa Obiettivi:
nl: Commandomap tonen:
pl: Pokaż Mapę:
ru: Показать карту:
sr: Показивање командне мапе:

source: Compass Map Zoom In:
bg: Увеличение мащаб компас:
cs: Přiblížení kompasu:
el: Πυξίδα Χάρτης Μεγέθυνση:
es: Acercar Mini-Mapa:
fi: Kompassi kartan zoomaus sisään:
fr: Zoomer la boussole:
hu: Térkép nagyítása
it: Mappa Bussola Zoom In:
nl: Kompaskaart inzoomen:
pl: Przybliżenie Mapy:
ru: Увеличить компасс-карту:
sr: Зумирање мапе са компасом:

source: Compass Map Zoom Out:
bg: Намаляване мащаб компас:
cs: Oddálení kompasu:
el: Πυξίδα Χάρτης Σμίκρυνση:
es: Alejar Mini-Mapa
fi: Kompassi kartan zoomaus ulos:
fr: Dézoomer la boussole:
hu: Térkép kicsinyítése
it: Mappa Bussola Zoom Out:
nl: Kompaskaart uitzoomen:
pl: Oddalenie Mapy:
ru: Уменьшить компасс-карту:
sr: Одзумирање мапе са компасом:

source: Player Stats:
bg: Информация за играч:
cs: Osobní statistka:
el: Παίκτης Στατιστικά:
es: Estadísticas Jugador:
fi: Pelaajan tilastot:
fr: Statistiques joueur:
hu: Játékos statisztikák:
it: Statistiche:
nl: Speler stats tonen:
pl: Statystyki Gracza:
ru: Статистика игроков:
sr: Статистика играча:

source: Top Shots:
bg: Най-добри стрелци:
cs: Top hráči:
el: Κορυφή βολές:
fi: Huippuosumat:
hu: Legjobb lövők:
it: Maggiori Colpi:
nl: Beste schutters tonen:
pl: Top Strzałów:
ru: Лучшие игроки:
sr: Најбољи стрелци:

source: Objectives:
bg: Цели:
cs: Úkoly mise:
el: Στόχοι:
es: Objetivos:
fi: Päämäärät:
fr: Objectifs:
hu: Objektívek:
it: Obiettivi:
nl: Doelstellingen tonen:
pl: Cele:
ru: Цели:
sr: Задаци:

source: USE WEAPONS
bg: ОРЪЖИЯ
cs: ZBRANĚ
el: ΟΠΛΑ ΧΡΗΣΗ
es: USO DE ARMAS
fi: KÄYTÄ ASEITA
fr: UTILISER LES ARMES
hu: FEGYVEREK HASZNÁLATA
it: UTILIZZO ARMI
nl: WAPENGEBRUIK
pl: OBSŁUGA BRONI
ru: ПРИМЕНЕНИЕ ОРУЖИЯ
sr: РУКОВАЊЕ ОРУЖЈЕМ

source: Attack:
bg: Стрелба:
cs: Útok:
el: Επίθεση:
es: Atacar:
fi: Hyökkää:
fr: Attaquer:
hu: Támadás:
it: Attacco:
nl: Aanvallen:
pl: Strzał:
ru: Атаковать:
sr: Нападање:

source: Switch to Alternate:
bg: Алтернативна стрелба:
cs: Alternativní útok:
el: Εναλλαγή σε Αναπληρωματικό:
es: Botón alternativo:
fi: Vaihda vaihtoehtoiseen:
fr: Tir alternatif:
hu: Másodlagos fegyvermód
it: Passa ad Alternativa:
nl: Alternatief schakelen:
pl: Zmień na Alternatywną:
ru: Переключить на запасное:
sr: Пребацивање на друго оружје:

source: Reload Weapon:
bg: Презареждане:
cs: Nabít zbraň:
el: Ανανέωση όπλο:
es: Recargar Arma:
fi: Lataa ase:
fr: Recharger l'arme:
hu: Újratöltés
it: Ricarica Arma:
nl: Wapen herladen:
pl: Przeładowanie Broni:
ru: Перезарядить:
sr: Репетирање оружја:

source: Binoculars Zoom:
bg: Бинокъл:
cs: Dalekohled:
el: Κιάλια Ανίπταμαι διαγωνίως:
es: Zoom Prismáticos:
fi: Kiikarien zoomaus:
fr: Zoom jumelles:
hu: Távcső
it: Zoom Binocolo:
nl: Verrekijker zoomen:
pl: Lornetka Przybliżenie:
ru: Увеличение бинокля:
sr: Зумирање на двогледу:

source: Use (Activate):
bg: Използване (активиране):
cs: Použít (aktivovat):
el: Χρησιμοποιήστε (Ενεργοποίηση):
es: Usar (Activar):
fi: Käytä (Aktivoi):
fr: Utiliser (activer):
hu: Használ (aktivál)
it: Usa (Aziona):
nl: Gebruiken (activeren):
pl: Użyj (Aktywuj):
ru: Использовать:
sr: Коришћење (активирање):

source: SELECT CLASS AND WEAPONS
bg: ИЗБЕРЕТЕ КЛАС И ОРЪЖИЕ
cs: ZVOL SI TŘÍDU A ZBRANĚ
es: ELIGE LA CLASE Y ARMAS
fr: SÉLECTIONNEZ LA CLASSE ET LES ARMES
hu: FEGYVER ÉS KASZT VÁLASZTÁS
it: SELEZIONA CLASSE E ARMI
nl: SELECTEER KLASSE EN WAPENS
pl: WYBIERZ KLASĘ I BROŃ
ru: ВЫБОР КЛАССА И ОРУЖИЯ
sr: ИЗАБЕРИ КЛАСУ/ОРУЖИЈЕ

source: Next Weapon:
bg: Следващо оръжие:
cs: Další zbraň:
el: Επόμενο Όπλο:
es: Siguiente Arma:
fi: Seuraava ase:
fr: Arme suivante:
hu: Következő fegyver:
it: Arma Successiva:
nl: Volgend wapen:
pl: Następna Broń:
ru: След. оружие:
sr: Следеће оружје:

source: Previous Weapon:
bg: Предишно оръжие:
cs: Předchozí zbraň:
el: Προηγούμενο όπλο:
es: Arma Anterior:
fi: Edellinen ase:
fr: Arme précédente:
hu: Előző fegyver:
it: Arma Precedente:
nl: Vorig wapen:
pl: Poprzednia Broń:
ru: Пред. оружие:
sr: Претходно оружје:
