Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Custom
bg: По избор
es: Personalizado
fr: Personnaliser
hu: Egyéni
it: Personalizzato
nl: Aangepast
pl: Niestandardowy
sr: Прилагођено

source: Displays help text
bg: Показва напътствия за използването на елементи на играта
es: Muestra texto de ayuda
fr: Affiche l'aide
hu: Segítség mutatása
it: Visualizza testo di aiuto
nl: Toont hulpteksten
pl: Wyświetla tekst pomocy

source: Low (43 FPS)
bg: Ниско (43 к/сек)
es: Baja (43 FPS)
fr: Lent (43 IPS)
hu: Alacsony (43 FPS)
it: Bassa (43 FPS)
nl: Laag (43 FPS)
pl: Niskie (43 FPS)

source: Medium (76 FPS)
bg: Средно (63 к/сек)
es: Media (76 FPS)
fr: Moyen (76 IPS)
hu: Közepes (76 FPS)
it: Media (76 FPS)
pl: Średnie (76 FPS)

source: Default (85 FPS)
bg: Стандартно (85 к/сек)
es: Por defecto (85 FPS)
fr: Par Défaut (85 IPS)
hu: Alap (85 FPS)
it: Predefinita (85 FPS)
nl: Standaard (85 FPS)
pl: Domyślnie (85 FPS)

source: High (125 FPS)
bg: Високо (125 к/сек)
es: Alta (125 FPS)
fr: Élevé (125 IPS)
hu: Magas (125 FPS)
it: Alta (125 FPS)
nl: Hoog (125 FPS)
pl: Wysokie (125 FPS)

source: Add this server to your favorites?
bg: Добавяне на сървъра в любими?
es: ¿Agregar este servidor a tus favoritos?
fr: Ajouter ce serveur à vos favoris ?
hu: Hozzáadod ezt a szervert a kedvencekhez?
it: Aggiungere questo server ai preferiti?
pl: Dodać ten serwer do ulubionych?

source: Select your team, class, weapon and spawnpoint
bg: Изберете отбор, клас, оръжие и начална точка
es: Elige tu equipo, clase, arma y punto de inicio
fr: Sélectionnez votre équipe, classe, arme et point d'apparition
hu: Csapat, kaszt, fegyver és spawpont kiválasztása
it: Seleziona la tua squadra, classe, arma e spawnpoint
nl: Selecteer je team, klasse, wapen en startpunt
pl: Wybierz swoją drużynę, klasę, broń i miejsce odrodzenia

source: Print all server info
bg: Извеждане на подробна информация за сървъра
es: Mostrar toda la info del servidor
fr: Imprime toute l'info du serveur
hu: Minden szerver infó kiírása
it: Stampa tutte le informazioni del server
nl: Toon alle serverinformatie
pl: Wyświetl wszystkie informacje o serwerze

source: Set available game options
bg: Персонализиране на достъпните игрови настройки
es: Establecer opciones de juego disponibles
fr: Paramètre les options de jeu disponible
hu: Elérhető játékbeállítása beállítása
it: Seleziona impostazioni di gioco disponibili
nl: Stel de beschikbare spelopties in
pl: Ustaw dostępne opcje gry

source: Add this server to your favorites
bg: Добавяне на сървъра в списъка с любими
es: Añade este servidor a tus favoritos
fr: Ajouter ce serveur à vos favoris
hu: Szerver kedvencekhez adása
it: Aggiungi questo server ai tuoi preferiti
nl: Deze server aan je favorieten toevoegen
pl: Dodaj ten serwer do ulubionych

source: Look at the legacy hall of fame
bg: Онези потребители, допринесли най-много за реализирането проекта
es: Ver el salón de la fama de legacy
fr: Regardez le panthéon de legacy
hu: Legacy hírességek csarnokának megtekintése
it: Guarda l'hall of fame di legacy
nl: Kijk naar de Legacy hall of fame
pl: Spójrz na galerię sław projektu legacy

source: Disconnect your connection from current server
bg: Прекъсване на връзката към текущия сървър
es: Desconecte su conexión del servidor actual
fr: Déconnexion du serveur actuel
hu: Lekapcsolódás a jelenlegi szerverről
it: Disconnetti da questo server
nl: Verbreek de verbinding met de server
pl: Rozłącz z aktualnym serwerem

source: Don't press this. Be warned!
bg: Не натискайте върху този бутон, освен ако не искате да се оттеглите от войната. Предупредени сте.
es: No pulses esto. ¡Estás avisado!
fr: N'appuyiez pas sur ça. Vous êtes prévenu!
hu: Ezt ne nyomd meg! Figyelmeztetlek!
it: Non premere qui. Sei avvisato!
nl: Klik hier niet op. Je bent gewaarschuwd!
pl: Nie wciskaj tego. Bądź ostrożny!

source: Skill Rating view
bg: Преглед на оценка умения
es: Ver Clasificación de Habilidad
fr: Vue Skill Rating
hu: Skill Rating nézet
it: Vista Valutazione Abilità
nl: Skill rating-scherm
pl: Widok Skill Rating

source: %s - Press double-%s quickly to switch scoreboard
bg: %s - Двойно последователно натискане -%s за бърза смяна към таблото с резултати
es: %s - Pulsa dos veces- %s para cambiar de marcador
fr: %s - Pressez deux fois - %s rapidement pour changer de tableau des scores
hu: %s - Nyomd meg kétszer a-%s gombot gyorsan, hogy eredményjelzőt válts
it: %s - Premere due volte-%svelocemente per cambiare punteggio
nl: %s - Klik dubbel-%s snel om scorebord te schakelen
pl: %s - Wciśnij dwukrotnie - %s, aby przełączyć widok tablicy wyników

source: XP view
bg: Преглед на точките опит
es: Vista XP
fr: Vue XP
hu: XP nézet
it: Vista XP
nl: XP-scherm
pl: Widok XP

source: ^1CHOOSE YOUR INITIAL SETTINGS
bg: ^1ИЗБОР НА НАЧАЛНИ НАСТРОЙКИ
es: ^1ESCOJE TUS AJUSTES INICIALES
fr: ^1CHOISISSEZ VOS RÉGLAGAGES INITIAUX
it: ^1SELEZIONA LE TUE IMPOSTAZIONI INIZIALI
nl: ^1Kies je initiële instellingen
pl: ^1WYBIERZ SWOJE USTAWIENIA WSTĘPNE

source: FAVORITES
bg: ЛЮБИМИ
es: FAVORITOS
fr: FAVORIS
hu: KEDVENCEK
it: PREFERITI
nl: Favorieten
pl: ULUBIONE
ru: ИЗБРАННОЕ

source: Shows all favorite servers
bg: Показва любимите сървъри
es: Muestra todos los servidores favoritos
fr: Montre tous les serveurs favoris
hu: Összes kedvenc szerver mutatása
it: Mostra tutti i server preferiti
nl: Laat alle favorieten servers zien
pl: Pokazuje wszystkie ulubione serwery

source: GEOLOCATION
bg: ГЕОЛОКАЦИЯ
es: GEOLOCALIZACIÓN
fr: GEOLOCALISATION
it: GEOLOCALIZZAZIONE
nl: GEOLOCATIE
pl: GEOLOKACJA
ru: ГЕОЛОКАЦИЯ

source: Share Location:
bg: Споделяне местоположение:
es: Compartir Ubicación:
fr: Emplacement Partagé:
hu: Helyzet megosztása:
it: Condividi Posizione:
nl: Deel Locatie:
pl: Udostęp. Lokalizacji:

source: Displays your own location in score board
bg: Показва вашето местоположение в таблото с резултати
es: Muestra tu ubicación en la tabla de puntuaciones
fr: Affiche votre propre emplacement dans le tableau des scores
hu: Saját hely megjelenítése a pontlistán
it: Mostra la tua posizione nella tabella punti
nl: Laat je eigen locatie zien in het scorebord
pl: Wyświetla twoją lokalizację w tablicy wyników

source: Class selection:
bg: Избор на клас:
es: Selección de clase:
fr: Sélection de la classe:
hu: Osztály választása:
it: Selezione Classe:
nl: Klas selectie:
pl: Wybór Klasy:

source: Team selection:
bg: Отбор:
es: Seleccionar equipo:
fr: Sélection de l'équipe:
hu: Csapat választása:
it: Selezione Squadra:
pl: Wybór zespołu:

source: Spawn selection:
bg: Избор на точка за разгръщане:
es: Seleccionar despliegue:
fr: Sélection point de réapparition:
hu: Éledési hely választása:
it: Selezione Spawn:
pl: Wybór miejsca odrodzenia:

source: Sets the frames per second limit for a stable render rate
bg: Задава таван на ограничение на кадрите в секунда за по-плавно възпроизвеждане на картината
es: Ajusta el límite de imágenes por segundo para tener un render más estable
fr: Définit la limite d'images par seconde pour un taux de rendu stable
hu: Másodpercenkénti képkocka állítása a stabil render sebességhez
it: Imposta limite fotogrammi al secondo per velocità rendering stabile
nl: Zet het aantal frames per seconde voor een stabiele weergavesnelheid
pl: Ustawia limit klatek na sekundę dla stabilnej płynności grania

source: LANGUAGE
bg: ЕЗИК
cs: JAZYK
es: IDIOMA
fr: LANGUE
hu: NYELV
it: LINGUA
nl: TAAL
pl: JĘZYK
ru: ЯЗЫК
sr: ЈЕЗИК

source: Very Low (15)
bg: Много ниско (15)
es: Muy Bajo (15)
fr: Très Lente (15)
hu: Nagyon alacsony (15)
it: Molto basso (15)
nl: Heel laag (15)
pl: Bardzo Niskie (15)
sr: Веома Ниско (15)

source: Low (30)
bg: Ниско (30)
es: Bajo (30)
fr: Lente (30)
hu: Alacsony (30)
it: Basso (30)
nl: Laag (30)
pl: Niskie (30)
sr: Ниско (30)

source: Medium (60)
bg: Средно (60)
es: Medio (60)
fr: Moyenne (60)
hu: Közepes (60)
it: Medio (60)
nl: Gemiddeld (60)
pl: Średnie (60)
sr: Среднје (60)

source: High (100)
bg: Високо (100)
es: Alto (100)
fr: Élevée (100)
hu: Magas (100)
it: Alto (100)
nl: Hoog (100)
pl: Wysokie (100)
sr: Високо (100)

source: Very High (125)
bg: Много високо (125)
es: Muy Alto (125)
fr: Très Élevée (125)
hu: Nagyon magas (125)
it: Molto alto (125)
nl: Heel hoog (125)
pl: Bardzo Wysokie (125)
sr: Веома Високо (125)

source: Enabled & no sound
bg: Включено (без звук)
es: Activado y sin sonido
fr: Activé & pas de son
hu: Engedélyezve & nincs hang
it: Abilitato e nessun suono
nl: Ingeschakeld & geen geluid
pl: Włączone & brak dźwięku

source: RANDOM
bg: СЛУЧАЙНО
es: ALEATORIO
fr: ALÉATOIRE
hu: VÉLETLEN
it: CASUALE
nl: Willekeurig
pl: LOSOWO

source: WELCOME
bg: ДОБРЕ ДОШЛИ
es: BIENVENIDO
fr: BIENVENUE
hu: ÜDVÖZLÖM
it: BENVENUTO
nl: WELKOM
pl: WITAJ

source: English (default)
bg: Английски (по подразбиране)
es: Ingles (defecto)
fr: Anglais (Défaut)
hu: Angol (alapértelmezett)
it: Inglese (predefinito)
nl: Engels (standaard)
pl: Angielski (domyślnie)

source: Shows all Internet servers
bg: Показва всички публични сървъри
es: Mostrar servidores de Internet
fr: Affiche tous les serveur Internet
hu: Mutass minden Internet szervert
it: Mostra tutti i server Internet
nl: Laat alle Internet servers zien
pl: Pokazuje wszystkie serwery w Internecie

source: Shows all local servers
bg: Показва всички локални сървъри
es: Mostrar servidores locales
fr: Affiche tous les serveur locaux
hu: Mutass minden helyi szervert
it: Mostra tutti i server locali
nl: Laat alle lokale servers zien
pl: Pokazuje wszystkie lokalne serwery

source: LOCAL
bg: ЛОКАЛНИ
hu: HELYI
it: LOCALE
nl: LOKAAL
pl: LOKALNIE
ru: ЛВС

source: ^5Local
bg: ^5Локални
hu: ^5Helyi
it: ^5Locale
pl: ^5Lokalnie

source: ^3Favorites
bg: ^3Любими
es: ^3Favoritos
fr: ^3Favoris
hu: ^3Kedvencek
it: ^3Preferiti
pl: ^3Ulubione

source: Includes or excludes ET: Legacy servers with humans from the server list
bg: Показва или непоказва сървъри с реални играчи в списъка
es: Incluye o excluye: Servidores ETL con humanos de la lista
fr: Inclure ou exclure les serveur ET: Legacy avec des humains de la listes des serveurs
hu: Tartalmaz vagy kizárt ET: Legacy szervereket emberekkel az szerverlistáról
it: Include o esclude dalla lista i server ET:Legacy con utenti connessi
pl: Zawiera lub wyklucza serwery ET:Legacy z ludźmi z listy serwerów

source: Shoutcast Password:
bg: Парола на коментатор:
es: Contraseña Locutor:
fr: Mot de passe Commentateur:
it: Password Shoutcast:
pl: Hasło Komentatora:

source: Password to access the shoutcaster status for live match commentaries
bg: Парола за достъп до правата на коментатора, при излъчване на живо предаване
es: Contraseña para acceder a locutor para partidos en vivo
fr: Mot de Passe pour accéder au statu de commentateur pour commenter les matchs
it: Password per accedere allo stato del shoutcaster per commenti in diretta
pl: Hasło dostępu statusu komentatora dla komentarzy na żywo

source: Bobbing effect:
bg: Ефект на поклащане:
es: Efecto de Balanceo:
fr: Effet de Tangage:
hu: Dőlés effekt:
it: Effetto ballonzolante:
pl: Efekt ruchu głowy:

source: Toggle bobbing
bg: Позволява или забранява ефекта на поклащане
es: Alternar balancearse
fr: Active/Désactive le tangage
hu: Dőlés beállítása
it: Alterna ballonzolio
pl: Przełącz efekt ruchu głowy

source: ITEMS
bg: ЕЛЕМЕНТИ
es: ELEMENTOS
fr: OBJETS
hu: TÁRGYAK
it: ELEMENTI
pl: PRZEDMIOTY

source: Simple Items:
bg: Прости елементи:
es: Elementos Simples:
fr: Objets Simples:
hu: Egyszerű tárgyak:
it: Elementi semplici:
pl: Proste Przedmioty:

source: Yes except objectives
bg: Да, изключая цели
es: Si excepto los objetivos
fr: Oui sauf objectifs
hu: Igen, kivéve feladatok
it: Sì eccetto obiettivi
pl: Tak poza celami

source: Draw simple items
bg: Показване прости предмети
es: Mostrar elementos simples
fr: Affiche les objets simples
hu: Egyszerű tárgyak rajzolása
it: Disegna elementi semplici
pl: Pokazuj proste przedmioty

source: Play startup announcer voice
bg: Позволява използването на звукова идентификация от диктора при започване на играта
es: Reproducir voz de inicio del locutor
fr: Jouer la voix de l'annonceur au démarrage
it: Riproduci voce presentatore iniziale
pl: Odegraj głos początkowy spikera

source: Hide Weapons Only
bg: Само оръжията
es: Esconder Solo Armas
fr: Cache les armes seulement
hu: Csak fegyverek elrejtése
it: Nascondi Solo Armi
pl: Ukryj Tylko Bronie

source: Coordinates Only
bg: Само координати
es: Solo Coordenadas
fr: Coordonnées seulement
hu: Csak koordináták
it: Solo Coordinate
pl: Tylko Kordynaty

source: Fireteam Overlay
bg: Инф. панел Звено
es: Capa del Escuadrón
fr: Fenêtre de Fireteam
hu: Tűzcsapat felület
it: Interfaccia Fireteam
pl: Nakładka Oddziału

source: Team and Fireteam Chat
bg: Отбор и звено
es: Chat de Equipo y Escuadra
fr: Chat Equipe et Fireteam
hu: Csapat és Tűzcsapat chat
it: Chat Squadra e Fireteam
pl: Czat Zespołu I Oddziału

source: Chat + FT Overlay
bg: Съобщения + инф. панел Звено
es: Chat + FT capa sobrepuesta
fr: Chat + Fenêtre FT
hu: Chat + TCS Felület
pl: Czat + Nakładka Oddziału

source: UPS + MAX speed
bg: ЕД. СЕК + МАКС. скорост
es: UPS + MAX velocidad
fr: UPS + Vitesse MAX
hu: UPS + MAX sebesség
it: UPS + velocità MAX
pl: UPS + najwyższa prędkość

source: KPH + MAX speed
bg: КМЧ + МАКС. скорост
es: KPH + MAX velocidad
fr: KPH + Vitesse MAX
hu: KPH + MAX sebesség
it: KPH + velocità MAX
pl: KM/H + najwyższa prędkość

source: MPH + MAX speed
bg: МЧ + МАКС. скорост
es: MPH + MAX velocidad
fr: MPH + Vitesse MAX
hu: MPH + MAX sebesség
it: MPH + velocità MAX
pl: MPH + najwyższa prędkość

source: Toggles display of weapon fire (muzzle flash)
bg: Позволява или забранява показването на огнения ефект от цевта на оръжието
es: Alterna la visualización del fuego del arma (boca del arma)
fr: Affiche/Masque le feu des armes (Déflagration)
hu: Fegyver tűzének állítása (torkolattűz)
it: Attiva / disattiva la visualizzazione del fuoco dell'arma (sparo)
pl: Włącza lub wyłącza ogień z broni (błysk)

source: POPUPS AND BANNER
bg: УВЕДОМЛЕНИЯ И РЕКЛАМИ
es: VENTANAS EMERGENTES Y ANUNCIOS
fr: POPUPS ET BANNIERE
hu: POPUPOK ÉS BANNEREK
it: POPUP E BANNER
pl: WYSKAKUJĄCE OKIENKA I BANER

source: Filter Messages:
bg: Избрани съобщения:
es: Filtrar Mensajes:
fr: Filtre Messages:
hu: Üzenetek szűrése:
it: Filtra Messaggi:
pl: Filtruj Wiadomości:

source: Connection
bg: Връзка
es: Conexión
fr: Connexion
hu: Kapcsolat
it: Connessione
pl: Połączenie

source: Pickup
bg: Взимане предмети
es: Levantar
fr: Récupérer
hu: Felvétel
it: Raccogliere
pl: Podnieś

source: Death
bg: Смърт
es: Muerte
fr: Mort
hu: Halál
it: Morte
pl: Śmierć

source: Connection, Pickup
bg: Свързване, Взимане
es: Conexión, Levantar
fr: Connexion, Récupérer
hu: Kapcsolat, felvétel
it: Connessione, Raccolta
pl: Połączenie, Podnieś

source: Connection, Death
bg: Свързване, Смърт
es: Conexión, Muerte
fr: Connexion, Mort
hu: Kapcsolat, halál
it: Connessione, Morte
pl: Połączenie, Śmierć

source: Connect, Pickup, Death
bg: Свързване, Взимане, Смърт
es: Conectar, Levantar, Muerte
fr: Connexion, Récupérer, Mort
hu: Csatlakoz, felvétel, halál
it: Connetti, Raccolta, Morte
pl: Połączenie, Podnieś, Śmierć

source: Set filter on popup messages
bg: Определя типа на изскачащите съобщения, които да бъдат показвани на екрана
es: Establecer filtro de mensajes emergentes
fr: Modifier le filtre sur les messages popups
it: Imposta il filtro sui messaggi popup
pl: Ustaw filtr na wyskakujących wiadomościach

source: Filter Promotions:
bg: Показване повишения:
es: Filtrar Ascensos
fr: Filtre des promotions:
hu: Promóciók szűrése:
it: Filtro Promozioni:
pl: Filtruj Promocje:

source: Skill upgrades
bg: Само за умения
es: Mejoras de Nivel
fr: Améliorations de compétences
hu: Képesség fejlesztések
it: Potenziamenti Abilità
pl: Awans umiejętności

source: Skill + Rank upgrades
bg: Умения и рангове
es: Nivel + Mejoras de Rango
fr: Amélioration des compétences + Rang
hu: Képesség + Rang fejlesztések
it: Potenziamenti Abilità e Rango
pl: Umiejętności + Awans Rangi

source: Set filter on popup promotion messages
bg: Определя типа на изскачащите съобщения, които да бъдат показвани на екрана
es: Establecer filtro en mensajes emergentes de promoción
fr: Modifier le filtre sur les messages popups de promotion
it: Imposta il filtro sui messaggi popup promozionali
pl: Ustaw filtr na wyskakujących wiadomościach promocyjnych

source: Banner Time:
bg: Период време реклами:
es: Tiempo del Anuncio:
fr: Temps Bannière:
hu: Banner idő:
it: Tempo Ban:
pl: Czas Baneru:

source: Set the time a banner stays visible
bg: Определя периода от време за показване на реклама
es: Establece el tiempo visible del anuncio
fr: Modifie le temps qu'une bannière reste visible
it: Imposta il tempo in cui un banner rimane visibile
pl: Ustaw czas pokazywania baneru

source: Drop Objective
bg: Оставяне на целта
es: Soltar Objetivo
fr: Lâcher l'objectif
it: Rilascio Obiettivo
pl: Porzuć Cel

source: SELECTION MENUS
bg: МЕНЮ ЗА ИЗБОР
es: SELECCION DE MENUS
fr: MENUS DE SÉLECTION
hu: VÁLASZTÓ MENÜK:
it: MENU DI SELEZIONE
pl: MENU WYBORU

source: Center Window:
bg: Центриране прозорец:
es: Centrar Ventana:
fr: Centrer la Fenêtre:
it: Centra Finestra:
nl: Centreer Venster:
pl: Wyśrodkuj Okno:

source: Center window in windowed mode
bg: Центриране на прозореца в режим на екрана "В прозорец"
es: Centrar pantalla en modo ventana
fr: Centrer la fenêtre en mode fenêtré
it: Centra in modalità finestra
nl: Centreer venster in venstermodus
pl: Wyśrodkuj okno w trybie okienkowym

source: Very Low (43 FPS)
bg: Много ниско (43 к/с)
es: Muy Bajo (43 FPS)
fr: Très basse (43 IPS)
hu: Nagyon alacsony (43 FPS)
it: Molto Basso (43 FPS)
pl: Bardzo Niskie (43 FPS)

source: Low (76 FPS)
bg: Ниско (76 к/с)
es: Bajo (76 FPS)
fr: Basse (76 IPS)
hu: Alacsony (76 FPS)
it: Basso (76 FPS)
pl: Niskie (76 FPS)

source: Medium (85 FPS)
bg: Средно (85 к/с)
es: Medio (85 FPS)
fr: Moyenne (85 IPS)
hu: Közepes (85 FPS)
it: Medio (85 FPS)
pl: Średnie (85 FPS)

source: SCREENSHOTS
bg: СНИМКИ НА ЕКРАНА
es: CARPTURA DE PANTALLA
fr: CAPTURES D’ÉCRAN
hu: KÉPLOPÁSOK
nl: SCHERMAFBEELDINGEN
pl: ZRZUTY EKRANU

source: TGA (lossless)
bg: TGA (макс. качество)
es: TGA (sin perdida)
fr: TGA (sans perte)
hu: TGA (veszteségmentes)
pl: TGA (bezstratne)

source: JPEG (lossy)
bg: JPEG (ср. качество)
es: JPEG (con perdida)
fr: JPEG (avec perte)
hu: JPEG (veszteséges)
pl: JPEG (stratne)

source: PNG (lossless)
bg: PNG (макс. качество)
es: PNG (sin perdida)
fr: PNG (sans perte)
hu: PNG (veszteségmentes)
pl: PNG (bezstratne)

source: Set your preferred screenshot format
bg: Задава предпочитаемия формат за снимки на екрана
es: Establecer tu formato de captura de pantalla preferido
fr: Modifier votre format de capture d'écran préféré
hu: Preferált képernyőmentési formátum
it: Imposta il tuo formato preferito di screenshot
pl: Ustaw swój preferowany format zrzutów ekranu

source: JPEG Quality:
bg: Качество JPEG:
es: Calidad JPEG:
fr: Qualité du JPEG:
hu: JPEG Minőség:
it: Qualità JPEG:
pl: Jakość JPEG:
ru: Качество JPEG:

source: Set the JPEG quality
bg: Задава качеството на снимките на екрана при формат JPEG
es: Establecer calidad JPEG
fr: Modifie la qualité du JPEG
hu: JPEG minőség állítása
it: Imposta la qualità JPEG
pl: Ustaw jakość JPEG

source: REMOVE FAVORITE
bg: ПРЕМАХВАНЕ
es: QUITAR FAVORITO
fr: SUPPRIMER LE FAVORI
hu: KEDVENC ELTÁVOLITÁSA
it: RIMUOVI PREFERITO
nl: FAVORIET VERWIJDEREN
pl: USUŃ Z ULUBIONYCH
ru: УДАЛИТЬ ИЗ ИЗБРАННЫХ

source: Remove this server from your favorites?
bg: Премахване на сървъра от любими?
es: ¿Quitar este servidor de tus favoritos?
fr: Supprimer ce serveur de vos favoris ?
hu: Eltávolítod ezt a szervert a kedvenceidből?
it: Rimuovere questo server dai preferiti?
nl: Deze server van je favorieten verwijderen?
pl: Usunąć ten serwer z ulubionych?
ru: Удалить сервер из избранных?

source: P. Pistol
bg: P. Пистолет
es: P. Pistola
fr: P. Pistolet
hu: P. Pisztoly
it: P. Pistola
pl: P. Pistolet

source: A. Akimbo
bg: A. Два пистолета

source: P. Silenced Pistol
bg: P. Пистолет с заглушител
es: P. Pistola Silenciada
fr: P. Pistolet Silencieux
hu: P. Hang-tompított pisztoly
it: P. Pistola Silenziata
pl: P. Pistolet Z Tłumikiem

source: A. Silenced Akimbo
bg: A. Пистолети с заглушител
es: A. Akimbo Silenciada
fr: A. Akimbo Silencieux
it: A. Akimbo Silenziata
pl: A. Wytłumione Akimbo

source: 1. Pistol
bg: 1. Пистолет
es: 1. Pistola
fr: 1. Pistolet
hu: 1. Pisztoly
it: 1. Pistola
pl: 1. Pistolet

source: 2. Akimbo
bg: 2. Пистолети

source: 3. SMG
bg: 3. Автомат
es: 3. Ametralladora
fr: 3. Pistolet Mitrailleur
pl: 3. Pistolet Maszynowy

source: CHOOSE TEAM
bg: ИЗБОР НА ОТБОР
es: ELEGIR EQUIPO
fr: CHOIX D’ÉQUIPE
hu: CSAPAT VÁLASZTÁS
it: SCEGLI TEAM
nl: KIES TEAM
pl: WYBIERZ ZESPÓŁ

source: R. Axis
bg: R. Потисници
es: R. Eje
fr: R. Axes
hu: R. Tengelyhatalmak
nl: R. Asmogendheden
pl: R. Oś

source: B. Allies
bg: B. Съюзници
es: B. Aliados
hu: B. Szövetségesek
nl: B. Geallieerden
pl: B. Alianci

source: S. Spectators
bg: S. Наблюдатели
es: S. Espectadores
fr: S. Spectateurs
hu: S. Nézők
it: S. Spettatori
nl: S. Toeschouwers
pl: S. Obserwatorzy

source: 1. Axis
bg: 1. Потисници
es: 1. Eje
fr: 1. Axes
hu: 1. Tengelyhatalmak
it: 1. Asse
nl: 1. Asmogendheden
pl: 1. Oś

source: 2. Allies
bg: 2. Съюзници
es: 2. Aliados
hu: 2. Szövetségesek
it: 2. Alleati
nl: 2. Geallieerden
pl: 2. Alianci

source: 3. Spectators
bg: 3. Наблюдатели
es: 3. Espectadores
fr: 3. Spectateurs
hu: 3. Nézők
it: 3. 3. Spectators
nl: 3. Toeschouwers
pl: 3. Obserwatorzy

source: Set or unset this server as favorite
bg: Добавяне или премахване на сървъра от любими
es: Hacer o deshacer este servidor como favorito
fr: Ajoute ou retire ce serveur des favoris
it: Imposta o rimuovi questo server nei preferiti
nl: Zet de markering van deze server als favoriet aan of uit
pl: Dodaj lub usuń ten serwer z ulubionych

source: MAKE SHOUTCASTER
bg: НАПРАВИ КОМЕНТАТОР
es: HACER LOCUTOR
fr: FAIRE UN COMMENTATEUR
it: CREA SHOUTCASTER
nl: MAAK COMMENTATOR
pl: UCZYŃ KOMENTATOREM

source: demo %s: %ik
bg: демо %s: %ik

source: audio %s: %ik
bg: аудио %s: %ik
es: sonido %s:%ik

source: REPLAY
bg: ПРЕГЛЕД
es: REPETIR

source: RECORD
bg: ЗАПИСВАНЕ
es: GRABAR
it: REGISTRAZIONE

source: server console. It will not be possible
fi: palvelimen konsolin. Ei tule olemaan mahdollista
pl: konsole serwera. Nie będzie możliwe

source: to play the game on the host machine.
fi: pelata peliä isäntäkoneelta.
pl: granie na maszynie hostującej.

source: Only show...
fi: Näytä vain...
pl: Pokazuj tylko...

source: Don't show...
fi: Älä näytä...
pl: Nie pokazuj...

source: ^7 ID : Player Nudge Rate MaxPkts Snaps Specials
cs: ^7 ID : Hráč Nudge Rate MaxPkts Snaps Specials
el: ^7 ID: Παίκτης Σκουντώ τιμή MaxPkts Snaps Προσφορές
es: ^7 ID : Jugador Nudge Rate MaxPkts Snaps Especiales
fr: ^7 ID : Joueur Nudge Rate MaxPkts Snaps Specials
it: ^7 ID : Giocatore Nudge Rate MaxPkts Snaps Speciali
nl: ^7 ID : Speler Nudge Rate MaxPkts Snaps Specials
pl: ^7 ID : Gracz Nudge Rate Pakiety Snaps Specjalne
sr: ^7 ID : Игач Подстр Прен МаксПак Снеп Спец

source: Empty only...
es: Solo vacía...

source: Not empty...
es: No vacío...

source: Requires password...
es: Requiere contraseña...

source: No password...
es: Sin contraseña...

source: Friendly fire...
es: Fuego amigo...

source: No friendly fire...
es: Sin fuego amigo...

source: With max lives...
es: Con vidas máximas...

source: Without max lives...
es: Sin vidas máximas...

source: No weapon limits...
es: Sin límites de armas...

source: Weapon limits...
es: Límites de armas...

source: With antilag...
es: Con antilag...

source: Without antilag...
es: Sin antilag...

source: Balanced only...
es: Solo equilibrada ...

source: Unbalanced only...
es: Solo desequilibrada ...

source: With humans...
es: Con humanos...

source: Without humans...
es: Sin humanos...
