Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: PRODUCED BY ACTIVISION
bg: ИЗРАБОТКА НА ACTIVISION
cs: PRODUKOVAL ACTIVISION
el: ΚΑΤΑΣΚΕΥΑΣΜΈΝΑ από ACTIVISION
es: PRODUCIDO POR ACTIVISION
fi: ACTIVISIONIN TUOTTAMA
fr: PRODUIT PAR ACTIVISION
it: PRODOTTO DA ACTIVISION
nl: GEPRODUCEERD DOOR ACTIVISION
pl: WYKONANE PRZEZ ACTIVISION
ru: ПРОДЮСИРОВАНО ACTIVISION
sr: ПРОДУЦИРАНО ОД СТРАНЕ ACTIVISION-а

source: Producer
bg: Продуцент
cs: Producent
el: Παραγωγός
es: Productor
fi: Tuottaja
fr: Producteur
it: Produttore
nl: Producent
pl: Producent
ru: Продюсер
sr: Продуцент

source: Associate Producer
bg: Помощник продуцент
cs: Vedoucí výroby
el: Σύντροφος Παραγωγός
es: Productor Asociado
fi: Apulaistuottaja
fr: Producteur associé
it: Produttore Associato
nl: Assistent producent
pl: Pomocnik Producenta
ru: Помощник продюсера
sr: Асистент продукције

source: Installer
bg: Инсталационен пакет
cs: Instalátor
el: εγκατάστασης
es: Instalador
fi: Asentaja
fr: Installateur
it: Installatore
pl: Instalator
ru: Установщик
sr: Инсталација

source: Production Coordinator
bg: Координатор производство
cs: Koordinátor výroby
el: Παραγωγή Συντονιστής
es: Coordinador de Producción
fi: Tuotantokoordinaattori
fr: Coordinateur de production
it: Coordinatore di produzione
nl: Productiecoördinator
pl: Koordynator Produkcji
ru: Координатор производства
sr: Координатор пројекта

source: Production Tester
bg: Тестер производство
cs: Tester výroby
el: Παραγωγή Δοκιμαστής
es: Tester de Producción
fi: Tuotantotestaaja
fr: Testeur de production
it: Tester di produzione
nl: Productietester
pl: Tester Produkcji
ru: Тестер производства
sr: Тестер продукције

source: Sr. Executive Producer
bg: Старши изпълнителен продуцент
cs: St. výkonný producent
el: Αρχαιότερος.Εκτελεστικός Παραγωγός
es: Productor Ejecutivo Senior
fi: Ylemmän tason Vastaava Tuottaja
fr: Producteur exécutif senior
it: Produttore Esecutivo Superiore
nl: Senior uitvoerend producent
pl: St. Producent Wykonawczy
ru: Старший исполнительный продюсер
sr: Виши извршни продуцент

source: VP North American Studios
bg: Вицепрезидент северноамерикански студия
cs: Viceprezident North American Studios
el: Αντιπρόεδρος Βόρειοαμερικανός στούντιο
nl: Vicedirecteur North American Studios
ru: Вице-президент североамериканской студии
sr: Потпредседник северноамеричких студија

source: QA Project Lead
bg: Ръководител тестерски екип
cs: Projektový lídr kvality
el: QA Σχέδιο οδηγήσουν
fi: LV. Projektipäällikkö
fr: Chef de projet QA
it: Capo Progetto CQ
nl: Projectleider kwaliteitsbewaking
pl: Lider Projektu ds. zapewnienia jakości
ru: Руководитель команды тестирования
sr: Вођа Контроле квалитета

source: QA Senior Project Lead
bg: Старши ръководител тестерски екип
cs: Starší projektový lídr kvality
el: QA Αρχαιότερος Σχέδιο οδηγήσουν
fi: LV Vanhempi Projektipäällikkö
fr: Chef de projet Senior QA
it: Capo Progetto Senior CQ
nl: Senior projectleider kwaliteitsbewaking
pl: St. Lider Projektu ds. zapewnienia jakości
ru: Старший руководитель команды тестирования
sr: Виши вођа Контроле квалитета

source: QA Floor Lead
bg: Главен ръководител тестерски екип
cs: Vedoucí kvality
el: QA Πάτωμα οδηγήσουν
fi: LV Tiimipäällikkö
fr: Chef de Section QA
it: Capo Gruppo CQ
nl: Vloerhoofd kwaliteitsbewaking
pl: Floor Lead ds. zapewnienia jakośći
ru: Менеджер QA
sr: Надзорник Контроле квалитета

source: Testers:
bg: Тестери:
cs: Testeři:
el: δοκιμαστές:
fi: Testaajat:
fr: Testeurs:
hu: Teszterek:
pl: Testerzy:
ru: Тестеры:
sr: Тестери:

source: Network
bg: Мрежа
cs: Síť
el: Δίκτυο
es: Red
fi: Verkko
fr: Réseau
hu: Hálózat
it: Rete
nl: Netwerk
pl: Sieć
ru: Сеть
sr: Мрежа

source: Compatibility
bg: Съвместимост
cs: Kompatibilita
el: Συμβατότητα
es: Compatibilidad
fi: Yhteensopivuus
fr: Compatibilité
hu: Kompatibilitás
it: Compatibilità
nl: Compatibiliteit
pl: Kompatybilność
ru: Совместимость
sr: Компатибилност

source: QA Manager
bg: Мениджър тестерски екип
cs: Vedoucí kvality
el: QA Διευθυντής
es: Administrador del Control de Calidad
fi: Laadunvarmistuspäällikkö
fr: Gestionnaire de contrôle qualité
it: Amministratore CQ
nl: Manager kwaliteitsbewaking
pl: Menedżer ds. zapewnienia jakości
ru: Менеджер команды тестирования
sr: Управник Контроле квалитета

source: Manager, Code Release Group
bg: Мениджър, екип Издаване на код
el: Διευθυντής,Κώδικας Ελευθέρωση Ομάδα
fi: Johtaja, Koodin Julkaisu Ryhmä
fr: Manager de Groupe, Publication livrable
it: Amministratore, Gruppo Rilascio Codice
pl: Menedżer, Grupa Wydająca Kod
ru: Менеджер, Группа выпуска кода
sr: Управник, група за издавање кода

source: Sr. Lead, Code Release Group
bg: Ст. ръководител, екип Издаване на код
cs: Starší lídr, vydání zdrojového kódu
el: αρχαιότερος.οδηγήσουν Κώδικας Ελευθέρωση Ομάδα
fi: Ylemmän tason Johto, Koodin Julkaisu Ryhmä
fr: Sr. Chef de groupe, Publication livrable
it: Guida Senior, Gruppo Rilascio Codice
nl: Senior hoofd, Code Release Group
pl: St. Lider, Grupa Wydająca Kod
ru: Ст. руководитель, группа выпуска кода
sr: Виши вођа, група за издавање кода

source: Lead, Code Release Group
bg: Ръководител, екип Издаване на код
cs: Lídr, vydání zdrojového kódu
el: οδηγήσουν,Κώδικας Ελευθέρωση Ομάδα
fi: Johto, Koodin Julkaisu Ryhmä
fr: Chef de groupe, Publication livrable
it: Guida, Gruppo Rilascio Codice
nl: Hoofd, Code Release Group
pl: Lider, Grupa Wydająca Kod
ru: Руководитель, группа выпуска кода
sr: Вођа, група за издавање кода

source: Manager, Customer Support
bg: Мениджър, потребителска поддръжка
cs: Vedoucí, zákaznická podpora
el: Διευθυντής,Πελάτης Υποστήριξη
es: Administrador, Soporte al cliente
fi: Johtaja, Asiakastuki
fr: Gestionnaire, support client
it: Amministratore, Servizio Clienti
nl: Manager, klantondersteuning
pl: Menedżer, Obsługa Klienta
ru: Менеджер, поддержка пользователей
sr: Управник, подршка потрошачима

source: BACK
bg: НАЗАД
cs: ZPĚT
el: ΠΊΣΩ
es: ATRÁS
fi: TAKAISIN
fr: RETOUR
hu: VISSZA
it: INDIETRO
nl: TERUG
pl: COFNIJ
ru: НАЗАД
sr: НАЗАД

source: ADDITIONAL
bg: ДОПЪЛНИТЕЛНИ
cs: DALŠÍ
el: ΠΡΌΣΘΕΤΟΣ
es: ADICIONAL
fi: LISÄÄ
fr: ADDITIONNEL
hu: TOVÁBBI
it: EXTRA
nl: EXTRA
pl: DODATKOWE
ru: ДОПОЛНИТЕЛЬНЫЕ
sr: ДОДАТНО

source: ADDITIONAL DEVELOPMENT
bg: ДОПЪЛНИТЕЛНА РАЗРАБОТКА
cs: DALŠÍ VÝVOJ
el: ΠΡΌΣΘΕΤΟΣ ΑΝΆΠΤΥΞΗ
es: DESARROLLO ADICIONAL
fi: LISÄKEHITYS
fr: DÉVELOPPEMENT ADDITIONNEL
hu: TOVÁBBI FEJLESZTÉS
it: SVILUPPO AGGIUNTIVO
nl: EXTRA ONTWIKKELING
pl: DODATKOWA TREŚĆ
ru: ДОПОЛНИТЕЛЬНАЯ РАЗРАБОТКА
sr: ДОДАТНИ РАЗВОЈ

source: OSP BY ORANGE SMOOTHIE PRODUCTIONS
bg: OSP ОТ ORANGE SMOOTHIE PRODUCTIONS
cs: OSP VYTVOŘILA ORANGE SMOOTHIE PRODUCTIONS
el: OSP aπό ΠΟΡΤΟΚΆΛΙ ΚΑΤΑΦΕΡΤΖΉΣ ΠΑΡΑΓΩΓΕΣ
es: OSP POR ORANGE SMOOTHIE PRODUCTIONS
fi: ORANGE SMOOTHIE PRODUCTIONIN OSP
fr: OSP PAR ORANGE SMOOTHIE PRODUCTIONS
it: ORANGE SMOOTHIE PRODUCTIONS (OSP)
nl: OSP DOOR ORANGE SMOOTHIE PRODUCTIONS
ru: OSP ОТ ORANGE SMOOTHIE PRODUCTIONS
sr: OSP НАПРАВИО ORANGE SMOOTHIE PRODUCTIONS

source: Programming
bg: Програмиране
cs: Programování
el: Προγραμματισμός
es: Programación
fi: Ohjelmointi
fr: Programmation
hu: Programozás
it: Programmazione
nl: Programmering
pl: Programowanie
ru: Программирование
sr: Програмери

source: PUNKBUSTER BY EVEN BALANCE, INC.
bg: PUNKBUSTER ОТ EVEN BALANCE, INC.
cs: PUNKBUSTER VYTVOŘILA EVEN BALANCE, INC.
el: ΔΑΔΊΦΙΛAPAKI aπό ΑΚΟΜΑ ΙΣΟΡΡΟΠΊΑ, INC.
es: PUNKBUSTER POR EVEN BALANCE, INC.
fi: EVEN BALANCE, INC. PUNKBUSTER
fr: PUNKBUSTER PAR EVEN BALANCE, INC.
it: PUNKBUSTER DI EVEN BALANCE, INC.
nl: PUNKBUSTER DOOR EVEN BALANCE, INC.
ru: PUNKBUSTER ОТ EVEN BALANCE, INC.
sr: PUNKBUSTER НАПРАВИО EVEN BALANCE, INC.

source: President
bg: Президент
cs: Prezident
el: Πρόεδρος
es: Presidente
fi: Presidentti
fr: Président
hu: Elnök
it: Presidente
nl: Directeur
pl: Dyrektor
ru: Президент
sr: Председник

source: Senior Project Leader
bg: Старши ръководител проект
cs: Starší projektový lídr
el: Αρχαιότερος Σχέδιο Ηγέτης
es: Jefe Senior de Proyecto
fi: Johtava Projektipäällikkö
fr: Chef de projet senior
hu: Rangidős projektvezető
it: Capo Progetto Superiore
nl: Senior projectleider
pl: Starszy Lider Projektu
ru: Старший лидер проекта
sr: Виши вођа пројекта

source: VOICE ARTISTS
bg: ОЗВУЧИТЕЛИ
cs: DABÉŘI
el: ΦΩΝΉ ΚΑΛΛΙΤΕΧΝΕΣ
es: VOCES
fi: ÄÄNITAITEILIJAT
fr: VOIX
hu: SZINKRONSZÍNÉSZEK
it: ARTISTI VOCE
nl: STEMACTEURS
pl: GŁOSY AKTORÓW
ru: ОЗВУЧКА
sr: ГЛАСОВНА ГЛУМА

source: Voice of Allied / Axis soldiers
bg: Войници Съюзници/Потисници
cs: Hlas vojáků Spojenců a Osy
el: Φωνή από Σύμμαχος/Άξονας στρατιώτες
es: Voz de los soldades Aliados / Eje
fi: Liittoutuneiden / Akselivaltojen Sotilaiden Ääni
fr: Voix des soldats Alliés / de l’Axe
hu: Szövetséges / Tengelyhatalmi katonák hangja
it: Voce dei soldati Alleati / Asse
nl: Stem van Allied / Axis soldaten
pl: Głosy Żołnierzy Aliantów / Osi
ru: Озвучка солдат союзников / фашистов
sr: Глас савезничких војника / војника Сила осовине

source: Voice of Axis Commander
bg: Командир Потисници
cs: Hlas velitele Osy
el: Φωνή από Άξονας Διοικητής
es: Voz del Comandante del Eje
fi: Akselivaltojen Komentajan Ääni
fr: Voix du commandant de l’Axe
hu: Tengelyhatalmi parancsnok hangja
it: Voce del Comandante dell'Asse
nl: Stem van Axis commandant
pl: Głos Dowódcy Osi
ru: Озвучка командира фашистов
sr: Глас заповедника Сила осовине

source: Voice of Allied Commander
bg: Командир Съюзници
cs: Hlas velitele Spojenců
el: Φωνή από Σύμμαχος Διοικητής
es: Voz del Comandante de los Aliados
fi: Liittoutuneiden Komentajan Ääni
fr: Voix du commandant Allié
hu: Szövetséges parancsnok hangja
it: Voce del Comandante Allied
nl: Stem van Allied commandant
pl: Głos Dowódcy Aliantów
ru: Озвучка командира союзников
sr: Глас заповедника савезника

source: SPECIAL THANKS TO
bg: ОГРОМНИ БЛАГОДАРНОСТИ НА
cs: ZVLÁŠTNÍ PODĚKOVÁNÍ
el: ΕΙΔΙΚΌΣ ΕΥΧΑΡΙΣΤΏ για
es: AGRADECIMIENTOS ESPECIALES A
fi: ERITYISKIITOKSET
fr: REMERCIEMENTS SPÉCIAUX À
hu: KÜLÖN KÖSZÖNET
it: RINGRAZIAMENTI SPECIALI A
nl: SPECIALE DANK NAAR
pl: SPECJALNE PODZIĘKOWANIA
ru: ОТДЕЛЬНОЕ СПАСИБО
sr: ПОСЕБНО СЕ ЗАХВАЉУЈЕМО

source: Return to Castle Wolfenstein was developed by Gray Matter Studios & Nerve Software.
bg: Return to Castle Wolfenstein е разработена от Gray Matter Studios, съвместно с Nerve Software.
cs: Return to Castle Wolfenstein vyl vyvinut společnostmi Gray Matter Studios a Nerve Software.
el: Απόδοση προς πύργος Wolfenstein ήταν αναπτηγμένος υπό Γκρί Ύλη στούντιο & Νεύρο Λογισμικό.
es: Return to Castle Wolfenstein fue desarrollado por Gray Matter Studios y Nerve Software.
fi: Return to Castle Wolfensteinin kehitti Gray Matter Studios & Nerve Software.
fr: Return to Castle Wolfenstein a été développé par Gray Matter Studios et Nerve Software.
hu: A Return to Castle Wolfensteint a Gray Matter Studios & Nerve Software fejlesztette.
it: Return to Castle Wolfenstein è stato sviluppato da Gray Matter Studios & Nerve Software.
nl: Return to Castle Wolfenstein is ontwikkeld door Gray Matter Studios & Nerve Software.
pl: Return to Castle Wolfenstein został stworzony przez Gray Matter Studios & Nerve Software.
ru: Return to Castle Wolfenstein была разработана Gray Matter Studios и Nerve Software.
sr: Return to Castle Wolfenstein је направљен од стране Gray Matter Studios и Nerve Software.

source: We would like to thank both developers for their help and support
bg: Благодарим им за помощта и подкрепата
cs: Rádi bychom poděkovali oběma společnostem za jejich pomoc a podporu
el: Εμείς θα αρέσει να ευχαριστώ both προγραμματιστές για τους βοήθεια και υποστήριξη
es: Nos gustaria agradecir ambos desarrolladores por su ayuda y soporte
fi: Haluaisimme kiittää kumpaakin kehittäjää heidän avusta ja tuesta
fr: Nous voudrions remercier ces deux développeurs pour leur aide
hu: Szeretnénk köszönetet mondani mindkét fejlesztő stúdiónak a segítségükért és a támogatásukért
it: Vorremmo ringraziare gli sviluppatori per il loro aiuto e supporto
nl: We bedanken beide ontwikkelaars voor hun hulp en ondersteuning
pl: Chcielibyśmy podziękować wszystkim deweloperom za ich pomoc i wsparcie
ru: Спасибо им за помощь и поддержку
sr: Желели бисмо да упутимо захвалност обама развојним тимовима на помоћи и подршци

source: during the development of Wolfenstein: Enemy Territory.
bg: по време на създаването на Wolfenstein: Enemy Territory.
cs: během vývoje Wolfenstein: Enemy Territory.
el: κατά την διάρκεια ο ανάπτυξη του Wolfenstein: Enemy Territory.
es: durante el desarrollo de Wolfenstein: Enemy Territory
fi: Wolfenstein: Enemy Territory:n kehityksen aikana.
fr: durant le développement de Wolfenstein: Enemy Territory.
hu: a Wolfenstein: Enemy Territory fejlesztése közben.
it: durante lo sviluppo di Wolfenstein: Enemy Territory.
nl: tijdens de ontwikkeling van Wolfenstein: Enemy Territory.
pl: podczas tworzenia Wolfenstein: Enemy Territory.
ru: в процессе создания Wolfenstein: Enemy Territory.
sr: током рада на Wolfenstein: Enemy Territory.

source: Original Soundtrack by Bill Brown.
bg: Музикален съпровод от Бил Браун.
cs: Doprovodnou hudbu zkomponoval Bill Brown.
el: Πρωτότυπο Ήχος πίστα aπό Bill Brown.
es: Banda Sonora Original por Bill Brown.
fi: Alkuperäinen Ääniraita Bill Brown:lta.
fr: Bande originale par Bill Brown.
hu: Az eredeti zenéket írta: Bill Brown.
it: Colonna Sonora Originale di Bill Brown.
nl: Originele soundtrack door Bill Brown.
pl: Oryginalna ścieżka dźwiękowa została stworzona przez Billa Browna.
ru: Музыкальное сопровождение от Bill Brown.
sr: Оригиналне композиције од стране Била Брауна.

source: DEVELOPED BY ET: LEGACY TEAM
bg: ПРОЕКТЪТ Е ДЕЛО НА ЕT: LEGACY TEAM
cs: VYVINUTO TÝMEM ET:LEGACY
el: ΑΝΑΠΤΗΓΜΈΝΟΣ aπό ET: LEGACY ΟΜΆΔΑ
es: DESARROLLADO POR ET: LEGACY TEAM
fr: DÉVELOPPÉ PAR L'ÉQUIPE D'ET : LEGACY
hu: AZ ET: LEGACY CSAPAT FEJLESZTÉSÉBEN
it: SVILUPPATO DA ET: LEGACY TEAM
nl: ONTWIKKELD DOOR ET: LEGACY TEAM
pl: WYDANE PRZEZ ZESPÓŁ ET: LEGACY
ru: РАЗРАБОТАНО КОМАНДОЙ ET: LEGACY
sr: РАЗВОЈНИ ТИМ: ET: LEGACY TEAM

source: ^1PROGRAMMING
bg: ^1ПРОГРАМИСТИ
cs: ^1PROGRAMOVANÍ
el: ^1ΠΡΟΓΡΑΜΜΑΤΙΣΜΌΣ
es: ^1PROGRAMACIÓN
fi: ^1OHJELMOINTI
fr: ^1PROGRAMMATION
hu: ^1PROGRAMOZÁS
it: ^1PROGRAMMAZIONE
nl: ^1PROGRAMMERING
pl: ^1PROGRAMIŚCI
ru: ^1ПРОГРАММИРОВАНИЕ
sr: ^1ПРОГРАМЕРИ

source: Project founder, coding & management
bg: Основател проект, програмен код и организация
cs: Zakladatel projektu, kódování a vedení
el: Σχέδιο ιδρυτής,κωδικοποίησης & διαχείριση
es: Fundador, desarrollo y administración
fi: Projektin perustaja. koodaus & johto
fr: Fondateur du projet, programmation et gestion
hu: Projekt alapító, programozás & menedzsment
it: Fondatore, programmatore e amministratore
nl: Projectoprichter, programmering & management
pl: Założyciel Projektu, koder & zarządzanie
ru: Основатель проекта, программирование и управление
sr: Оснивач пројекта, кодирање и управа

source: Coding, mod development & bad boy
bg: Програмен код, модификации и гуру на проекта
cs: Kódování, vývoj módu a „Bad Boy“
el: κωδικοποίηση, mod ανάπτυξη & κακός αγόρι
es: Desarrollo, desarrollo de mods y chico malo
fi: Koodaus, modin kehitys & paha poika
fr: Programmation et développement de mods
hu: Programozás, mod fejlesztés & rosszfiú
it: Programmatore, sviluppatore mod e cattivo ragazzo
nl: Programmering, modontwikkeling & bad boy
pl: Koder, wydawaca modu & zły chłopiec
ru: Olaf 'IR4T4' R. - программирование, разработка мода и плохой парень
sr: Кодирање, развој мода и несташко

source: Main windows coder & renderer
bg: Основен програмист - Windows, графичен рендър
cs: Hlavní kodér pro Windows & renderer
el: κεντρικό παράθυρα κωδικοποιητή & καθιστών
es: Desarrollador y renderizado de la ventana ppal.
fi: Windowsin pääkoodaaja & renderöijä
fr: Programmeur pour Windows principal et moteur de rendu
hu: Fő Windows programozó & renderer programozó
it: Programmatore finestre principali e renderer
nl: Hoofd Windows programmeur & weergave
pl: Głowny koder windowsa & silnik graficzny
ru: Jere 'Jacker' S. - разработка главных окон и рендерера
sr: Главни кодер и рендерер за Виндоуз

source: Website, coding & scripts
bg: Изработка интернет сайт, програмен код и скриптове
cs: Web, kódování a skriptování
el: Δικτυακός τόπος, κωδικοποίησης & γραφή
es: Web, desarrollo y scripts
fi: Verkkosivusto, koodaus & ohjelmakoodit
fr: Site Web, programmation et scripts
hu: Honlap, programozás & szkriptelés
it: Sito web, programmatore e scripting
nl: Website, programmering & scripts
pl: Strona WWW, koder & skrypty
ru: Сайт, программирование и скрипты
sr: Вебсајт, кодирање и скрипте

source: Coding, mod development
bg: Програмен код, модификации
cs: Kódování, vývoj módu
el: κωδικοποίηση, mod ανάπτυξη
es: Desarrollo, desarrollo de mods
fi: Koodaus, modin kehitys
fr: Programmation et développement de mods
hu: Programozás, mod fejlesztés
it: Programmatore, sviluppatore mod
nl: Programmering, modontwikkeling
pl: Koder, rozwój moda
ru: Программирование, разработка мода
sr: Кодирање, развој мода

source: ^1PORTS
bg: ^1ПОДДРЪЖКА ОПЕРАЦИОННИ СИСТЕМИ
cs: ^1PORTY
el: ^1σύνδεση
fi: ^1PORTIT
hu: ^1PORTOK
it: ^1CONVERSIONI
pl: ^1PORTY
ru: ^1ПОРТИРОВАНИЕ
sr: ^1ПОРТОВИ

source: AROS and MorphOS
bg: AROS и MorphOS
cs: AROS a MorphOS
el: AROS και MorphOS
es: AROS y MorphOS
fi: AROS ja MorphOS
fr: AROS et MorphOS
hu: AROS és MorphOS
it: AROS e MorphOS
nl: AROS en MorphOS
pl: AROS i MorphOS
ru: AROS и MorphOS
sr: AROS и MorphOS

source: ^1GREETINGS
bg: ^1ЗАСЛУГИ
cs: ^1ZDRAVÍME
el: ^1ΧΑΙΡΕΤΊΣΜΑΤΑ
es: ^1SALUDOS
fi: ^1TERVEISET
fr: ^1REMERCIMENTS
hu: ^1ÜDVÖZLET
it: ^1RINGRAZIAMENTI
nl: ^1GROETEN
pl: ^1PODZIĘKOWANIA
ru: ^1БЛАГОДАРНОСТИ
sr: ^1ПОЗДРАВИ

source: Many thanks to Splash Damage for their release of the source code, ioWolfET & raedwulf-et (especially Ralph Eastwood) for our code base and ioQuake3 for their inspirations.
bg: Най-вече благодарим на Splash Damage за публикуването изходния код на играта, на екипа зад ioWolfET и raedwulf-et (конкретно, Ралф Истууд) за програмната основа и ioQuake3, за идеите и мотивацията.
cs: Mnoho díků Splash Damage za vydání zdrojového kódu, ioWolfET a raedwulf-et (speciálně Ralphu Eastwoodovi) za kódovou základnu a ioQuake3 za jejich inspiraci.
el: Πολοί ευχαριστώ του Splash Damage για τους ελευθέρωση του ο προέλευση κώδικας, ioWolfET & raedwulf-et (ειδικά Ralph Eastwood) για μας κώδικας και ioQuake3 για δικός τους εμπνεύσεις.
es: Muchas gracias a Splash Damage por liberar el código fuente, ioWolfET y raedwulf-et (especialmente Ralph Eastwood) para nuestra base de código y ioQuake3 por sus inspiraciones.
fi: Kiitokset Splash Damage:lle heidän julkaisemastaan lähdekoodista. ioWolfET ja raedwulf-et (varsinkin Ralp Eastwood) projekteille heidän koodipohjastaan sekä ioQuake3 projektille inspiraatiosta.
fr: Merci à Splash Damage pour la publication du code source, ioWolfET et raedwulf-et (et notamment Ralph Eastwood) pour notre base de code et ioQuake3 pour leurs inspirations.
hu: Sok köszönet a Splash Damage-nek a forráskód kiadásáért, az ioWolfET & raedwulf-et-nek (különösképpen Ralph Eastwoodnak) a kódbázisunkért és az ioQuake3-nak az inspirációért.
it: Si ringrazia la Splash Damage per il rilascio del codice sorgente, ioWolfET e raedwulf-et (specialmente Ralph Eastwood) per la base del nostro codice e ioQuake3 per l'ispirazione.
nl: Onze dank gaat uit naar Splash Damage voor het vrijgeven van de broncode, ioWolfET & raedwulf-et (in het speciaal Ralph Eastwood) voor de basis van de code en ioQuake3 voor hun inspiratie.
pl: Podziękowania dla Splash Damage za wydanie kodu żródłowego, ioWolfET & raedwulf-et (w szczegolności Ralph Eastwood) za kod bazowy i ioQuake3 za ich inspirację.
ru: Огромное спасибо Splash Damage за релиз исходного кода, ioWolfET и raedwulf-et (особенно Ralph Eastwood) за нашу кодовую базу и ioQuake3 за их вдохновение.
sr: Пуно смо захвални Splash Damage-у на томе што су објавили изворни код, ioWolfET-у и radewulf-et-у (нарочито Ралфу Иствуду) на кодној основи коју користимо и ioQuake3-у за инспирацију.

source: ^1CONTRIBUTORS
bg: ^1ПОДПОМОГНАЛИ ПРОЕКТА
cs: ^1PŘISPĚVATELÉ
el: ^1ΣΥΝΤΕΛΕΣΤΕΣ
es: ^1COLABORADORES
fi: ^1AVUSTAJAT
fr: ^1CONTRIBUTEURS
hu: ^1KÖZREMŰKÖDŐK
it: ^1COLLABORATORI
nl: ^1BIJDRAGERS
pl: ^1WSPÓŁTWÓRCY
ru: ^1УЧАСТНИКИ
sr: ^1ДОПРИНОСИ

source: See HALL OF FAME below
bg: Преминете към страница ЗАЛА НА СЛАВАТА по-долу
cs: Viz tlačítko SÍŇ SLÁVY dole.
el: Βλέπω χόλ ΤΟΥ ΦΉΜΗ παρακάτω
es: Vea el SALÓN DE LA FAMA abajo
fi: Katso HALL OF FAME alta
fr: Voir le Temple de la renommée ci-dessous
hu: Lásd a HÍRESSÉGEK CSARNOKÁT lent
it: Vedi ALBO D'ORO sotto
nl: Zie HALL OF FAME beneden
pl: Zobacz znajdującą się poniżej GALERIĘ SŁAW
ru: См. ЗАЛ СЛАВЫ ниже
sr: Видите ДВОРАНУ СЛАВНИХ испод

source: ^1WEBSITE
bg: ^1ИНТЕРНЕТ СТРАНИЦА
cs: ^1WEB
el: ^1ΔΙΚΤΥΑΚΌΣ ΤΌΠΟΣ
es: ^1WEB
fi: ^1VERKKOSIVUSTO
fr: ^1SITE WEB
hu: ^1HONLAP
it: ^1SITO WEB
pl: ^1STRONA
ru: ^1САЙТ
sr: ^1ВЕБСАЈТ

source: © 2012-2020 ET: Legacy Team - under the terms of GPL version 3.
bg: © 2012-2020 ET: Legacy Team; разпространява се с лиценз GPL version 3.
es: © 2012-2020 Equipo ET: Legacy - bajo los términos de la GPL versión 3.
fi: © 2012-2020 ET Legacy Team - GPL 3 Lisenssillä
fr: © 2012-2020 ET:Legacy Team - selon les termes de la GPL version 3.
hu: © 2012-2020 ET: Legacy csapat - GPL verzió 3 feltételeiben.
it: © 2012-2020 ET: Legacy Team - secondo i termini del GPL versione 3.
pl: © 2012-2020 ET: Legacy Team - zgodnie z warunkami licencji GPL w wersji 3.
ru: © 2012-2020 Команда ET: Legacy - на условиях лицензии GPL версии 3.

source: HALL OF FAME
bg: ЗАЛА НА СЛАВАТА
cs: SÍŇ SLÁVY
el: χόλ ΤΟΥ ΦΉΜΗ
es: SALÓN DE LA FAMA
fr: Temple de la renommée
hu: HÍRESSÉGEK CSARNOKA
it: ALBO D'ORO
pl: GALERIA SŁAW
ru: ЗАЛ СЛАВЫ
sr: ДВОРАНА СЛАВНИХ

source: ET 2.60 UPDATE
bg: ВЕРСИЯ ET 2.60
cs: ET 2.60 AKTUALIZACE
el: ET 2.60 ΕΚΣΥΓΧΡΟΝΊΖΩ
es: ACTUALIZACIÓN ET 2.60
fi: ET 2.60 PÄIVITYS
fr: MISE À JOUR ET 2.60
hu: ET 2.60 FRISSÍTÉS
it: AGGIORNAMENTO ET 2.60
pl: AKTUALIZACJA ET 2.60
ru: ОБНОВЛЕНИЕ ET 2.60
sr: ET АПДЕЈТ 2.60

source: ET PRO DEVELOPMENT TEAM
bg: РАЗРАБОТЧИЦИ ET PRO
cs: TÝM VÝVOJÁŘŮ ET PRO
el: ET PRO ΑΝΆΠΤΥΞΗ ΟΜΆΔΑ
es: EQUIPO DE DESARROLLO DE ET PRO
fi: ET PRO KEHITYSTIIMI
fr: ÉQUIPE DE DÉVELOPPEMENT D'ET PRO
hu: ET PRO FEJLESZTŐI CSAPAT
it: TEAM DI SVILUPPO ET PRO
nl: ET PRO ONTWIKKELTEAM
pl: ZESPÓŁ WYKONAWCZY ET PRO
ru: КОМАНДА РАЗРАБОТЧИКОВ ET PRO
sr: РАЗВОЈНИ ТИМ ET PRO

source: MAC OS X PORT
bg: MAC OS X ВЕРСИЯ
cs: PORT MAC OS X
el: MAC OS X σύνδεση
es: PORT DE MAC OS X
fi: MAC OS X PORTTI
fr: PORT MAC OS X
pl: PORT MAC OS X
ru: ПОРТ НА MAC OS X
sr: ПОРТ ЗА MAC OS X

source: Lead Programmer
bg: Главен програмист
cs: Hlavní programátor
el: ηγούμαι Προγραμματιστής
es: Jefe de Programación
fi: Johtava Ohjelmoija
fr: Programmeur en chef
hu: Vezető programozó
it: Programmatore Capo
nl: Hoofdprogrammeur
pl: Główny Programista
ru: Главный программист
sr: Главни програмер
