Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: This server has Max Lives enabled. Tapping out now will lose a life. Are you sure?
bg: Този сървър има ограничение на животите. Ако се оттеглите сега, ще Ви бъде отнета точка живот. Сигурни ли сте?
cs: Je zapnuto omezení počtu životů. Odklepneš-li se, bude tě to stát jeden život. Jsi si jistý?
el: Αυτός ο διακομιστής έχει Max Ζωές ενεργοποιημένη. Χτυπώντας τώρα θα χάσετε μια ζωή. Είσαι σίγουρος
es: Este servidor tiene un número Máx. de Vidas. Pulsando ahora perderás una vida. ¿Estás seguro?
fi: Tällä palvelimella on maksimielämät käytössä. Luovuttamalla menetät elämän. Oletko varma?
fr: Ce serveur a les Vies maximales activés. Abandonner vous fera perdre une vie. Êtes-vous sûr ?
hu: Ezen a szerveren érvényben van a maximum élet beállítás. Az elnyomás életveszteséggel fog járni. Biztos vagy benne?
it: Questo server ha le Vite abilitate. Se ti arrendi adesso perderai una vita. Sei sicuro?
nl: Deze server heeft max. levens aan. Wegdrukken kost een leven. Weet je het zeker?
pl: Ten serwer ma włączone max życie. Padając będziesz tracił życie. Jesteś pewien?
ru: На сервере включено ограничение числа жизней. Ждите помощи или Вы потеряете жизнь. Перейти в очередь подкреплений?
sr: Овај сервер има ограничен макс. бр. живота. Ако сада изађете, изгубићете живот. Да ли сте сигурни?

source: Bot count:
bg: Брой играчи:
cs: Počet botů:
el: καταμέτρηση bot:
es: Número Bots:
fi: Bottien määrä:
fr: Nombre de bots:
hu: Bot létszám:
it: Numero bot:
nl: Aantal bots:
pl: Liczba botów:
ru: Число ботов:
sr: Број ботова:

source: Move skill:
bg: Двг. умения:
cs: Obratnost:
el: Μετακίνηση δεξιότητα:
es: Habilidad Mov.:
fi: Liikkumistaidot:
fr: Niveau de déplacements:
hu: Mozgás:
it: Abilità movimento:
nl: Loop vaard.:
pl: Poruszanie:
ru: Навыки ботов:
sr: Вештина при кретању:

source: Difficulty:
bg: Трудност:
cs: Obtížnost:
el: Δυσκολία:
es: Dificultad:
fi: Vaikeustaso:
fr: Difficulté:
hu: Nehézség:
it: Difficoltà:
nl: Moeilijkheidsgraad:
pl: Trudność:
ru: Сложность:
sr: Тежина:

source: KICK ALL BOTS
bg: ПРЕМАХНИ ВСИЧКИ ИГРАЧИ
cs: VYHODIT BOTY
el: ΛΆΚΤΙΣΜΑ όλους BOTS
es: EXPULSAR TODOS LOS BOTS
fi: POTKI KAIKKI BOTIT
fr: EXPULSER TOUS LES BOTS
hu: ÖSSZES BOT KIRÚGÁSA
it: CACCIA TUTTI I BOT
nl: KICK ALLE BOTS
pl: WYWAL WSZYSTKIE BOTY
ru: УБРАТЬ БОТОВ
sr: ИЗБАЦИТЕ СВЕ БОТОВЕ

source: AXIS BOTS
bg: ПОТИСНИЦИ
cs: BOTI OSY
el: ΑΞΟΝΑΣ BOTS
es: BOTS EJE
fi: AKSELIVALTOJEN BOTIT
fr: BOTS AXIS
hu: T. BOTOK
it: BOT ASSE
pl: BOTY OSI
ru: БОТЫ-ФАШИСТЫ
sr: БОТОВИ СИЛА ОСОВИНЕ

source: ALLIED BOTS
bg: СЪЮЗНИЦИ
cs: BOTI SPOJENCŮ
el: ΣΎΜΜΑΧΟΣ BOTS
es: BOTS ALIADOS
fi: LIITTOUTUNEIDEN BOTIT
fr: BOTS ALLIÉS
hu: SZ. BOTOK
it: BOT ALLEATI
pl: BOTY ALIANTÓW
ru: БОТЫ ЗА СОЮЗНИКОВ
sr: БОТОВИ САВЕЗНИКА

source: BALANCED
bg: РАВНИ ИГРАЧИ
cs: VYVÁŽIT
el: ΙΣΟΡΡΟΠΗΜΕΝΗ
es: EQUILIBRADO
fi: TASAPAINOTETTU
fr: ÉQUILIBRÉ
hu: KIEGYENSÚLY.
it: BILANCIATO
nl: GEBALANCEERD
pl: ZBALANSOWANE
ru: СБАЛАНСИРОВАННО
sr: БАЛАНС

source: BOTS ON
bg: ВКЛЮЧИ
cs: BOTI ZAP
el: BOTS ΕΠΊ
fi: BOTIT PÄÄLLÄ
fr: ACTIVER LES BOTS
hu: BOTOK BE
it: BOT ATTIVI
nl: BOTS AAN
pl: WŁĄCZ BOTY
ru: БОТЫ ВКЛ
sr: УКЉУЧИТИ БОТОВЕ

source: BOTS OFF
bg: ИЗКЛЮЧИ
cs: BOTI VYP
el: BOTS ΕΚΤΌΣ
fi: BOTIT POIS PÄÄLTÄ
fr: DÉSACTIVER LES BOTS
hu: BOTOK KI
it: BOT DISABILITATI
nl: BOTS UIT
pl: WYŁĄCZ BOTY
ru: БОТЫ ВЫКЛ
sr: ИСКЉУЧИТИ БОТОВЕ

source: Voting is disabled
bg: Този сървър не
cs: Hlasování je zakázáno
el: Η ψηφοφορία είναι απενεργοποιημένη
es: Votaciones desactivadas
fi: Äänestäminen on poissa käytöstä
fr: Les votes sont désactivés
hu: Szavazás kikapcsolva
it: Votazioni disabilitate
nl: Stemmingen zijn niet toegestaan
pl: Głosowanie na tym serwerze
ru: Голосования отключены
sr: Гласање је искључено

source: on this server.
bg: позволява гласуване.
cs: na tomto serveru.na tomto serveru.
el: σε αυτόν το διακομιστή.
es: en este servidor.
fi: tällä palvelimella.
fr: sur ce serveur.
hu: ezen a szerveren.
it: in questo server.
nl: op deze server.
pl: jest wyłączone.
ru: на этом сервере
sr: на овом серверу.

source: MAPS
bg: КАРТИ
cs: ÚROVNĚ
el: ΧΑΡΤΕΣ
es: MAPAS
fi: KARTAT
fr: CARTES
hu: PÁLYÁK
it: MAPPE
pl: MAPY
ru: КАРТЫ
sr: МАПЕ

source: CAMPAIGNS
bg: КАМПАНИИ
cs: KAMPANĚ
el: ΕΞΟΡΜΗΣΕΙΣ
es: CAMPAÑAS
fi: KAMPANJAT
fr: CAMPAGNES
hu: HADJÁRATOK
it: CAMPAGNE
nl: CAMPAGNES
pl: KAMPANIE
ru: КАМПАНИИ
sr: КАМПАЊЕ

source: OK
bg: ЗАПАЗИ
el: Εντάξει
sr: У РЕДУ

source: PLAYERS
bg: ИГРАЧИ
cs: HRÁČI
el: ΠΑΙΚΤΕΣ
es: JUGADORES
fi: PELAAJAT
fr: JOUEURS
hu: JÁTÉKOSRA
it: GIOCATORI
nl: SPELERS
pl: GRACZY
ru: ИГРОКИ
sr: ИГРАЧИ

source: BOTS
bg: КОМПЮТРИ
cs: BOTI
fi: BOTIT
hu: BOTOK
it: BOT
pl: BOTY
ru: БОТЫ
sr: БОТОВИ

source: START MATCH
bg: ЗАПОЧВАНЕ ИГРА
cs: ZAHÁJIT ZÁPAS
el: ΕΝΑΡΞΗ ΑΓΩΝΑ
es: INICIAR PARTIDA
fi: ALOITA PELI
fr: DÉMARRER LE MATCH
hu: MECCS INDÍTÁSA
it: AVVIA PARTITA
nl: BEGIN WEDSTRIJD
pl: ZACZNIJ MECZ
ru: НАЧАТЬ МАТЧ
sr: ЗАПОЧЕТИ МЕЧ

source: RESET MATCH
bg: ЗАПОЧВАНЕ НАНОВО
cs: ANULOVAT ZÁPAS
el: ΕΠΑΝΑΦΟΡΑ MATCH
es: REINICIAR PARTIDA
fi: NOLLAA PELI
fr: RÉINITIALISER LE MATCH
hu: MECCS RESTART
it: REIMPOSTA PARTITA
nl: HERSTART WEDSTRIJD
pl: RESTARTOWANIE MECZU
ru: ПЕРЕЗАГРУЗИТЬ МАТЧ
sr: РЕСЕТОВАТИ МЕЧ

source: RESTART MAP
bg: ПРЕЗАРЕЖДАНЕ КАРТА
cs: RESTARTOVAT MAPU
el: ΕΠΑΝΕΚΚΊΝΗΣΗ ΧΑΡΤΗΣ
es: REINICIAR MAPA
fi: UUDELLEENKÄYNNISTÄ KARTTA
fr: REDÉMARRER LA CARTE
hu: PÁLYA ÚJRAINDÍTÁSA
it: RIAVVIA MAPPA
nl: HERSTART MAP
pl: RESTARTOWANIE MAPY
ru: ПЕРЕЗАГРУЗИТЬ КАРТУ
sr: РЕСТАРТОВАТИ МАПУ

source: NEXT MAP
bg: СЛЕДВАЩА КАРТА
cs: DALŠÍ MAPA
el: ΕΠΟΜΕΝΗ ΧΑΡΤΗΣ
es: SIGUIENTE MAPA
fi: SEURAAVA KARTTA
fr: PROCHAINE CARTE
hu: KÖVETKEZŐ PÁLYA
it: PROSSIMA MAPPA
nl: VOLGENDE MAP
pl: NASTĘPNA MAPA
ru: СЛЕД. КАРТА
sr: СЛЕДЕЋА МАПА

source: NEXT CAMPAIGN
bg: СЛЕДВАЩА КАМПАНИЯ
cs: DALŠÍ KAMPAŇ
el: επόμενη εκστρατεία
es: SIGUIENTE CAMPAÑA
fi: EURAAVA KAMPANJA
fr: PROCHAINE CAMPAGNE
hu: KÖVETKEZŐ HADJÁRAT
it: PROSSIMA CAMPAGNA
nl: VOLGENDE CAMPAGNE
pl: NASTĘPNA KAMPANIA
ru: СЛЕД. КАМПАНИЯ
sr: СЛЕДЕЋА КАМПАЊА

source: ANTI-LAG ON
bg: ВКЛ. ОПТ. ВРЪЗКА
cs: ANTILAG ZAP
el: ΑΝΤΙ-LAG επί
fi: ANTI-LAGI PÄÄLLÄ
fr: ACTIVER L'ANTI-LAG
hu: ANTI-LAG BE
it: ANTI-LAG SÌ
nl: ANTI-LAG AAN
pl: ANTY-LAG WŁĄCZ
ru: АНТИ-ЛАГ ВКЛ
sr: АНТИ-ЛАГ УКЉУЧЕН

source: ANTI-LAG OFF
bg: ИЗКЛ. ОПТ. ВРЪЗКА
cs: ANTILAG VYP
el: ANTI-LAG ΕΚΤΌΣ
fi: ANTI-LAGI POIS PÄÄLTÄ
fr: DÉSACTIVER L'ANTI-LAG
hu: ANTI-LAG KI
it: ANTI-LAG NO
nl: ANTI-LAG UIT
pl: ANTY-LAG WYŁĄCZ
ru: АНТИ-ЛАГ ВЫКЛ
sr: АНТИ-ЛАГ ИСКЉУЧЕН

source: SWAP TEAMS
bg: СМЯНА ОТБОРИ
cs: PROHODIT TÝMY
el: ΑΝΤΑΛΑΓΉ ΟΜΑΔΕΣ
es: INTERCAMBIAR EQUIPOS
fi: VAIHDA TIIMIT
fr: ÉCHANGER LES ÉQUIPES
hu: CSAPAT FELCSERÉLÉS
it: INVERTI TEAMS
nl: WISSEL TEAMS
pl: ZAMIANIA ZESPOŁÓW
ru: СМЕНА КОМАНД
sr: ПРОМЕНА ТИМОВА

source: MUTE SPECS
bg: ЗАГЛ. НАБЛЮДАТЕЛИ
cs: UMLČET DIVÁKY
el: ΒΟΥΒΌΣ ΔΙΌΠΤΡΑ
es: SILENCIAR ESPECT.
fi: MYKISTÄ KATSOJAT
fr: RENDRE MUET LES SPEC.
hu: NÉZŐK ELNÉMÍTÁAS
it: MUTA SPECIFICHE
nl: TOESCH. DEMPEN
pl: WYCISZ WIDZÓW
ru: ГЛУШИТЬ ЗРИТЕЛЕЙ
sr: ПРИГУШИТИ ГЛЕДАОЦЕ

source: UNMUTE SPECS
bg: ОТГЛ. НАБЛЮДАТЕЛИ
cs: ODUMLČET DIVÁKY
el: UNMUTE ΔΙΌΠΤΡΑ
es: QUITAR SILENCIO ESPECT.
fi: POISTA KATSOJIEN MYKISTYS
fr: NE PLUS RENDRE MUET LES SPEC.
hu: NÉZŐK NÉMÍTÁSÁNAK LEVÉTELE
it: NON MUTARE SPECIFICHE
nl: TOESCH. DEMPEN UIT
pl: DAJ GŁOS WIDZOM
ru: РАЗГЛУШИТЬ ЗРИТЕЛЕЙ
sr: ВРАТИТИ ЗВУК ГЛЕДАОЦИМА

source: FRIENDLY FIRE ON
bg: ВКЛ. ПР. ОГЪН
cs: PALBA DO SVÝCH ZAP
el: ΦΙΛΙΚΟ ΓΙΑ ΤΗΝ ΠΥΡΚΑΓΙΑ
es: FUEGO AMIGO ON
fi: OMIEN TULITUS PÄÄLLÄ
fr: ACTIVER LES TIRS FRATRICIDES
hu: BARÁTI TŰZ BE
it: FUOCO AMICO SÌ
nl: VRIENDSCHAPPELIJK VUUR AAN
pl: WŁ. PRZYJAC. OGIEŃ
ru: ОГОНЬ ПО СВОИМ ВКЛ
sr: ПРИЈАТЕЉСКА ВАТРА УКЉУЧЕНА

source: FRIENDLY FIRE OFF
bg: ИЗКЛ. ПР. ОГЪН
cs: PALBA DO SVÝCH VYP
el: Φίλια πυρά ΕΚΤΌΣ
es: FUEGO AMIGO OFF
fi: OMIEN TULITUS POIS PÄÄLTÄ
fr: DÉSACTIVER LES TIRS FRATRICIDES
hu: BARÁTI TŰZ KI
it: FUOCO AMICO NO
nl: VRIENDSCHAPPELIJK VUUR UIT
pl: WYŁ. PRZYJAC. OGIEŃ
ru: ОГОНЬ ПО СВОИМ ВЫКЛ
sr: ПРИЈАТЕЉСКА ВАТРА ИСКЉУЧЕНА

source: BALANCED TEAMS ON
bg: ВКЛ. РАВНИ ОТБОРИ
cs: VYROVNÁNÍ TÝMŮ ZAP
el: ΙΣΟΡΡΟΠΗΜΕΝΗ ομάδες στο
es: EQUIPOS EQUILIBRADOS ON
fi: TASAPAINOTETUT TIIMIT PÄÄLLÄ
fr: ACTIVER LES ÉQUIPES ÉQUILIBRÉES
hu: KIEGYENS. CSAPATOK BE
it: TEAM BILANCIATI SÌ
nl: GEBALANC. TEAMS AAN
pl: WŁ. BALANS ZESPOŁÓW
ru: БАЛАНС КОМАНД ВКЛ
sr: БАЛАНС ТИМОВА УКЉУЧЕН

source: BALANCED TEAMS OFF
bg: ИЗКЛ. РАВНИ ОТБОРИ
cs: VYROVNÁNÍ TÝMŮ VYP
el: ΙΣΟΡΡΟΠΗΜΕΝΗ ΟΜΑΔΕΣ ΕΚΤΌΣ
es: EQUIPOS EQUILIBRADOS OFF
fi: TASAPAINOTETUT TIIMIT POIS PÄÄLTÄ
fr: DÉSACTIVER LES ÉQUIPES ÉQUILIBRÉES
hu: KIEGYENS. CSAPATOK KI
it: TEAM BILANCIATI NO
nl: GEBALANC. TEAMS UIT
pl: WYŁ. BALANS ZESPOŁÓW
ru: БАЛАНС КОМАНД ВЫКЛ
sr: БАЛАНС ТИМОВА ИСКЉУЧЕН

source: COMPETITION SETTINGS
bg: СЪРЕВНОВАТЕЛНИ НАСТРОЙКИ
cs: SOUTĚŽNÍ NASTAVENÍ
el: ΡΥΘΜΙΣΕΙΣ ΤΟΥ ΑΝΤΑΓΩΝΙΣΜΟΥ
es: AJUSTES DE COMPETICIÓN
fi: KILPAILUASETUKSET
fr: RÉGLAGES DE COMPÉTITION
hu: KOMPETITÍV BEÁLLÍTÁSOK
it: IMPOSTAZIONI COMPETIZIONE
nl: COMPETITIE-INSTELLINGEN
pl: USTAWIENIA ROZGRYWKI
ru: НАСТРОЙКИ СОРЕВНОВАНИЯ
sr: ПОДЕШАВАЊА ЗА ТАКМИЧЕЊА

source: PUBLIC SETTINGS
bg: ПУБЛИЧНИ НАСТРОЙКИ
cs: BĚŽNÉ NASTAVENÍ
el: ΔΗΜΟΣΙΑ ΡΥΘΜΙΣΕΙΣ
es: AJUSTES PÚBLICOS
fi: JULKISET ASETUKSET
fr: RÉGLAGES PUBLICS
hu: PUBLIKUS BEÁLLÍTÁSOK
it: IMPOSTAZIONI PUBBLICHE
nl: PUBLIEKE INSTELLINGEN
pl: USTAWIENIA PUBLICZNE
ru: ОБЩИЕ НАСТРОЙКИ
sr: ПОДЕШАВАЊА ЗА ЈАВНЕ СЕРВЕРЕ

source: None
bg: Изключено
cs: Žádné
el: Κανένας
es: Ninguno
fi: Ei lainkaan
fr: Aucun
hu: Senki
it: Nessuno
nl: Geen
pl: Brak
ru: нет
sr: Никаква

source: Enemies
bg: Врагове
cs: Nepřátele
el: εχθροί
es: Enemigos
fi: Viholliset
fr: Ennemis
hu: Ellenség
it: Nemici
nl: Vijanden
pl: Wrogowie
ru: враги
sr: Непријатељи

source: Select the warm-up damage mode to vote on
bg: Избор на режим на щети при подготовка за гласуване
cs: Zvolit typ poškození pro rozcvičku k hlasování
el: Επιλέξτε τη λειτουργία προθέρμανσης ζημιά να ψηφίσει
es: Selecciona el modo de daños durante el calentamiento para votarlo
fi: Valitse lämmitelyvahingon tila, jota äänestää
fr: Sélectionne le mode de dégât de l'échauffement à voter
hu: A szavazandó bemelegítési sebzés mód kiválasztása
it: Seleziona la modalità di danno da votare per il riscaldamento
nl: Warmup schade modus om op te stemmen
pl: Wybierz typ obrażeń podczas rozgrzewki
ru: Выберите тип урона при разминке для голосования
sr: Одаберите режим рањавања у загревању за гласање

source: Time Limit:
bg: Игрално време:
cs: Časový limit:
el: Προθεσμία:
es: Límite de Tiempo
fi: Aikaraja:
fr: Limite de Temps:
hu: Időkorlát:
it: Tempo Limite:
nl: Tijdslimiet:
pl: Limit Czasu:
ru: Время:
sr: Временско ограничење:

source: Specify a time limit to vote on
bg: Период от време за гласуване
cs: Zvol časový limit ke hlasování
el: Ορίστε ένα χρονικό όριο για να ψηφίσουν
es: Especifica un límite de tiempo para votarlo
fi: Määritä aikaraja, jota äänestää
fr: Spécifier une limite de durée à voter
hu: A szavazandó időlimit meghatározása
it: Specifica un tempo limite per il voto
nl: Tijdslimiet om op te stemmen
pl: Określ limit czasu
ru: Укажите лимит времени для голосования
sr: Наведите временско ограничење о ком се гласа

source: Select the game type to vote on
bg: Избор на режим на игра за гласуване
cs: Zvol typ hry ke hlasování
el: Επιλέξτε τον τύπο παιχνιδιού να ψηφίσει
es: Selecciona un modo de juego para votarlo
fi: Valitse pelityyppi, jota äänestää
fr: Choisir un type de jeu à voter
hu: A szavazandó játéktípus kiválasztása
it: Seleziona il tipo di gioco da votare
nl: Speltype om op te stemmen
pl: Wybierz typ gry
ru: Укажите тип игры для голосования
sr: Одаберите тип игре о ком се гласа

source: Enable or disable warmup damage
bg: Позволява или забранява щети при подготовка
cs: Povol nebo zakaž poškození při rozcvičce
el: Ενεργοποίηση ή απενεργοποίηση βλάβη προθέρμανση
es: Activa o desactiva el daño durante el calentamiento
fi: Ota käyttöön tai poista käytöstä lämmittelyvahinko
fr: Active ou désactive les dégâts à l'échauffement
hu: Bemelegítési sebzés ki- vagy bekapcsolása
it: Abilita o disabilita i ferimenti durante il riscaldamento
nl: Schakel warmup schade in of out
pl: Wł. lub wył. obrażenia podczas rozgrzewki
ru: Включить или выключить ущерб при разминке
sr: Укључите или искључите рањавање у загревању

source: Set the time limit for the server
bg: Задава позволеното време за игра в сървъра
cs: Nastav časový limit
el: Ρυθμίστε το χρονικό όριο για το διακομιστή
es: Ajusta el límite de tiempo para el servidor
fi: Aseta aikaraja palvelimelle
fr: Définir la limite de temps pour le serveur
hu: Az időlimit beállítása a szerveren
it: Imposta il tempo limite per il server
nl: Tijdslimiet voor de map
pl: Ustaw limit czasowy dla sewera
ru: Установить лимит времени для сервера
sr: Подесите временско ограничење за сервер

source: Set the game type
bg: Избор на режим на игра
cs: Nastav časový limit
el: Ρυθμίστε τον τύπο του παιχνιδιού
es: Ajusta el modo de juego
fi: Aseta pelityyppi
fr: Définir le mode de jeu
hu: Játéktípus beállítása
it: Imposta il tipo di gioco
nl: Speltype
pl: Ustaw typ gry
ru: Установить тип игры
sr: Подесите тип игре

source: PAUSE
bg: ПРЕКЪСНИ ИГРАТА
cs: PAUZA
el: ΠΑΎΣΗ
es: PAUSA
fi: TAUKO
fr: METTRE EN PAUSE
hu: SZÜNET
it: PAUSA
nl: PAUZEREN
pl: PAUZA
ru: ПАУЗА
sr: ПАУЗА

source: UNPAUSE
bg: ПРОДЪЛЖИ ИГРАТА
cs: POKRAČOVAT
el: Αναίρεση παύσης
es: REANUDAR
fi: LOPETA TAUKO
fr: NE PLUS METTRE EN PAUSE
hu: FOLYTATÁS
it: RIPRENDI
nl: HERVATTEN
pl: WZNÓW
ru: ПРОДОЛЖИТЬ
sr: КРАЈ ПАУЗЕ

source: LOCK TEAMS
bg: ЗАКЛЮЧИ ОТБОРИТЕ
cs: ZAMKNOUT TÝMY
el: ΚΛΕΙΔΑΡΙΆ ΟΜΑΔΕΣ
es: BLOQUEAR EQUIPOS
fi: LUKITSE TIIMIT
fr: VERROUILLER LES ÉQUIPES
hu: CSAPATOK LEZÁRÁSA
it: BLOCCA TEAMS
nl: TEAMS VERGRENDELEN
pl: ZABLOKUJ ZESPOŁY
ru: ЗАКРЫТЬ КОМАНДЫ
sr: ЗАКЉУЧАТИ ТИМОВЕ

source: UNLOCK TEAMS
bg: ОТКЛЮЧИ ОТБОРИТЕ
cs: ODEMKNOUT TÝMY
el: ΞΕΚΛΕΊΔΩΜΑ ΟΜΑΔΕΣ
es: DESBLOQUEAR EQUIPOS
fi: POISTA TIIMIEN LUKITUS
fr: DÉVERROUILLER LES ÉQUIPES
hu: CSAPATOK FELOLDÁSA
it: SBLOCCA TEAMS
nl: TEAMS ONTGRENDELEN
pl: ODBLOKUJ ZESPOŁY
ru: ОТКРЫТЬ КОМАНДЫ
sr: ОТКЉУЧАТИ ТИМОВЕ

source: LOCK SPECS
bg: ЗАКЛЮЧИ НАБЛЮДАТЕЛИТЕ
cs: ZAMKNOUT DIVÁKY
el: ΚΛΕΙΔΑΡΙΆ ΔΙΌΠΤΡΑ
es: BLOQUEAR ESPECT.
fi: LUKITSE KATSOJAT
fr: VERROUILLER LES SPEC.
hu: NÉZŐK LEZÁRÁSA
it: BLOCCA SPETT.
nl: TOESCH. VERGRENDELEN
pl: ZABLOKUJ WIDZÓW
ru: ЗАКРЫТЬ ЗРИТЕЛЕЙ
sr: ЗАКЉУЧАТИ ГЛЕДАОЦЕ

source: UNLOCK SPECS
bg: ОТКЛЮЧИ НАБЛЮДАТЕЛИТЕ
cs: ODEMKNOUT DIVÁKY
el: ΞΕΚΛΕΊΔΩΜΑ ΔΙΌΠΤΡΑ
es: DESBLOQUEAR ESPECT.
fi: POISTA KATSOJIEN LUKITUS
fr: DÉVERROUILLER LES SPEC.
hu: NÉZŐK FELOLDÁA
it: SBLOCCA SPETT.
nl: TOESCHOUWERS ONTGRENDELEN
pl: ODBLOKUJ WIDZÓW
ru: ОТКРЫТЬ ЗРИТЕЛЕЙ
sr: ОТКЉУЧАТИ ГЛЕДАОЦЕ

source: KICK
bg: ИЗГОНИ
cs: VYLOUČIT
el: ΛΆΚΤΙΣΜΑ
es: EXPULSAR
fi: POTKI
fr: EXPULSER
hu: KIRÚGÁS
it: CACCIA
nl: VERWIJDEREN
pl: WYRZUĆ
ru: КИК
sr: ИЗБАЦИТИ

source: MUTE
bg: ЗАГЛУШИ
cs: UMLČET
el: ΒΟΥΒΌΣ
es: SILENCIAR
fi: MYKISTÄ
fr: RENDRE MUET
hu: NÉMÍTÁS
it: MUTA
nl: DEMPEN
pl: UCISZ
ru: ГЛУШЕНИЕ
sr: ПРИГУШИТИ

source: UN-MUTE
bg: ОТГЛУШИ
cs: ODUMLČET
el: Ηνωμένα Έθνη-ΒΟΥΒΌΣ
es: QUITAR SILENCIO
fi: POISTA MYKISTYS
fr: NE PLUS RENDRE MUET
hu: NÉMÍTÁS FELOLDÁSA
it: NON MUTARE
nl: DEMPEN UIT
pl: ODMUTUJ
ru: СНЯТЬ ГЛУШЕНИЕ
sr: ВРАТИТИ ЗВУК

source: MAKE REFEREE
bg: НАПРАВИ СЪДИЯ
cs: URČIT ROZHODČÍHO
el: ΚΑΝΤΕ ΤΟ ΔΙΑΙΤΗΤΗ
es: HACER ÁRBITRO
fi: TEE TUOMARI
fr: RENDRE ARBITRE
hu: JÁTÉKVEZETŐVÉ TESZ
it: FARE L'ARBITRO
nl: SCHEIDS. MAKEN
pl: UCZYŃ SĘDZIĄ
ru: НАЗНАЧИТЬ СУДЬЁЙ
sr: ПРОГЛАСИТИ ЗА СУДИЈУ

source: UN-REFEREE
bg: ПРЕМАХНИ СЪДИЯ
cs: ODEBRAT ROZHODČÍHO
el: Ηνωμένα Έθνη ΔΙΑΙΤΗΤΗ
es: QUITAR ÁRBITRO
fi: POISTA TUOMARI
fr: NE PLUS RENDRE ARBITRE
hu: ELVESZ JÁTÉKVZTŐ
it: NON ARBITRO
nl: SCHEIDS. VERWIJDEREN
pl: ZABIERZ SĘDZIEGO
ru: СНЯТЬ СУДЕЙСТВО
sr: РАЗРЕШИТИ СУДИЈУ

source: MAKE AXIS
bg: НАПРАВИ ПОТИСНИК
cs: PŘESUN K OSE
el: ΚΑΝΤΕ ΆΞΟΝΑΣ
es: HACER EJE
fi: TEE AKSELIVALTALAINEN
fr: METTRE EN AXIS
hu: TENGELYH. TESZ
it: NELL'ASSE
nl: AXIS MAKEN
pl: WRZUĆ DO OSI
ru: СДЕЛАТЬ ФАШИСТОМ
sr: УБАЦИТИ У СИЛЕ ОСОВИНЕ

source: MAKE ALLIED
bg: НАПРАВИ СЪЮЗНИК
cs: PŘESUN KE SPOJENCŮM
el: ΚΑΝΤΕ ΣΎΜΜΑΧΟΣ
es: HACER ALIADO
fi: TEE LIITTOUTUNUT
fr: METTRE EN ALLIÉ
hu: SZÖVETSÉGES. TESZ
it: NEGLI ALLEATI
nl: ALLIED MAKEN
pl: WRZUĆ DO ALIANTÓW
ru: СДЕЛАТЬ СОЮЗНИКОМ
sr: УБАЦИТИ У САВЕЗНИКЕ

source: MAKE SPEC
bg: НАПРАВИ НАБЛЮДАТЕЛ
cs: PŘESUN K DIVÁKŮM
el: ΚΑΝΤΕ ΔΙΌΠΤΡΑ
es: HACER ESPECT.
fi: TEE KATSOJA
fr: METTRE SPECTATEUR
hu: NÉZŐVÉ TESZ
it: NEGLI SPETT
nl: TOESCHOUWER MAKEN
pl: WRZUĆ DO WIDZOW
ru: СДЕЛАТЬ ЗРИТЕЛЕМ
sr: УЧИНИТИ ГЛЕДАОЦЕМ

source: WARN
bg: ПРЕДУПРЕДИ
cs: VAROVAT
el: ΠΡΟΕΙΔΟΠΟΙΏ
es: AVISAR
fi: VAROITA
fr: AVERTIR
hu: FIGYELMEZTET
it: AVVISA
nl: WAARSCHUWEN
pl: OSTRZEŻENIE
ru: ПРЕДУПРЕЖДЕНИЕ
sr: УПОЗОРИТИ

source: BAN
bg: ЗАБРАНИ
cs: ZABANOVAT
el: ΑΠΑΓΌΡΕΥΣΗ
es: BANEAR
fi: ANNA PORTTIKIELTO
fr: BANNIR
hu: TILTÁS
it: CACCIA
nl: BLOKKEREN
ru: БАН
sr: ЗАБРАНИТИ

source: WARN PLAYER
bg: ПРЕДУПРЕДИ ИГРАЧ
cs: VAROVAT HRÁČE
el: ΠΡΟΕΙΔΟΠΟΙΏ ΠΑΊΧΤΗΣ
es: AVISAR JUGADOR
fi: VAROITA PELAAJAA
fr: AVERTIR LE JOUEUR
hu: JÁTÉKOS FIGYELMEZTETÉSE
it: AVVISO GIOCATORE
nl: SPELER WAARSCHUWEN
pl: OSTRZEŻ GRACZA
ru: ПРЕДУПРЕДИТЬ ИГРОКА
sr: УПОЗОРИТИ ИГРАЧА

source: Warning:
bg: Предупреждение:
cs: Varování:
el: Προειδοποίηση:
es: Aviso:
fi: Varoitus:
fr: Avertissement:
hu: Indoklás:
it: Avviso:
nl: Waarschuwing:
pl: Uwaga:
ru: Внимание:
sr: Упозорење:

source: Warning message to send to a player
bg: Изпращане на предупредително съобщение до играч
cs: Varovná zpráva pro hráče
el: Προειδοποιητικό μήνυμα για να στείλετε σε έναν παίκτη
es: Mensaje de aviso para enviar a un jugador
fi: Varoitusviesti, joka lähetetään pelaajalle
fr: Message d'avertissement à envoyer au joueur
hu: A játékosnak küldendő figyelmeztető üzenet:
it: Messaggio di avviso da inviare al giocatore
nl: Bericht om naar de speler te sturen
pl: Treść ostrzeżenia do wysłania graczowi
ru: Предупреждение, которое будет отправлено игроку
sr: Обавештење о упозорењу неком играчу

source: PLAY ONLINE
bg: ИНТЕРНЕТ ИГРА
cs: HRÁT ONLINE
el: Παίξτε online
es: JUGAR ONLINE
fi: PELAA VERKOSSA
fr: JEU EN LIGNE
hu: ONLINE JÁTÉK
it: GIOCA ONLINE
nl: SPELEN
pl: GRAJ ONLINE
ru: СЕТЕВАЯ ИГРА
sr: ИГРАТИ ОНЛАЈН

source: REPLAYS
bg: ПОВТОРЕНИЯ
cs: ZÁZNAMY
el: ξαναπαιζω
es: REPETICIONES
fi: UUSINNAT
hu: VISSZAJÁTSZÁS
it: REPLAY
nl: HERHALINGEN
pl: POWTÓRKI
ru: ПОВТОРЫ
sr: РИПЛЕЈЕВИ

source: PROFILE
bg: ПРОФИЛ
cs: PROFIL
el: ΠΡΟΦΊΛ
es: PERFIL
fi: PROFIILI
fr: PROFIL
hu: PROFIL
it: PROFILO
nl: PROFIELEN
pl: PROFIL
ru: ПРОФИЛЬ
sr: ПРОФИЛ

source: MODS
bg: МОДИФИКАЦИИ
cs: MÓDY
fi: MODIT
hu: MODOK
pl: MODY
ru: МОДЫ
sr: МОДИФИКАЦИЈЕ

source: ^1SECURITY INFORMATION
bg: ^1НЕПОДДЪРЖАНА ВЕРСИЯ
cs: ^1BEZPEČNOSTNÍ INFO
el: ^1ΑΣΦΑΛΕΙΑ ΠΛΗΡΟΦΟΡΙΩΝ
fi: ^1TURVALLISUUS TIEDOT
fr: ^1INFORMATION DE SÉCURITÉ
hu: ^1BIZTONSÁGI INFORMÁCIÓ
it: ^1INFORMAZIONI SICUREZZA
nl: ^1VEILIGHEIDSINFORMATIE
pl: ^1INFORMACJE DOTYCZĄCE BEZPIECZEŃSTWA
ru: ^1ИНФОРМАЦИЯ О БЕЗОПАСНОСТИ
sr: ^1БЕЗБЕДНОСНЕ ИНФОРМАЦИЈЕ

source: You are running old software
bg: Използвате остаряла версия на играта
cs: Tvůj software je zastaralý.
el: Εκτελείτε το παλιό λογισμικό
es: Estás ejecutando una versión antigua
fi: Käytät vanhaa ohjelmistoa
fr: Vous tournez un ancien logiciel
hu: Régebbi változatot futtatsz
it: Versione obsoleta
nl: Je gebruikt oude software
pl: Korzystasz ze starej wersji
ru: Версия игры устарела
sr: Покрећете стари софтвер

source: We do recommend to upgrade your ET client
bg: Препоръчително е да я обновите до последната такава
cs: Doporučujeme aktualizovat tvého ET:L klienta.
el: Σας συνιστούμε να αναβαθμίσει τον πελάτη σας ET
es: Te recomendamos que actualices tu cliente de ET
fi: Suosittelemme päivittämään ET:n
fr: Nous vous recommendons de mettre à jour votre client ET
hu: Azt javasoljuk, hogy frissítsd az ET kliensed
it: Ti raccomandiamo di aggiornare il tuo client ET
nl: We adviseren je om je ET client te updaten
pl: Zalecamy, aby zaktualizować klienta ET
ru: Советуем обновить клиент ET
sr: Препоручујемо Вам да нађете новију верзију ET клијента

source: UPGRADE NOW
bg: ОБНОВЯВАНЕ СЕГА
cs: AKTUALIZOVAT NYNÍ
el: ΑΝΑΒΆΘΜΙΣΕ ΤΏΡΑ
es: ACTUALIZAR AHORA
fi: PÄIVITÄ NYT
fr: METTRE À JOUR
hu: FRISSÍTSE MOST
it: AGGIORNA ADESSO
nl: UPGRADE NU
pl: AKTUALIZUJ TERAZ
ru: ОБНОВИТЬ
sr: НОВИЈА ВЕРЗИЈА

source: CONNECT TO SERVER
bg: СВЪРЗВАНЕ СЪС СЪРВЪР
cs: PŘIPOJIT K SERVERU
el: Σύνδεση με το διακομιστή
es: CONECTAR AL SERVIDOR
fi: YHDISTÄ PALVELIMELLE
fr: SE CONNECTER AU SERVEUR
hu: KAPCSOLÓDÁS A SZERVERHEZ
it: CONNETTI A UN SERVER
nl: VERBIND MET EEN SERVER
pl: POŁĄCZ Z SERWEREM
ru: ПРИСОЕДИНИТЬСЯ К СЕРВЕРУ
sr: КОНЕКТОВАТИ СЕ НА СЕРВЕР

source: Server IP:
bg: Адрес:
cs: IP serveru:
el: IP του διακομιστή:
es: IP DEL SERVIDOR
fi: Palvelimen IP:
fr: IP serveur:
hu: Szerver IP:
it: IP Server:
pl: IP Serwera:
ru: IP сервера:
sr: IP адреса сервера:

source: Enter the IP address seperated by dots: xxx.xxx.xxx.xxx
bg: Напишете интернет IP адреса в формат: xxx.xxx.xxx.xxx
cs: Vlož IP adresu ve tvaru xxx.xxx.xxx.xxx
el: Εισάγετε τη διεύθυνση IP χωρίζονται με τελείες: xxx.xxx.xxx.xxx
es: Introduce la dirección IP separada por puntos: xxx.xxx.xxx.xxx
fi: Syötä IP-osoite pisteillä erotettuna: xxx.xxx.xxx.xxx
fr: Entrez l'adresse IP séparée par des points: xxx.xxx.xxx.xxx
hu: Add meg az IP címet pontokkal elválasztva: xxx.xxx.xxx.xxx
it: Inserisci l'indirizzo IP separato da punti: xxx.xxx.xxx.xxx
nl: Voer het IP-adres in gescheiden door punten: xxx.xxx.xxx.xxx
pl: Wpisz adres IP oddzielony przez kropki: xxx.xxx.xxx.xxx
ru: Введите IP-адрес, разделённый точками: xxx.xxx.xxx.xxx
sr: Унесите IP адресу одвојену тачкама: xxx.xxx.xxx.xxx

source: Server PW:
bg: Парола за вход в сървъра:
cs: Heslo serveru:
el: Υπηρέτης κωδικό:
es: Contraseña del Serv.:
fi: Palvelimen salasana:
fr: Mot de passe du serveur:
hu: Szerver jelszó:
nl: Server wachtwoord:
pl: Hasło:
ru: Пароль:
sr: Лозинка сервера:

source: Enter the server password if any
bg: Напишете паролата за сървъра, ако такава е зададена
cs: Vlož heslo serveru
el: Εισάγετε τον κωδικό πρόσβασης του διακομιστή τυχόν
es: Introduce la contraseña si hay
fi: Syötä palvelimen salasana, jos jotain
fr: Entrez le mot de passe du serveur (s'il y en a un)
hu: Szerver jelszó megadása, ha van
it: Inserisci la password del server se impostata
nl: Typ het serverwachtwoord indien aanwezig
pl: Wpisz hasło serwera jeśli potrzebne
ru: Введите пароль при наличии
sr: Унесите лозинку сервера ако постоји

source: CONNECT
bg: СВЪРЗВАНЕ
cs: PŘIPOJIT
el: ΣΥΝΔΈΩ
es: CONECTAR
fi: YHDISTÄ
fr: SE CONNECTER
hu: KAPCSOLÓDÁS
it: CONNETTI
nl: VERBINDEN
pl: POŁĄCZ
ru: ПОДКЛЮЧИТЬСЯ
sr: КОНЕКТОВАТИ СЕ

source: Select the modification to play
bg: Избор на модификация, която да бъде заредена
cs: Vyber modifikaci hry
el: Επιλέξτε την τροποποίηση για να παίξετε
es: Selecciona la modificación para jugar
fi: Valitse modifikaatio, jolla pelata
fr: Sélectionnez la modification à jouer
hu: Játszani kívánt modifikáció kiválasztása
it: Seleziona la modifica da giocare
nl: Selecteer de modificatie om te spelen
pl: Wybierz modyfikacje
ru: Выберите мод для загрузки
sr: Изаберите модификацију коју бисте да играте

source: LOAD MOD
bg: ЗАРЕДИ
cs: NAHRÁT MOD
el: ΦΟΡΤΩΣΗ MOD
es: CARGAR MOD
fi: LATAA MODI
fr: CHARGER LE MOD
hu: MOD BETÖLTÉSE
it: CARICA MOD
nl: MOD LADEN
pl: WCZYTAJ MOD
ru: ЗАГРУЗИТЬ МОД
sr: УЧИТАТИ МОДИФИКАЦИЈУ

source: CLEAN
bg: ПОЧИСТВАНЕ
cs: VYČISTIT
el: ΚΑΘΑΡΌΣ
es: LIMPIAR
fi: PUHDISTA
fr: NETTOYER
hu: TISZTÍTÁS
it: PULISCI
nl: OPSCHONEN
pl: WYCZYŚĆ
ru: ЧИСТКА
sr: ИЗБРИСАТИ

source: HOMEPATH CLEAN UP
bg: ПОЧИСТВАНЕ ВРЕМЕННИ ФАЙЛОВЕ
cs: VYČISTIT DOMOVSKOU SLOŽKU
el: ΣΠΊΤΙ μονοπάτι ΚΑΘΑΡΌΣ ΠΆΝΩ
es: LIMPIEZA DEL DIRECTORIO DE INICIO
fi: KOTIPOLUN PUHDISTUS
fr: NETTOYER LE HOMEPATH
hu: HOMEPATH TISZTÍTÁSA
it: PULIZIA HOMEPATH
nl: HOMEPAD OPSCHONEN
pl: CZYSZCZENIE HOMEPATH
ru: ЧИСТКА HOMEPATH
sr: ЧИШЋЕЊЕ HOMEPATH-а
