Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Override the default Allied spawn time
bg: Определя периода от време, през което играчите от отбор Съюзници могат да се преразгръщат
cs: Přepíše původní délku periody zrodu hráčů Spojenců, která je specifická pro herní úroveň (v sekundách)
el: Παρακάμψετε την προεπιλεγμένη Allied χρόνο φύτρα
es: Anula el tiempo de spawn por defecto de los Aliados
fi: Ohittaa Liittoutuneiden oletus spawniajan
fr: Force la durée d'apparition par défaut des Alliés
hu: Szövetségesek spawnidejének felülírása
it: Imposta il tempo per rientrare in gioco nella squadra Allied
nl: Negeert de standaard Geallieerden spawntijd
pl: Nadpisuje domyślny czas odrodzenia Aliantów
ru: Заменить время респа союзников по умолчанию
sr: Промена стандардног времена до уласка Савезника

source: Axis Spawn Time:
bg: Пер. разг. Потисници:
cs: Čas zrodu Osy:
el: Άξονας Γόνος Ώρα:
es: Tiempo Spawn Eje:
fi: Akselivaltojen spawniaika:
fr: Temps D'Apparition Axes:
hu: Tengelyhatalmi spawnidő:
it: Tempo Spawn Asse:
nl: Axis spawntijd:
pl: Czas Odro. Osi:
ru: Время респа фашистов:
sr: Време до уласка Сила осовине:

source: Override the default Axis spawn time
bg: Определя периода от време, през което играчите от отбор Потисници могат да се преразгръщат
cs: Přepíše původní délku periody zrodu hráčů Osy, která je specifická pro herní úroveň (v sekundách)
el: Παρακάμψετε την προεπιλεγμένη Άξονα χρόνο φύτρα
es: Anula el tiempo de spawn por defecto del Eje
fi: Ohittaa Akselivaltojen oletus spawniajan
fr: Force la durée d'apparition par défaut de l'Axes
hu: Tengelyhatalmak spawnidejének felülírása
it: Imposta il tempo per rientrare in gioco nel team dell'Asse
nl: Negeert de standaard Axis spawntijd
pl: Nadpisuje domyślny czas odrodzenia Osi
ru: Заменить время респа фашистов по умолчанию
sr: Промена стандардног времена до уласка Сила осовине

source: Allied Max Lives:
bg: Макс. животи Съюзници:
cs: Životy Spojenců:
el: Allied Max ζωές:
es: Vidas Máx. Aliados:
fi: Liittoutuneiden maksimi elämät
fr: Vies Maximum Des Alliés:
hu: Szövetségesek max élete:
it: Vite Allied:
nl: Max Geallieerden levens:
pl: Ilość Żyć Aliantów:
ru: Максимум жизней у союзников:
sr: Максимум живота Савезника:

source: Specify the number of Allied lives in a max lives game
bg: Определя общия брой животи на играчите от отбор Съюзници, при сървър с включено ограничение на животите
cs: Udává počet životů týmu Spojenců — jen při hře s omezením životů
el: Καθορίστε τον αριθμό των συμμαχικών ζει σε ένα μέγιστο ζει παιχνίδι
es: Especifica el número de vidas de los Aliados en una partida.
fi: Määritä Liittoutuneiden elämien määrä maksimi elämä pelissä
fr: Définie le nombres de vies des Alliés dans une partie avec maximum de vies
hu: Meghatározza a Szövetségesek életszámát a maximum élet játékokban
it: Specifica il numero di vite per giocatore in un gioco con limite assegnato alla squadra Allied
nl: Aantal levens voor Geallieerden in een maximum levens wedstrijd
pl: Określa liczbę żyć Aliantów w grze z maksymalną ilością żyć
ru: Указать число жизней у союзников в игре с ограниченным числом жизней
sr: Одредите број живота Савезника у игри са максималним бројем живота

source: Axis Max Lives:
bg: Макс. животи Потисници:
cs: Životy Osy:
el: Άξονας Max ζωές:
es: Vidas Máx. Eje:
fi: Akselivaltojen maksimi elämät
fr: Vies Maximum De L'Axes:
hu: Tengelyhatalm. max élete:
it: Max Vite Asse:
nl: Max Axis levens:
pl: Ilość Żyć Osi:
ru: Макс. жизней у фашистов:
sr: Максимум живота Сила осовине:

source: Specify the number of Axis lives in a max lives game
bg: Определя общия брой животи на играчите от отбор Потисници, при сървър с включено ограничение на животите
cs: Udává počet životů týmu Osy — jen při hře s omezením životů
el: Καθορίστε τον αριθμό του Άξονα ζει σε ένα μέγιστο ζει παιχνίδι
es: Especifica el número de vidas del Eje en una partida.
fi: Määritä Akselivaltojen elämien määrä maksimi elämä pelissä
fr: Définie le nombres de vies de l'Axes dans une partie avec maximum de vies
hu: Meghatározza a Tengelyhatalmak életszámát a maximum élet játékokban
it: Specifica il numero di vite per giocatore in un gioco con limite assegnato al team dell'Asse
nl: Het aantal Axis levens in een maximum levens wedstrijd
pl: Określa liczbę żyć Osi w grze z maksymalną ilością żyć
ru: Указать число жизней у фашистов в игре с ограниченным числом жизней
sr: Одредите број живота Сила осовине у игри са максималним бројем живота

source: Stopwatch Round-Type:
bg: Формат кръг Отброяване:
cs: Typ Stopek (SW):
el: Χρονόμετρο Γύρος-Τύπος:
es: Tipo Ronda Contrareloj:
fi: Sekuntikellon kierrostyyppi:
fr: Type De Partie Contre-La-Montre:
hu: Stopperóra körtípus:
it: Tipo di round Stopwatch:
nl: Stopwatch rondetype:
pl: Runda typu Na Czas:
ru: Тип секундомерного раунда
sr: Тип рунде за Штоперицу:

source: Determines the type of Stopwatch round (ABBA = swap sides, ABAB = retain sides)
bg: Определя формата на кръга при режим на игра Отброяване (при ABBA отборите сменят страните си, а при ABAB - запазват страните си)
cs: Určuje, jakým způsobem se budou střídat týmy během kol Stopek (ABBA = tým se v začínání zápasu střídá, ABAB = zápas vždy začíná tým A )
el: Καθορίζει τον τύπο των χρονόμετρο γύρου (πλευρές ABBA = ανταλαγή, ABAB = διατηρούν τις πλευρές)
es: Determina el tipo de ronda Contrareloj (ABBA = cambiar bandos, ABAB = mantener bandos)
fi: Määrittää kellokierrokset tyypin (ABBA = vaiha puolet, ABAB = pidä puolet)
fr: Détermine le type de partie en Contre-La-Montre (ABBA = cotés inversés, ABAB = cotés retenues)
hu: Meghatározza a Stopperóra játékmód körtípusát (ABBA = oldalcsere, ABAB = oldalak megtartása)
it: Determina il tipo di round Stopwatch (ABBA = scambio di lati, ABAB = mantenere i lati)
nl: Het type stopwatch rondes (ABBA = wissel zijden, ABAB = gelijke zijden)
pl: Określa rodzaj Rundy Na Czas (ABBA = zamiana stron, ABAB = zachowanie stron)
ru: Определяет тип секундомерного раунда (АББА = смена сторон, АБАБ = сохранение сторон)
sr: Одређује тип рунде за Штоперицу (ABBA = промена страна, ABAB = задржавање страна)

source: LAST MAN STANDING
bg: РЕЖИМ ПОСЛЕДЕН ОЦЕЛЯЛ
cs: POSLEDNÍ VYHRÁVÁ (LMS)
el: Ο ΤΕΛΕΥΤΑΊΟΣ ΕΠΙΖΏΝ
fi: VIIMEINEN MIES PYSTYSSÄ
fr: DERNIER HOMME EN VIE
hu: MARADJ TALPON (LMS)
pl: OSTATNI OCALAŁY
ru: ПОСЛЕДНИЙ ГЕРОЙ
sr: ДО ПОСЛЕДЊЕГ ЧОВЕКА

source: LMS Rounds Per Match:
bg: Общо кръгове на игра:
cs: Kol na zápas:
el: LMS Γύροι ανά αγώνα:
es: Rondas LMS por partida:
fi: VMP kierroksia per peli:
fr: Manches par partie en LMS:
hu: LMS kör meccsenként:
it: LMS Turni Per Partita:
nl: Rondes per wedstrijd:
pl: Rund na Mecz:
ru: ПГ - раундов на матч:
sr: Рунде ДПЧ меча:

source: Override the default LMS rounds per match
bg: Определя броя на кръговете при режим на игра Последен оцелял (ПСЛ)
cs: Přepisuje původní počet LMS kol na zápas
el: Παρακάμψετε την προεπιλεγμένη LMS γύρους ανά αγώνα
es: Anula el número de rondas LMS por partida por defecto
fi: Ohittaa oletus VMP kierrokset per peli
fr: Force le nombre de manches de LMS par partie
hu: Felülírja az alap LMS kört meccsenként
it: Imposta il numero di turni per partita in un gioco LMS
nl: Negeer de standaard LMS ronden per wedstrijd
pl: Nadpisuje domyślną ilość rund na mecz
ru: Указать количество ПГ-раундов на матч
sr: Мења стандардни број рунди у мечу ДПЧ

source: LMS Matches Per Map:
bg: Общо кръгове на карта:
cs: Zápasů na úroveň:
el: LMS Αγώνες Ανά Χάρτης:
es: Paritdas LMS por Mapa:
fi: VMP pelejä per kartta:
fr: Parties par carte en LMS:
hu: LMS meccs maponként:
it: LMS Partite Per Mappa:
nl: Wedstrijden per map:
pl: Mecze na Mapę:
ru: ПГ - раундов за карту:
sr: ДПЧ мечеви по мапи:

source: Override the default LMS matches (comprising of rounds) per map
bg: Определя броя на игрите на картата, състоящи се от няколко кръга при режим Последен оцелял (ПСЛ),
cs: Přepisuje původní počet LMS zápasů (zápas se může skládat z více kol) na herní úroveň
el: Παρακάμψετε την προεπιλεγμένη LMS αγώνες (που αποτελείται από γύρους) ανά χάρτη
es: Anula el número de partidas LMS (incluyendo rondas) por mapa por defecto
fi: Ohittaa oletus VMP pelit (muodostuen kierroksista) per kartta
fr: Force le nombre de parties en LMS (elles-mêmes comprises de plusieurs manches) par carte
hu: Felülírja az alap LMS (körökből álló) meccset maponként
it: Imposta il numero di partite per ogni mappa in un gioco LMS
nl: Negeert de standaard LMS wedstrijden (bestaande uit ronden) per map
pl: Nadpisuje domyślną ilość meczów (składających się z rund) na mapę
ru: Указать количество ПГ-матчей (состоящих из раундов) на карту
sr: Мења стандардни број мечева ДПЧ (састављених од рунди) по мапи

source: LMS Spectate Team Only:
bg: Наблюдатели фикс. отбор:
cs: Sledovat jen svůj tým:
el: LMS Spectate ομάδας Μόνο:
es: LMS Espect. Sólo Equipo:
fi: VMP katsele vain tiimiä:
fr: LMS Equipe Spectateur Seulement:
hu: Csak csapat nézelődés:
it: LMS Segui Solo Team:
nl: Alleen team toeschouwen:
pl: Obs. tylko swojej druż.
ru: ПГ Наблюдать только за командой
sr: Гледање само тима у ДПЧ:

source: Stops players spectating the enemy team
bg: Забранява на играчите да наблюдават противниковия отбор
cs: Udává, zda-li hráč smí jako divák sledovat jen spoluhráče jeho týmu
el: Σταματά παίκτες θεατή την ομάδα του εχθρού
es: Impide que los jugadores puedan ver el equipo enemigo como espectadores.
fi: Estää pelaajia katselemasta vihollistiimiä
fr: Arrête les joueurs spectateurs observant l'équipes adverses
hu: Megakadályozza a játékosokat, hogy az ellenfél csapatát nézhessék
it: Impedisce i giocatori di seguire da spettatori il team nemico
nl: Laat spelers niet het andere team toeschouwen
pl: Nie pozwala graczom obserwowania zespołu wroga
ru: Не даёт игрокам наблюдать за врагом
sr: Спречава играче да гледају противнички тим

source: LMS Locked Teams:
bg: Заключени отбори:
cs: Uzamčené týmy:
el: LMS Κλειδωμένο ομάδες:
es: LMS Equipos Bloqueados:
fi: VMP lukitut tiimit:
fr: LMS Verrouillage des Equipes:
hu: LMS Lezárt csapatok:
it: LMS Blocco Team:
nl: Vergrendelde teams:
pl: Zablokowane Zespoły:
ru: ПГ - заморозить команды
sr: Закључавање тимова у ДПЧ:

source: Stops players being able to switch teams
bg: Забранява на играчите да сменят отборите
cs: Udává, je-li hráčům znemožněno měnit týmy
el: Σταματά παίκτες είναι σε θέση να αλλάξετε τις ομάδες
es: Impide que los jugadores puedan cambiarse de equipo
fi: Estää pelaajia vaihtamaan tiimejä
fr: Arrêtes les joueurs étant en mesure de changer d'équipe
hu: Megakadályozza a játékosokat, hogy csapatot válthassanak
it: Impedisce ai giocatori di cambiare team
nl: Blokkeert een speler om van team te wijzigen
pl: Nie pozwala graczom zmiany zespołów
ru: Отключает перемещение между командами
sr: Спречава играче да мењају тимове

source: ADMIN
bg: АДМИНИСТРАТОР
cs: SPRÁVA
el: ΔΙΑΧΕΙΡΙΣΤΉΣ
fr: ADMINISTRATION
it: AMMINISTRAZIONE
ru: АДМИН
sr: АДМИНИСТРАТОР

source: Pure Server:
bg: Немодифициран сървър:
cs: Čistý server:
el: Καθαρό διακομιστή:
es: Servidor Puro:
fi: Puhdas palvelin:
fr: Serveur "pur":
hu: Tiszta szerver:
it: Server Puro:
pl: Czysty Serwer:
ru: Чистый сервер:
sr: Чист сервер:

source: Limits game content to that contained in PK3 files on both the client and server with matching CRCs
bg: Ограничава използваното игрово съдържание до това в PK3 файлове на клиента и сървъра със съвпадащи контролни суми (CRC)
cs: Povoluje využívat herní obsah uložený jen v souborech PK3, jejichž kontrolní součty jsou schodné s těmi serverovými
el: περιεχόμενο Όρια παιχνίδι με εκείνη που περιέχεται σε αρχεία PK3 τόσο του πελάτη και του διακομιστή με το ταίριασμα CRCs
es: Limita el contenido del juego al contenido en archivos PK3 en el cliente y servidor con igual CRCs
fi: Rajoittaa pelin sisällön täsmäämään palvelimen PK3 tiedostojen sisältöä
fr: Limite le contenu du jeu à celui contenu dans les fichiers PK3 sur le client et le serveur tout en vérifiant les sommes de contrôle CRC
hu: Egyezteti és limitálja a játékos PK3 fájljait a szerveren lévőkkel
it: Impone che i pacchetti PK3 coincidano tra client e server
nl: Limiteert spelinhoud tot datgene wat in de PK3-bestanden zit op zowel de client als de server met overeenkomende CRCs
pl: Ogranicza zawartość gry do tej zawartej w plikach PK3, zarówno na kliencie jak i serwerze z dopasowanymi CRC-ami
ru: Ограничивает игру содержимым файлов PK3 в наличии у клиента и у сервера, с совпадающими контрольными суммами
sr: Ограничава садржај у игри на онај у PK3 фајловима на страни клијента и сервера са истим CRC-ом

source: Password:
bg: Парола:
cs: Heslo:
el: Κωδικός:
es: Contraseña:
fi: Salasana:
fr: Mot de passe:
hu: Jelszó:
nl: Wachtwoord:
pl: Hasło:
ru: Пароль:
sr: Лозинка:

source: Sets the password required for players to join the server
bg: Задава парола за достъп до сървъра
cs: Nastavuje heslo nutné pro připojení hráčů k serveru
el: Ρυθμίζει τον κωδικό πρόσβασης που απαιτείται για τους παίκτες να ενταχθούν το διακομιστή
es: Establece la contraseña requerida para que los jugadores puedan entrar al servidor
fi: Asettaa salasanan, jota vaaditaan pelaajilta liittyäkseen palvelimelle
fr: Définit le mot de passe requis pour se connecter au serveur
hu: A szerverre való belépéshez szükséges jelszó beállítása
it: Imposta la password richiesta ai giocatori per entrare nel server
nl: Het wachtwoord dat spelers nodig hebben om de server te kunnen betreden
pl: Ustawia hasło wymagane od graczy do dołączenia do serwera
ru: Установить пароль, необходимый клиентам для подключения к серверу
sr: Подешава лозинку потребну да се играчи придруже серверу

source: Referee Password:
bg: Парола Съдия:
cs: Heslo rozhodčího:
el: Διαιτητής Κωδικός:
es: Contraseña de Árbitro:
fi: Tuomari salasana:
fr: Mot de passe arbitre:
hu: Játékvezetői jelszó:
it: Password Arbitro:
nl: Scheidsrechterwachtwoord:
pl: Hasło Sędziego:
ru: Пароль судьи:
sr: Судијска лозинка:

source: Password to utilize the "ref" command for match control and remote game administration
bg: Паролата, нужна за използване на команда "ref" за контрол на играта и отдалечно управление на сървъра
cs: Heslo umožňuje využívat roli rozhodčího pomocí příkazu „ref“
el: Κωδικό πρόσβασης για να χρησιμοποιήσει την εντολή "διαιτητή" για τον έλεγχο του αγώνα και απομακρυσμένη διαχείριση παιχνιδιών
es: Contraseña para usar el comando "ref" para controlar la partida y la administración remota del juego
fi: Salasana joka mahdollistaa "ref" komennot pelin hallintaan palvelimella tai etänä
fr: Mot de passe à utiliser afin de pouvoir se servir de la commande « ref » pour contrôler la partie et administrer à distance
hu: A jelszó a "ref" parancs használatához a meccs irányítására és távoli játékok adminisztrálására
it: Password richiesta per utilizzare il comando "ref" per il controllo e amministrazione remota del gioco
nl: Wachtwoord voor het "ref" commando waarmee wedstrijd- en speladministratie kan worden uitgevoerd
pl: Hasło do korzystania z komend "ref" służącej do kontroli meczu i zdalnej administracji gry
ru: Пароль от команды "ref" для контроля матчей и удалённого администрирования
sr: Лозинка за коришћење команде "ref" при контроли меча и администрацији издалека

source: RCON Password:
bg: Парола RCON:
cs: Heslo RCON:
el: RCON Κωδικός:
es: Contraseña RCON:
fi: RCON salasana:
fr: Mot de passe RCON:
hu: RCON jelszó:
nl: RCON-wachtwoord:
pl: Hasło RCON:
ru: Пароль RCON:
sr: RCON лозинка:

source: Password to utilize the remote game server console (very powerful, so keep this password safe)
bg: Парола за отдалечен достъп до конзолата за управление на сървъра (не я споделяйте с никого)
cs: Heslo umožňuje vzdáleně spravovat server (velmi mocný nástroj, toto heslo držte v tajnosti)
el: Κωδικό πρόσβασης για να χρησιμοποιήσει την κονσόλα απομακρυσμένο διακομιστή παιχνιδιών (πολύ ισχυρή, γι 'αυτό κρατήστε αυτό τον κωδικό ασφαλείας)
es: Contraseña para utilizar la consola remota del servidor (muy potente, así que mantén esta contraseña segura)
fi: Salasana joka mahdolistaa palvelimen etähallinnan (vaarallinen, eli pidä salassa)
fr: Mot de passe à utiliser pour contrôler le serveur à distance (très puissant, conservez celui-ci à l'abri)
hu: A jelszó a távoli szerver konzoljának használatához (nagyon erőteljes, úgyhogy tartsd ezt a jelszót biztonságban)
it: Password richiesta per utilizzare la console remota del server (importante, tenere la password al sicuro)
nl: Wachtwoord om de remote game server console te gebruiken (houd dit wachtwoord veilig)
pl: Hasło do konsoli serwera gry (pozwala na bardzo dużo, więc przechowuj to hasło bezpiecznie)
ru: Пароль от удалённой консоли сервера (очень мощной, держите пароль в тайне)
sr: Лозинка за коришћење конзоле за далеке играчке сервере (веома моћно, зато чувајте ову лозинку)

source: VOTING
bg: ГЛАСУВАНЕ
cs: HLASOVÁNÍ
el: ΨΗΦΟΦΟΡΊΑ
es: VOTACIONES
fi: ÄÄNESTÄMINEN
fr: VOTES
hu: SZAVAZÁS
it: VOTAZIONI
nl: STEMMINGEN
pl: GŁOSOWANIE
ru: ГОЛОСОВАНИЕ
sr: ГЛАСАЊЕ

source: Max Votes per Player:
bg: Макс. гласове на играч:
cs: Max hlasů na hráče:
el: Μέγιστος αριθμός ψήφων ανά παίκτη:
es: Máx. Votos por Jugador:
fi: Maksimi äänestykset per pelaaja:
fr: Votes maximum par joueur:
hu: Max szavazat per játékos:
it: Voti per Giocatore:
nl: Max. stemmen per speler:
pl: Maks. głosów na Gracza:
ru: Макс. голосов на игрока:
sr: Максимални број гласова по играчу:

source: Specifies the maximum number of votes per player per match
bg: Определя допустимия брой гласове за играч при всяка отделна игра
cs: Udává, kolikrát může hráč během zápasu vyvolat neúspěšné hlasování
el: Καθορίζει το μέγιστο αριθμό των ψήφων ανά παίκτη ανά αγώνα
es: Especifica el máximo numero de votos por jugador y partida.
fi: Määrittää maksimi määrän äänestyksiä per pelaaja per peli
fr: Définit le nombre maximum de votes qu'un joueur peut effectuer lors d'une manche
hu: Meghatározza a szavazatok maximum számát játékosonként egy meccsen
it: Specifica il numero massimo di voti per giocatore per partita
nl: Maximum aantal stemmen per speler per wedstrijd
pl: Określa maksymalną liczbę głosów na gracza na mecz
ru: Указать максимальное число голосов на игрока на матч
sr: Одређује максимални број гласова по играчу током меча

source: Successful voting:
bg: Таван на гласуване:
cs: Úspěch hlasování:
el: Επιτυχής ψήφου:
es: Votación Exitosa:
fi: Onnistunut äänestys:
fr: Majorité qualifiée:
hu: Sikeres szavazás:
it: Successo votazione:
nl: Succesvolle stemming:
pl: Pomyślne głosowanie:
ru: Успешное голосование:
sr: Успешно гласање:

source: Specifies the minimum percentage required for a vote to pass
bg: Определя най-ниската процентна квота, нужна за преминаване на гласуването
cs: Procento hlasů potřebné pro úspěch hlasování
el: Καθορίζει το ελάχιστο ποσοστό που απαιτείται για μια ψήφο για να περάσει
es: Especifica el mínimo porcentaje requerido para aprobar una votación
fi: Asettaa minimi prosentin joka vaaditaan äänestyksen onnistumiseen
fr: Définit le pourcentage minimum requis afin qu’un vote soit accepté
hu: Meghatározza a szavazás elfogadásához szükséges minimum százalékot
it: Specifica la percentuale minima richiesta per far passare un voto
nl: Minimum percentage stemmen benodigd voor een succesvolle stemming
pl: Określa minimalny procent potrzebny, aby głosowanie zostało zaliczone
ru: Указать минимальный процент, необходимый для прохождения вопроса
sr: Одређује минимални проценат потребан за успешно гласање

source: ALLOW VOTES
bg: ПРАВА ГЛАСУВАНЕ
cs: POVOLIT HLASOVÁNÍ
el: ΕΠΙΤΡΕΠΕΤΑΙ ΨΗΦΩΝ
es: PERMITIR VOTACIONES
fi: SALLI ÄÄNESTYKSET
fr: PERMETTRE LES VOTES
hu: SZAVAZÁS ENGEDÉLYEZÉSE
it: VOTAZIONI AMMESSE
nl: STEMMINGEN TOESTAAN
pl: POZWÓL GŁOSOWAĆ NA
ru: РАЗРЕШИТЬ ГОЛОСОВ
sr: ОМОГУЋАВАЊЕ ГЛАСАЊА

source: Game config:
bg: Игрови настройки:
cs: Konfigurace:
el: config παιχνίδι:
es: Config. juego:
fi: Pelin asetustiedosto:
fr: Configuration du jeu:
hu: Játékkonfig:
it: Imposta Gioco:
nl: Wedstrijd config:
pl: Konfig. gry:
ru: Настройки игры:
sr: Конфигурација игре:

source: Allow players to vote for game config
bg: Позволява на играчите да гласуват за използване различни игрови настройки
cs: Povoluje hráčům hlasovat o změně sady nastavení serveru
el: Επιτρέπουν στους παίκτες να ψηφίσουν για το config του παιχνιδιού
es: Permit que los jugadores voten la config. del juego
fi: Salli pelaajien äänestää pelin asetustiedostosta
fr: Autoriser les joueurs à voter pour la configuration du jeu
hu: Engedélyezi, hogy a játékosok szavazhassanak játék konfigurációjára
it: Permette ai giocatori di votare per le impostazioni di gioco
nl: Sta spelers toe om te stemmen voor een andere game config
pl: Pozwól głosować graczom na zmianę konfiguracji gry
ru: Разрешить голосовать за набор опций
sr: Омогућите играчима да гласају о конфигурацији игре

source: Game Type:
bg: Режим:
cs: Typ hry:
el: Τύπος Παιχνιδιού:
es: Modo de Juego:
fi: Peli tyyppi:
fr: Type de jeu:
hu: Játéktípus:
it: Tipo Gioco:
nl: Speltype:
pl: Typ Gry:
ru: Тип игры:
sr: Тип игре:

source: Allow players to vote for a change in game type
bg: Позволява на играчите да гласуват за смяна на режима на игра
cs: Povoluje hráčům hlasovat o změně herního typu
el: Επιτρέπουν στους παίκτες να ψηφίσουν για μια αλλαγή στον τύπο παιχνιδιού
es: Permite que los jugadores voten el modo de juego
fi: Salli pelaajien äänestää pelityypin muutosta
fr: Autoriser les joueurs à voter afin de changer le mode de jeu
hu: Engedélyezi, hogy a játékosok szavazhassanak játéktípus váltásra
it: Permette ai giocatori di votare per cambiare il tipo di gioco
nl: Sta spelers toe om te stemmen voor een ander speltype
pl: Pozwól głosować graczom na zmianę typu gry
ru: Разрешить голосовать за смену типа игры
sr: Омогућите играчима да гласају о промени типа игре

source: Player Kick:
bg: Изгонване играч:
cs: Vyhození hráče:
el: Λάκτισμα παίκτη:
es: Expulsión Jug.:
fi: Pelaajan poisto:
fr: Expulser un joueur:
hu: Játékoskirúgás:
it: Espulsione:
nl: Speler verwijderen:
pl: Wyrzuć Gracza:
ru: Кик игрока:
sr: Избацивање играча:

source: Allow players to vote for other players to be kicked
bg: Позволява на играчите да гласуват за изгонването на нарушители
cs: Povoluje hráčům hlasovat o vyhození hráčů
el: Επιτρέπουν στους παίκτες να ψηφίσουν για άλλους παίκτες να πετάξουν
es: Permite que los jugadores voten para expulsar otros jugadores
fi: Salli pelaajien äänestää toisten pelaajien potkimista
fr: Autoriser les joueurs à voter pour expluser d'autres joueurs
hu: Engedélyezi, hogy a játékosok szavazhassanak más játékosok kirúgásáról
it: Permette ai giocatori di votare per cacciare altri giocatori
nl: Sta spelers toe om te stemmen om andere spelers te kicken
pl: Pozwól głosować graczom na innych graczy, którzy mają być wywaleni
ru: Разрешить голосовать за кик другого игрока
sr: Омогућите играчима га гласају за то да други играчи буду избачени

source: Map:
bg: Карта:
cs: Herní úroveň:
el: Χάρτης:
es: Mapa:
fi: Kartta:
fr: Carte:
hu: Pálya:
it: Mappa:
pl: Mapa:
ru: Карта:
sr: Мапа:

source: Allow players to vote for a different campaign or map
bg: Позволява на играчите да гласуват за друга кампания или карта
cs: Povoluje hráčům hlasovat o změně herní úrovně
el: Επιτρέπουν στους παίκτες να ψηφίσουν για μια διαφορετική καμπάνια ή χάρτη
es: Permite que los jugadores voten por una campaña o mapa diferente
fi: Salli pelaajien äänestää eri kampanjaa tai karttaa
fr: Autoriser les joueurs à voter pour une campagne ou une carte différente
hu: Engedélyezi, hogy a játékosok szavazhassanak egy másik hadjáratra vagy pályára
it: Permette ai giocatori di votare per una campagna o mappa diversa
nl: Sta spelers toe om te stemmen voor een andere campagne of map
pl: Pozwól głosować graczom na inną kampanię lub mapę
ru: Разрешить голосовать за смену карты или кампании
sr: Омогућите играчима да гласају за другачији кампању или мапу
