Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Set the GL texture mode
bg: Задава режима на текстурите при използвани разширения GL
cs: Nastavuje texturovací mód OpenGL
el: Ρύθμιση της λειτουργίας υφής GL
es: Ajusta el modo para las texturas GL
fi: Aseta grafiikkalaajennuksien tila
fr: Définit le mode de texture OpenGL
hu: A GL textúra mód beállítása
it: Imposta la modalità GL delle texture
nl: Stelt de GL texture modus in
pl: Ustaw tryb tekstury GL
ru: Установить режим текстурирования GL
sr: Подесите режим GL текстура

source: Anisotropic Filter:
bg: Анизотропна филтрация:
cs: Anizotropický filtr:
el: Ανισότροπο Φίλτρο:
es: Filtro Anisotrópico:
fi: Anisotrooppinen suodatus:
fr: Filtre anisotrope:
hu: Anizotrópikus szűrés:
it: Filtro Anisotropico:
nl: Anisotropisch filter:
pl: Filtr Anizotropowy:
ru: Анизотропия:
sr: Анизотропски филтер:

source: Disabled
bg: Изключено
cs: Vypnut
el: Ανάπηρος
es: Desactivado
fi: Pois käytöstä
fr: Désactivé
hu: Kikapcsolva
it: Disabilitato
nl: Uitgeschakeld
pl: Wyłączone
ru: Выключено
sr: Искључено

source: Set anisotropic filtering
bg: Позволява или забранява използването на анизотропна филтрация
cs: Nastavuje anizotropický filtr
el: Σετ ανισότροπο φιλτράρισμα
es: Ajusta el filtrado anisotrópico
fi: Aseta anisotrooppinen suodatus
fr: Définit le filtrage anisotrope
hu: Anizotrópikus szűrés beállítása
it: Imposta il filtraggio anisotropico
nl: Stelt anisotrope filtering in
pl: Ustaw filtrowanie anizotropowe
ru: Установить уровень анизотропии
sr: Подесите анизотропско филтрирање

source: Anti-Aliasing:
bg: Изглаждане:
cs: Vyhlazování hran:
el: Αντι-aliasing:
fi: Reunanpehmennys:
fr: Anticrénelage:
hu: Élsimítás:
pl: Anty-Aliasing:
ru: Сглаживание:
sr: Анти-Алиас:

source: Set Anti-Aliasing
bg: Позволява или забранява използването на изглаждане върху обектите
cs: Nastavuje vyhlazování hran
el: Ορίστε Αντι-aliasing
es: Ajusta el Anti-Aliasing
fi: Aseta reunanpehmennys
fr: Définit l'anticrénelage
hu: Élsimítás beállítása
it: Imposta l'Anti-Aliasing
nl: Stelt anti-aliasing in
pl: Ustaw Anty-Aliasing
ru: Установить уровень сглаживания
sr: Подесите АА

source: Color Depth:
bg: Дълбочина цветове:
cs: Hloubka barev:
el: Βάθος χρώματος:
es: Profundidad de Color:
fi: Värisyys:
fr: Profondeur de couleur:
hu: Színmélység:
it: Profondità Colore:
nl: Kleurdiepte:
pl: Głębia Koloru:
ru: Глубина цвета:
sr: Дубина боја:

source: Desktop Default
bg: Работен плот (по подр.)
cs: Dle plochy
el: επιφανειαεγασιας Προεπιλογή
es: La del Escritorio
fi: Työpöydän oletus
fr: Par défaut
hu: Windows-asztal alapértelmezett
it: Predefinito Scrivania
nl: Standaard van computer
pl: Domyślne Ekranu
ru: Уровень системы
sr: Стандардна са десктопа

source: Set color depth
bg: Задава дълбочината на цветовете
cs: Nastavuje barevnou hloubku
el: Ρυθμίστε το βάθος χρώματος
es: Ajusta la profundidad del color
fi: Aseta värisyys
fr: Définit la profondeur de couleur
hu: Színmélység beállítása
it: Imposta profondità colore
nl: Stelt de kleurdiepte in
pl: Ustaw głębie koloru
ru: Установить глубину цвета
sr: Подесите дубину боја

source: Detail Textures:
bg: Детайлност текстури:
cs: Detailní textury:
el: Υφές λεπτομέρεια:
es: Detalles de Texturas:
fi: Tarkenna tekstuurit:
fr: Détailler les textures:
hu: Részletes textúra:
it: Dettagli Texture:
nl: Texturedetail:
pl: Detale Tekstur:
ru: Детальные текстуры:
sr: Детаљне текстуре:

source: Toogles usage of high detail textures
bg: Позволява използване на текстури с високо качество
cs: Zapíná použití detailnějších textur
el: χρήση Toogles υψηλής υφές λεπτομέρεια
es: Activa el uso de texturas de alto detalle
fi: Korkean tason tekstuurien kytkin
fr: Active ou désactive l'utilisation de textures haute résolution
hu: Használja-e a magas részletességű textúrákat
it: Se utilizzare un alto livello di dettagli
nl: Schakelt het gebruik van gedetailleerde textures in/uit
pl: Włącza użycie szczegółowych tekstur
ru: Включает детализированные текстуры
sr: Одређује коришћена текстура високих детаља

source: Depth Buffer:
bg: Дълбочина битове:
cs: Paměť hloubky:
el: Ρυθμιστικό Βάθος:
es: Buffer de Profundidad:
fi: Syvyydenpuskurointi:
fr: Tampon de profondeur:
it: Profondità Buffer:
nl: Dieptebuffer:
pl: Głębia Bufforowania:
ru: Буфер глубины:
sr: Дубина битова:

source: 24-bit
bg: 24-бита
cs: 24bitová
fi: 24-bittinen
fr: 24 bits
ru: 24 бита
sr: 24-битни

source: Set the number of desired depth bits
bg: Задава броя на битовете на дълбочината
cs: Nastavuje preciznost paměti hloubky
el: Ορίστε τον αριθμό των επιθυμητών bits βάθος
es: Ajusta el número de los bits de profundidad deseados
fi: Asettaa syvyysbittien määrän
fr: Définit le nombre de bits de profondeur désiré
hu: Kívánt színmélység beállítása
it: Imposta il numero di bit di profondità
nl: Stelt het aantal dieptebits in
pl: Ustaw liczbę pożądanych głębi bitów
ru: Установить желаемое число битов глубины
sr: Подесите број жељене дубине битова

source: Compress Textures:
bg: Компресиране текстури:
cs: Komprese textur:
el: Συμπίεση υφές:
es: Comprimir Texturas:
fi: Tekstuurien pakkaus:
fr: Compresser les textures:
hu: Textúrák tömörítése:
it: Texture Compresse:
nl: Gecomprimeerde textures:
pl: Kompresja Tekstur:
ru: Сжатие текстур:
sr: Компресија текстура:

source: Toggles the compression of textures
bg: Позволява или забранява компресирането на текстури, подобрява производителността на игра при слаби компютри
cs: Povoluje kompresi textur
el: Εναλλάσσει τη συμπίεση των υφές
es: Ajusta la compresión de las texturas
fi: Tekstuurien pakkauskytkin
fr: Active ou désactive la compression des textures
hu: Tömörítse-e a textúrákat
it: Se utilizzare la compressione delle texture
nl: Schakelt het comprimeren van textures in/uit
pl: Włącza kompresję tekstur
ru: Переключает сжатие текстур
sr: Мења компресију текстура

source: Sync Every Frame:
bg: Синхронизиране кадри:
cs: Synchronizace snímků:
el: Συγχρονίσετε κάθε καρέ:
es: Sincr. Todas las Imágenes:
fi: Synkronoi jokainen ruutu:
fr: Synchroniser chaque trame:
hu: Képkockaszinkronizálás:
it: Sinc. Ogni Frame:
nl: Synch. elk frame:
pl: Synchronizacja Klatek:
ru: Синхронизация кадров:
sr: Синхронизација слика:

source: Prevent screen tearing
bg: Предотвратява разкъсването на екрана при възпроизвеждане няколко сцени наведнъж
cs: Omezuje trhání obrazu
el: Την πρόληψη της ρήξης οθόνη
es: Previene el "tearing"
fi: Estä ruudunhajonta
fr: Évite les déchirures sur l'écran
hu: Megakadályozza a kép szétcsúszását
it: Previeni "screen tearing"
nl: Voorkom tearing
pl: Zapobiega miganiu ekranu
ru: Предотвращать разрывы на экране
sr: Спречите "кидање" слике

source: GL Extensions:
bg: Разширения на OpenGL:
cs: Rozšíření OpenGL:
el: GL Επεκτάσεις:
es: Extensiones GL:
fi: Grafiikkalaajennukset:
fr: Extensions OpenGL:
hu: GL kiterjesztések:
it: Estensioni GL:
nl: GL-extensies:
pl: Rozszerzenie OpenGL:
ru: Расширения GL:
sr: GL екстензије:

source: Enabled
bg: Включено
cs: Povolena
el: Ενεργοποιήθηκε
es: Activado
fi: Käytössä
fr: Activé
hu: Engedélyezve:
it: Abilitato
nl: Ingeschakeld
pl: Włączone
ru: Вкл
sr: Укључене

source: Enables or disables usage of OpenGL extensions
bg: Позволява или забранява използването на OpenGL разширения
cs: Povoluje použití rozšíření OpenGL
el: Ενεργοποιεί ή απενεργοποιεί τη χρήση των επεκτάσεων OpenGL
es: Activa o desactiva el uso de las extensiones OpenGL
fi: Käyttää tai poistaa käytöstä grafiikkalaajennukset
fr: Active ou désactive l'utilisation des extensions OpenGL
hu: Be- vagy kikapcsolja az OpenGL kiterjesztések használatát
it: Abilita o disabilita l'uso delle estensioni OpenGL
nl: Schakelt het gebruik van OpenGL extensies in/uit
pl: Włącza lub wyłącza użycie rozszerzenia OpenGL
ru: Включить или выключить использование расширений OpenGL
sr: Укључује или искључује OpenGL екстензије

source: SET RECOMMENDED
bg: АВТОМАТИЧНА НАСТРОЙКА
cs: NASTAVIT DOPORUČENÉ
el: ΣΕΙΡΆ ΣΥΝΙΣΤΑΤΑΙ
es: RECOMENDADO
fi: ASETA SUOSITELLUT
fr: DÉF. LES RÉGLAGES RECOMMANDÉS
hu: JAVASOLT BEÁLLÍTÁSA
it: IMPOSTA RACCOMANDATO
nl: GEBRUIK AANBEVOLEN
pl: USTAW REKOMENDOWANE
ru: УСТАНОВИТЬ РЕКОМЕНДУЕМЫЕ
sr: ПОДЕСИТИ НА ПРЕПОРУЧЕНО

source: APPLY
bg: ЗАПАЗИ
cs: POUŽÍT
el: ΕΦΑΡΜΌΖΕΤΑΙ
es: APLICAR
fi: KÄYTÄ
fr: APPLIQUER
hu: ALKALMAZ
it: APPLICA
nl: TOEPASSEN
pl: ZASTOSUJ
ru: ПРИМЕНИТЬ
sr: ПОДЕСИТИ

source: SYSTEM
bg: СИСТЕМА
cs: SYSTÉM
el: ΣΎΣΤΗΜΑ
es: SISTEMA
fi: JÄRJESTELMÄ
fr: SYSTÈME
hu: RENDSZER
it: SISTEMA
nl: SYSTEEM
ru: СИСТЕМА
sr: СИСТЕМ

source: AUDIO
bg: ЗВУЦИ
cs: ZVUK
el: ηχου
hu: AUDIÓ
pl: DŻWIĘK
ru: ЗВУК
sr: АУДИО

source: Effects Volume:
bg: Ниво звукови ефекти:
cs: Hlasitost efektů:
el: Επιδράσεις Όγκος:
es: Volumen de Efectos:
fi: Efektien äänenevoimakkuus:
fr: Volume des effets:
hu: Effektek hangereje:
it: Volume Effetti:
nl: Effectvolume:
pl: Glosność Efektów:
ru: Громкость эффектов:
sr: Јачина ефеката:

source: Set the effects volume
bg: Задава силата на звуковите ефекти
cs: Nastavuje hlasitost efektů
el: Ρυθμίστε την ένταση του εφέ
es: Ajusta el volumen de los efectos
fi: Aseta efektien äänenvoimakkuus
fr: Définit le volume des effets
hu: Effektek hangerejének beállítása
it: Imposta il volume degli effetti
nl: Stelt het effectvolume in
pl: Ustaw głośność efektów
ru: Установить громкость эффектов
sr: Подесите јачину ефеката

source: Music Volume:
bg: Ниво музика:
cs: Hlasitost hudby:
el: Μουσική Όγκος:
es: Volumen de Música:
fi: Musiikin äänenvoimakkuus:
fr: Volume de la musique:
hu: Zene hangereje:
it: Volume Musica:
nl: Muziekvolume:
pl: Glosność Muzyki:
ru: Громкость музыки:
sr: Јачина музике:

source: Set the music volume
bg: Задава силата на музиката
cs: Nastavuje hlasitost hudby
el: Ρυθμίστε την ένταση της μουσικής
es: Ajusta el volumen de la música
fi: Aseta musiikin äänenvoimakkuus
fr: Définit le volume de la musique
hu: Zene hangerejének beállítása
it: Imposta il volume della musica
nl: Stel het muziek volume i
pl: Ustaw głośność muzyki
ru: Установить громкость музыки
sr: Подесите јачину музике

source: Sound Quality:
bg: Качество звук:
cs: Kvalita zvuku:
el: Ποιότητα ήχου:
es: Calidad del Sonido:
fi: Äänenlaatu:
fr: Qualité sonore:
hu: Hangminőség:
it: Qualità Suono:
nl: Geluidskwaliteit:
pl: Jakość Dźwięku:
ru: Качество звука:
sr: Квалитет звука:

source: 11 khz (low)
bg: Ниско (11 khz)
cs: 11 kHz (nízká)
el: 11 kHz (χαμηλό)
es: 11 khz (baja)
fi: 11 kHz (matala)
fr: 11 kHz (faible)
hu: 11 khz (alacsony)
it: 11 KHz (bassa)
nl: 11 khz (laag)
pl: 11 khz (niskie)
ru: 11 кГц (низ.)
sr: 11 khz (низак)

source: 22 khz (high)
bg: Високо (22 khz)
cs: 22 kHz (vysoká)
el: 22 kHz (υψηλή)
es: 22 khz (alta)
fi: 22 kHz (korkea)
fr: 22 kHz (élevée)
hu: 22 khz (magas)
it: 22 KHz (alta)
nl: 22 khz (hoog)
pl: 22 khz (wysokie)
ru: 22 кГц (выс.)
sr: 22 khz (висок)

source: 44 khz (ultra high)
bg: Много високо (44 khz)
cs: 44 kHz (velmi vysoká)
el: 44 kHz (εξαιρετικά υψηλής)
es: 44 khz (ultra alta)
fi: 44 kHz (erittäin korkea)
fr: 44 kHz (très élevée)
hu: 44 khz (ultra magas)
it: 44 KHz (molto alta)
nl: 44 khz (enorm hoog)
pl: 44 khz (bardzo wysokie)
ru: 44 кГц (оч. выс.)
sr: 44 khz (веома висок)

source: Set the sound quality
bg: Задава качеството на звука
cs: Nastavuje kvalitu zvuku
el: Ρυθμίστε την ποιότητα του ήχου
es: Ajusta la calidad del sonido
fi: Aseta äänenlaatu
fr: Définit la qualité du son
hu: Hangminőség beállítása
it: Imposta la qualità del suono
nl: Stel het geluid kwaliteit in
pl: Ustaw jakość dżwięku
ru: Установить качество звука
sr: Подесите квалитет звука

source: Doppler FX:
bg: Доплер ефект:
cs: Dopplerův jev:
fi: Doppler-efekti:
fr: Effet Doppler:
hu: Doppler-effektus:
it: Effetto Doppler:
ru: Допплер-эффекты:
sr: Доплеров ефекат:

source: Enables or disables the doppler effect
bg: Позволява или забранява използването на доплер ефект за подобряване звука
cs: Povoluje Dopplerův jev
el: Ενεργοποιεί ή απενεργοποιεί το φαινόμενο Doppler
es: Activa o desactiva el efecto "doppler"
fi: Ota käytöön tai poista käytöstä doppler-efekti
fr: Active ou désactive l'effet Doppler
hu: Doppler-effektus be- vagy kikapcsolása
it: Abilita o disabilita l'effetto doppler
nl: Schakelt het dopplereffect in/uit
pl: Włącza lub wyłącza efekt dopplera
ru: Переключает эффект допплера
sr: Укључује или искључује Доплеров ефекат

source: Mute When Minimized:
bg: Звуци фонов режим:
cs: Ůtlum při minimalizaci:
el: Σίγαση όταν είναι ελαχιστοποιημένο:
es: Silenciar al Minimizar
fi: Mykistä minimoituna:
fr: Rendre muet quand minimisé:
hu: Némítás minimalizáláskor:
it: Muto Se Minimizzata:
nl: Dempen als geminimaliseerd:
pl: Wycisz Podczas Zmini.
ru: Глушить если свёрнуто:
sr: Пригушити при смањењу:

source: Enables or disables sound when window is minimized
bg: Позволява или забранява звуците от играта при минимизиране на прозореца
cs: Povoluje utlumení zvuku při minimalizaci okna hry
el: Ενεργοποιεί ή απενεργοποιεί τον ήχο όταν το παράθυρο ελαχιστοποιείται
es: Activa o desactiva el sonido cuando la ventana está minimizada
fi: Ota käytöön tai ota pois käytöstä äänet, kun ikkuna on minimoituna
fr: Rend le jeu muet ou non lorsque la fenêtre est minimisée
hu: Az ablak tálcára tételekor be- vagy kikapcsolj a hangot
it: Abilita o disabilita i suoni quando la finestra è minimizzata
nl: Schakelt het geluid in/uit wanneer het scherm is geminimaliseerd
pl: Włącza lub wyłącza dźwięk kiedy okno jest zminimalizowne
ru: Включить или выключить звук когда окно свёрнуто
sr: Укључује или искључује звук када је прозор смањен

source: Mute When Unfocused:
bg: Звуци фон. реж. (фокус):
cs: Ůtlum při přepnutí:
el: Σίγαση Όταν χτυπά:
es: Silenciar al quitar foco:
fi: Mykistä keskitettömänä:
fr: Couper le son à la perte de focus:
hu: Némítás, ha nem aktív:
it: Muto Se Non Selezionata:
nl: Dempen als niet-actief:
pl: Wycisz Podczas Nieakt.:
ru: Глушить если не в фокусе:
sr: Пригушити ван фокуса:

source: Enables or disables sound when window is unfocused
bg: Позволява или забранява звуците от играта когато прозорецът е извън фокус
cs: Povoluje utlumení zvuku při přepnutí mimo okno hry
el: Ενεργοποιεί ή απενεργοποιεί τον ήχο όταν το παράθυρο είναι αόριστες
es: Activa o desactiva el sonido cuando la ventana no está en primer plano
fi: Ota käyttöön tai poista käytöstä äänet, kun ikkuna on keskitettömänä
fr: Activer ou désactiver le son quand la fenêtre n'a pas le focus
hu: Be-vagy kikapcsolja a hangot, ha nem az Enemey Territory: Legacy az aktív ablak
it: Abilita o disabilita i suoni quando la finestra non è selezionata
nl: Schakelt het geluid in/uit wanneer het scherm focus verliest
pl: Włącza lub wyłącza dźwięk kiedy okno jest nieaktywne
ru: Включить или выключить звук когда окно без фокуса
sr: Укључује или искључује звук када је прозор ван фокуса

source: NETWORK
bg: МРЕЖА
cs: SÍŤ
el: ΔΊΚΤΥΟ
es: RED
fi: VERKKO
fr: RÉSEAU
hu: HÁLÓZAT
it: RETE
nl: NETWERK
pl: SIEĆ
ru: СЕТЬ
sr: МРЕЖА

source: Max Packets:
bg: Максимални пакети:
cs: Paketů nanejvýše:
el: Max πακέτα:
es: Paquetes Máximos:
fi: Maksimi paketit:
fr: Paquets max.:
hu: Maximum csomag:
it: Max Pacchetti:
nl: Max. pakketten:
pl: Maks. Pakietów:
ru: Макс. пакетов:
sr: Максимум пакета:

source: Cap for upstream data packet transmissions
bg: Ограничава количеството получавани пакети с данни от сървъра
cs: Udává maximální počet odesílaných datových paketů
el: Καπάκι για τη μετάδοση πακέτων δεδομένων ανάντη
es: Tope de paquetes de datos transmitidos
fi: Ylävirran datapakettien siirron yläraja
fr: Cap pour les transmissions de paquets de données en amont
hu: Feltöltési adatcsomag küldés limitálása
it: Limitazione di invio dei pacchetti di dati
nl: Limiet voor upstream datapakketverbinding
pl: Górna granica dla upstreamu transmisji pakietów danych
ru: Ограничение числа загружаемых на сервер пакетов
sr: Граница за пренос дата пакета

source: Packet Duplication:
bg: Дублиране пакети:
cs: Duplikace paketů:
el: Πακέτο Επανάληψη:
es: Duplicación de Paquetes
fi: Pakettien kopiointi:
fr: Duplication des paquets:
hu: Csomag duplikáció:
it: Duplicato Pacchetti:
nl: Pakketduplicatie:
pl: Duplikacja Pakietu:
ru: Повтор пакетов:
sr: Дупли пакети:

source: Number of duplicates for every data packet sent upstream, minimized packetloss
bg: Определя броя на изпращани дублирани пакети с данни към сървъра, намалява загубата на данни
cs: Nastavuje kolikrát bude každý odesílaný paket duplikován
el: Αριθμός εις διπλούν για κάθε πακέτο δεδομένων που αποστέλλονται προς τα ανάντη, ελαχιστοποιείται PacketLoss
es: Número de duplicados de cada paquete de datos enviado, minimiza pérdidas
fi: Duplikaattien määrä jokaisesta lähetettävästä datapaketista, minimoi pakettihävikin
fr: Nombre de doublons pour chaque paquet de données envoyé en amont, minimise la perte de paquets
hu: Az elküldött adatcsomag másolatának száma, minimalizálja a csomagveszteséget
it: Quantità di duplicati per ogni pacchetto dati inviati, perdita pacchetti minimizzato
nl: Aantal duplicaten van ieder pakket dat wordt verstuurd, minimaliseert packetloss
pl: Liczba zduplikowanych pakietów danych wysłanych upstream, zminimalizowane tracenie pakietów
ru: Число дубликатов пакетов для отправки на сервер, минимизирует потери
sr: Број дупликата за сваки послати пакет, минимални губитак пакета

source: DOWNLOADS
bg: ИЗТЕГЛЯНЕ ФАЙЛОВЕ
cs: STAHOVÁNÍ
el: ληψεις
es: DESCARGAS
fi: LATAUKSET
fr: TÉLÉCHARGEMENTS
hu: LETÖLTÉSEK
it: SCARICAMENTI
pl: POBIERANIE
ru: ЗАГРУЗКИ
sr: ПРЕУЗИМАЊЕ

source: Check for Updates on Start-Up:
bg: Проверка обновления при стартиране:
cs: Zjišťovat aktualizace při startu:
el: Έλεγχος για ενημερώσεις στο Αρχή-πάνω:
es: Comprobar Actualizaciones al Iniciar:
fi: Tarkista päivitykset käynnistyksessä:
fr: Vérifier les mises à jour au démarrage:
hu: Frissítések ellenőrzése induláskor
it: Verifica Aggiornamenti All'Avvio:
nl: Zoek naar updates bij opstarten:
pl: Sprawdź Aktualizacje przy Starcie:
ru: Проверять обновления при запуске:
sr: Потражити апдејтове при старту:

source: Automatically check for updates?
bg: Определя дали автоматично да се проверява за нови обновления
cs: Zapíná automatické kontrolování aktualizací při startu aplikace
el: Αυτόματος έλεγχος για ενημερώσεις;
es: ¿Comprobar automáticamente las actualizaciones?
fi: Tarkista päivitykset automaattisesti?
fr: Vérifie automatiquement les mises à jour
hu: Automatikusan ellenőrizze a frissítéseket?
it: Verificare automaticamente gli aggiornamenti?
nl: Automatisch controleren voor updates?
pl: Automatycznie sprawdzać aktualizacje?
ru: Автоматически проверять обновления?
sr: Аутоматско тражење апдејтова?

source: Get Missing Files:
bg: Изт. липсващи файлове:
cs: Stahovat soubory:
el: Πάρτε λείπουν αρχεία:
es: Descargar Archivos:
fi: Hae puuttuvia tiedostoja:
fr: Obtenir les fichiers manquants:
hu: Fájlok beszerzése:
it: File Mancanti:
nl: Missende bestanden:
pl: Ściągnij brakujące pliki:
ru: Загружать файлы:
sr: Наћи фајлове који недостају:

source: Download missing files when available
bg: Позволява или забранява изтегляне на липсващи файлове (трябва да бъде позволено от сървъра)
cs: Zapne automatické stahování chybějících souborů
el: Λήψη αρχείων που λείπουν όταν είναι διαθέσιμη
es: Descarga los archivos que faltan cuando estén disponibles
fi: Lataa puuttuvat tiedostot, kun saatavilla
fr: Télécharger les fichiers manquants lorsque disponible
hu: Hiányzó fájlok letöltése, ha elérhetőek
it: Scarica file mancanti quando disponibili
nl: Download missende bestanden wanneer deze beschikbaar zijn
pl: Ściągnij brakujące pliki kiedy dostępne
ru: Загружать файлы по необходимости
sr: Преузмите фајлове који недостају ако су доступни

source: Use HTTP/FTP Downloads:
bg: Изп. HTTP/FTP препратки:
cs: HTTP/FTP stahování:
el: Χρησιμοποιήστε HTTP / FTP Λήψεις:
es: Usar Descargas HTTP/FTP:
fi: Käytä HTTP/FTP latauksia:
fr: Utiliser les téléchargements HTTP/FTP:
hu: HTTP/FTP használata:
it: Usa Trasferimenti HTTP/FTP:
nl: Gebruik HTTP/FTP-downloads:
pl: Użyj pobierania HTTP/FTP:
ru: Загружать через HTTP/FTP:
sr: Преузимање преко HTTP/FTP:

source: UPDATES
bg: ОБНОВЛЕНИЯ
cs: AKTUALIZACE
el: ΕΝΗΜΕΡΩΣΗ
es: ACTUALIZACIONES
fi: PÄIVITYKSET
fr: MISES A JOUR
hu: FRISSÍTÉSEK
it: AGGIORNAMENTI
pl: AKTUALIZACJE
ru: ОБНОВЛЕНИЯ
sr: АПДЕЈТОВИ

source: Start-Up Updates Check:
bg: Проверка за обновления:
cs: Aktualizace při startu:
el: Αρχή-πάνω Ενημερώσεις έλεγχος:
es: Comprobación al abrir:
fi: Käynnistyspäivitykset Tarkista:
fr: Contrôle Mise à Jour au Démarrage:
hu: Frissítés keresése:
it: Ricerca Aggiornamenti:
pl: Sprawdzaj Aktualizacje:
ru: Проверка обновлений при запуске:
sr: Проверавање при стартовању:

source: Automatically check for updates
bg: Автоматично проверяване за обновления при стартиране играта
cs: Zapíná automatické kontrolování aktualizací při startu aplikace
el: Αυτόματος έλεγχος για ενημερώσεις
es: Comprobar automaticamente las actualizaciones
fi: Tarkista päivitykset automaattisesti
fr: Vérifier automatiquement les mises à jour
hu: Frissítések automatikus ellenőrzése induláskor
it: Verifica automaticamente gli aggiornamenti
nl: Check automatisch naar updates bij opstarten
pl: Automatycznie sprawdzaj aktualizacje
ru: Автоматически проверять наличие обновлений
sr: Аутоматски тражите апдејтове

source: Enables or disables http/ftp downloads
bg: Позволява или забранява използването на http/ftp препратки за изтегляне файлове
cs: Povoluje stahování skrze protokoly HTTP/FTP
el: Ενεργοποιεί ή απενεργοποιεί http / ftp Λήψεις
es: Activa o desactiva las descargas http/ftp
fi: Käyttää tai poistaa käytöstä http/ftp latauksen
fr: Activer ou désactiver les téléchargements http/ftp
hu: HTTP/FTP letöltések be- vagy kikapcsolása
it: Abilita o disabilita i trasferimenti via http/ftp
nl: Schakelt HTTP/FTP downloads in/uit
pl: Włącza lub wyłącza ściąganie http/ftp
ru: Включает или отключает загрузки через http/ftp
sr: Укључује или искључује преузимање преко http/ftp

source: CONNECT TO IP
bg: ОТВАРЯНЕ IP АДРЕС
cs: PŘIPOJIT SE K IP
el: Συνδεθείτε με IP
es: CONECTAR A IP
fi: YHDISTÄ IP:N
fr: SE CONNECTER À L'IP
hu: CSATLAKOZÁS IP-HEZ
it: CONNETTI A IP
nl: MET IP VERBINDEN
pl: POŁĄCZ Z IP
ru: УКАЗАТЬ АДРЕС
sr: КОНЕКТОВАТИ СЕ НА IP

source: DELETE SERVER FAVOURITES
bg: ИЗТРИВАНЕ ЛЮБИМИ СЪРВЪРИ
cs: SMAZAT Z OBLÍBENÝCH
el: ΔΙΑΓΡΆΦΩ ΑΓΑΠΗΜΕΝΑ υπηρέτης
es: ELIMINAR SERVIDORES FAVORITOS
fi: POISTA PALVELIN SUOSIKEISTA
fr: SUPPRIMER TOUS LES SERVEURS FAVORIS
hu: SZERVER KEDVENCEK TÖRLÉSE
it: CANCELLA SERVER FAVORITI
nl: VERWIJDER SERVER FAVORIETEN
pl: USUŃ ULUBIONE SERWERY
ru: УДАЛИТЬ ИЗБРАННОЕ
sr: ИЗБРИСАТИ ОМИЉЕНЕ СЕРВЕРЕ

source: Do you really want to
bg: Наистина ли искате да
cs: Opravdu chceš VYŘADIT všechny
el: Θέλετε πραγματικά να
es: ¿Seguro que quieres
fi: Haluatko varmasti
fr: Voulez-vous vraiment
hu: Tényleg akarod
it: Sei sicuro di volere
nl: Wil je echt JOUW favorieten
pl: Czy na pewno chcesz, aby
ru: Удалить
sr: Да ли стварно желите да

source: delete YOUR favourites?
bg: премахнете всички любими сървъри?
cs: servery z Oblíbených?
el: διαγράψετε τα αγαπημένα σας?
es: eliminar TUS favoritos?
fi: poistaa SINUN suosikkisi?
fr: supprimer VOS favoris ?
hu: törölni a kedvenceidet?
it: cancellare i TUOI preferiti?
nl: verwijderen?
pl: usunąć twoje ulubione?
ru: ВАШЕ избранное?
sr: обришете ВАШЕ омиљене сервере?

source: FILTERS
bg: ФИЛТРИ
cs: FILTRY
el: ΦΙΛΤΡΑ
es: FILTROS
fi: SUODATTIMET
fr: FILTRES
hu: SZŰRŐK
it: FILTRI
pl: FILTRY
ru: ФИЛЬТРЫ
sr: ФИЛТЕРИ

source: Source:
bg: Източник:
cs: Zdroj:
el: Πηγή:
es: Fuente:
fi: Lähde:
hu: Forrás:
it: Fonte:
nl: Bron:
pl: Źródło:
ru: Источник:
sr: Извор:

source: Local
bg: Локална мрежа
cs: Místní síť
el: Τοπικός
fi: Paikallinen
hu: Helyi
it: Locale
nl: Lokaal
pl: Lokalny
ru: ЛВС
sr: Локални

source: Internet
bg: Интернет
ru: Интернет
sr: Интернет

source: Favorites
bg: Любими
cs: Oblíbené
el: αγαπημένα
es: Favoritos
fi: Suosikit
fr: Favoris
hu: Kedvencek
it: Preferiti
nl: Favorieten
pl: Ulubione
ru: Избранное
sr: Омиљени
