Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Mac OS X is a trademark of Apple Computer, Inc., registered in the U.S. and other countries.
bg: Mac OS X е запазена марка на компания Apple Computer, Inc., регистрирана в САЩ и други страни.
cs: Mac OS X je obchodní značka Apple Computer, Inc. registrovaná v USA a v jiných zemích.
el: Mac OS X είναι ένα σήμα κατατεθέν του Apple Computer, Inc.,συστημένο σε ο Ηνωμένες Πολιτείες και άλλα χώρες.
es: Mac OS X es una marca de Apple Computer, Inc., registrada en E.E.U.U. y otros países.
fi: Mac OS X on Apple Computer, Inc rekisteröity tavaramerkki yhdysvalloissa ja muissa maissa.
fr: Mac OS X est une marque d'Apple Computer, Inc., déposée aux États-Unis et dans d'autres pays.
hu: A Mac OS X az Apple Computer, Inc. az USA-ban és más országokban bejegyzett védjegye.
it: Mac OS X è un marchio registrato da Apple Computer, Inc., registrato negli U.S.A. e altri paesi.
nl: Mac OS X is een handelsmerk van Apple Computer, Inc., geregistreerd in de VS en andere landen.
pl: Mac OS X jest znakiem towarowym firmy Apple Inc., zastrzeżonym w USA i innych krajach.
ru: Mac OS X - товарный знак Apple Computer, Inc., зарегистрированный в США и других странах.
sr: Mac OS X је заштићен знак Apple Computer, Inc., регистрован у САД и другим државама.

source: ET: LEGACY HALL OF FAME
bg: ЗАЛА НА СЛАВАТА
cs: SÍŇ SLÁVY ET:LEGACY
el: ET: LEGACY χόλ ΤΟΥ ΦΉΜΗ
es: ET: LEGACY SALÓN DE LA FAMA
fi: ET: LEGACY KUNNIAGALLERIA
fr: ET: LEGACY Temple de la renommée
hu: ET:LEGACY HÍRESSÉGEK CSARNOKA
it: ALBO D'ORO ET: LEGACY
pl: GALERIA SŁAW ET: LEGACY
ru: ЗАЛ СЛАВЫ ET: LEGACY
sr: ДВОРАНА СЛАВНИХ ET: LEGACY-а

source: Advices, Bug reports, Patches
bg: Идеи, докладване проблеми, поправки
cs: Rady, hlášení chyb, záplaty
el: Συμβουλές,Έντομο εκθέσεις,επιδιόρθωση
es: Consejos, Reporte de fallos, Parches
fi: Vinkit, Virheraportit ja Korjaukset
fr: Conseils, rapports de bogues, patches
hu: Tanácsok, hibajelentések, patchek
it: Suggerimenti, Bug report e Patch
nl: Advies, bugrapportage, patches
pl: Sugestie, Raporty o błędach, Łatki
ru: Советы, сообщения об ошибках, патчи
sr: Савети, дојава багова, печеви

source: ^1TRANSLATIONS
bg: ^1ПРЕВОДАЧИ
cs: ^1PŘEKLADY
el: ^1ΜΕΤΑΦΡΑΣΕΙΣ
es: ^1TRADUCCIONES
fi: ^1KÄÄNNÖKSET
fr: ^1TRADUCTIONS
hu: ^1FORDÍTÁSOK
it: ^1TRADUZIONI
nl: ^1VERTALINGEN
pl: ^1TŁUMACZENIE
ru: ^1ПЕРЕВОДЫ
sr: ^1ПРЕВОДИ

source: EXECUTIVE PRODUCED BY ID SOFTWARE
bg: ПРОДУЦИРАНА ОТ ID SOFTWARE
cs: VÝROBA PROVEDENA ID SOFTWARE
el: Εκτέλεση παραγωγής από την id Software
es: PRODUCCIÓN EJECUTIVA DE ID SOFTWARE
fi: JOHTAVA TUOTTAJA ID SOFTWARE:lta
fr: PRODUIT PAR ID SOFTWARE
it: PRODUTTORE ESECUTIVO: ID SOFTWARE
nl: UITVOEREND GEPRODUCEERD DOOR ID SOFTWARE
pl: PRODUCENT WYKONAWCZY ID SOFTWARE
ru: ПРОДЮСИРОВАНО ID SOFTWARE
sr: ИЗВРШНИ ПРОДУЦЕНТ: ID SOFTWARE

source: Executive Producer
bg: Изпълнителен продуцент
cs: Vedoucí výroby
el: Εκτελεστικός παραγωγός
es: Productor Ejecutivo
fi: Vastaava Tuottaja
fr: Producteur exécutif
it: Produttore Esecutivo
nl: Uitvoerend producer
pl: Producent Wykonawczy
ru: Исполнительный продюсер
sr: Извршни продуцент

source: Additional Programming
bg: Допълнително програмиране
cs: Další programování
el: Πρόσθετες δυνατότητες προγραμματισμού
es: Programación Adicional
fi: Lisäohjelmointi
fr: Programmation supplémentaire
hu: További programozás
it: Programmazione Aggiuntiva
nl: Extra programmering
pl: Dodatkowe Programowanie
ru: Дополнительное программирование
sr: Додатно програмирање

source: Wolfenstein: Enemy Territory is powered by id Software's Quake III Arena (TM) technology.
bg: Wolfenstein: Enemy Territory използва технологията на Quake III Arena (TM) от id Software.
cs: Wolfenstein: Enemy Territory je založeno na technologii Quake III Arena (TM) od id Software.
el: Wolfenstein: Enemy Territory τροφοδοτείται από το λογισμικό ταυτότητας της Quake III Arena (TM) τεχνολογίας.
es: Wolfenstein: Enemy Territory funciona con la tecnología Quake III Arena (TM) de id Software.
fi: Wolfenstein: Enemy Territory on rakennettu id Software:n Quake III Arena (TM) pelimoottorin päälle.
fr: Wolfenstein: Enemy Territory fonctionne avec moteur de id Software, Quake III Arena (TM).
hu: A Wolfenstein: Enemy Territory-t az id Software Quake III Arena (TM) technológiája hajtja.
it: Wolfenstein: Enemy Territory è offerto da id Software's Quake III Arena (TM) technology.
nl: Wolfenstein: Enemy Territory is gemaakt met id Software's Quake III Arena (TM) technology.
pl: Wolfenstein: Enemy Territory jest oparty na technologi Quake III Arena (TM) stworzonej przez id Software
ru: Wolfenstein: Enemy Territory разработан на основе Quake III Arena от id Software.
sr: Wolfenstein: Enemy Territory покреће Quake III Arena (TM) технологија id Software-а.

source: Production, development and technical assistance provided by id Software.
bg: Изработка, презентация и техническа поддръжка, предоставени от id Software.
cs: Výrobní, vývojářskou a technickou asistenci poskytl id Software.
el: Παραγωγή, την ανάπτυξη και την τεχνική βοήθεια που παρέχεται από την id Software.
es: Producción, desarrollo y asistencia técnica ofrecida por id Software.
fi: Tuotanto, kehitys ja teknistä apua toimitti id Software.
fr: La production, le développement et l'assistance technique sont assurés par id Software.
hu: Produkciós, fejlesztési és technikai segítséget az id Software szolgáltatta.
it: Produzione, sviluppo e assistenza tecnica fornite da id Software.
nl: Productie, ontwikkeling en technische ondersteuning gedaan door id Software.
pl: Produkcja, wykonanie i pomoc techniczna została zapewniona przez id Software.
ru: Помощь в производстве и разработке от id Software.
sr: Продукциону, развојну и техничку подршку дао id Software.

source: ^1ORIGINAL DEVELOPERS
bg: ^1АВТОРИ
cs: PŮVODNÍ VÝVOJÁŘI
el: ^1ΑΡΧΙΚΟΊ ΠΡΟΓΡΑΜΜΑΤΙΣΤΈΣ
es: ^1DESARROLLADORES ORIGINALES
fi: ^1ALKUPERÄISET KEHITTÄJÄT
fr: ^1DÉVELOPPEURS ORIGINAUX
hu: ^1AZ EREDETI FEJLESZTŐK
it: ^1SVILUPPATORI ORIGINALI
nl: ^1ORIGINELE ONTWIKKELAARS
pl: ^1ORYGINALNI WYDAWCY
ru: ^1ОРИГИНАЛЬНЫЕ РАЗРАБОТЧИКИ
sr: ^1ОРИГИНАЛНИ РАЗВОЈНИ ТИМ

source: © 2003 Id Software, Inc. All rights reserved. Wolfenstein: Enemy Territory, Return to Castle Wolfenstein, the Return to Castle Wolfenstein logo, the id Software name, and the id logo are either registered trademarks or trademarks of Id Software, Inc. in the United States and/or other countries. All other trademarks and trade names are the properties of their respective owners.
bg: © 2003 Id Software, Inc. Всички права запазени. Wolfenstein: Enemy Territory, Return to Castle Wolfenstein, знакът на Return to Castle Wolfenstein, името на id Software и знакът на id са регистрирани търговски марки или търговски марки на Id Software, Inc. в Съединените щати и/или други страни. Всички други търговски знаци и имена принадлежат на техните собственици.
cs: © 2003 Id Software, Inc. Všechna práva vyhrazena. Wolfenstein: Enemy Territory, Return to Castle Wolfenstein, logo Return to Castle Wolfenstein, jméno id Software a jeho logo jsou buď registrované obchodní známky nebo obchodní známky společnosti Id Software, Inc. v USA a nebo v jiných zemích. Všechny ostatní obchodní známky a obchodní jména jsou majetkem jejich vlastníků.
el: © 2003 Id Software, Inc. All rights reserved. Wolfenstein: Έδαφος Το Enemy, Επιστροφή στο Κάστρο Wolfenstein, την Επιστροφή στο Κάστρο Wolfenstein λογότυπο, το όνομα id Software και το λογότυπο id είναι σήματα κατατεθέντα ή εμπορικά σήματα της Id Software, Inc. στις Ηνωμένες Πολιτείες και / ή άλλες χώρες. Όλα τα άλλα εμπορικά σήματα και εμπορικές ονομασίες ανήκουν στους αντίστοιχους ιδιοκτήτες τους.
es: © 2003 Id Software, Inc. Todos los derechos reservados. Wolfenstein: Enemy Territory, Return to Castle Wolfenstein, el logo de Return to Castle Wolfenstein, el nombre de id Software y el logo de id son marcas comerciales o marcas registradas de Id Software, Inc. en Estados Unidos y/o otros países. Todas las demás marcas son propiedad de sus respectivos dueños.
fi: © 2003 Id Software, Inc. Kaikki oikeidet varattu. Wolfenstein Enemy Territory, Return to Castle Wolfenstein, Return to Castle Wolfenstein logo, id Software nimi ja id:n logo ovat rekisteröityjä tavaramerkkejä tai Id Software:n tavarakerkkejä yhdysvalloissa ja/tai muissa maissa. Kaikki muut tavaramerkit ovat omistajiensa omaisuutta.
fr: © 2003 Id Software, Inc. Tous droits réservés. Wolfenstein: Enemy Territory, Return to Castle Wolfenstein, le logo Return to Castle Wolfenstein, le nom de id Software, et le logo d'id sont des marques déposées ou des marques commerciales de Id Software, Inc. aux États-Unis et / ou dans d'autres pays. Toutes les autres marques et noms commerciaux sont la propriété de leurs propriétaires respectifs.
hu: © 2003 Id Software, Inc. Minden jog fenntartva. A Wolfenstein: Enemy Territory, Return to Castle Wolfenstein, a Return to Castle Wolfenstein logó, az id Software név, és az id logó vagy bejegyzett védjegyek, vagy az Id Software, Inc. névjegye az Egyesült Államokban és/vagy más országokban. Minden más névjegy és kereskedelmi név a megfelelő tulajdonosok tulajdona.
it: © 2003 Id Software, Inc. Tutti i diritti sono riservati. Wolfenstein: Enemy Territory, Return to Castle Wolfenstein, il logo di Return to Castle Wolfenstein, il nome id Software, e il logo id sono marchi registrati o marchi della Id Software, Inc. negli Stati Uniti e/o altri paesi. Tutti gli altri marchi e nomi commerciali sono di proprietà dei corrispettivi proprietari.
nl: © 2003 Id Software, Inc. Alle rechten voorbehouden. Wolfenstein: Enemy Territory, Return to Castle Wolfenstein, het Return to Castle Wolfenstein logo, de naam id Software eh het id logo zijn ofwel geregistreerde handelsmerken van id Software, Inc. in de Verenigde Staten en/of andere landen. Alle andere handelsmerken en handelsnamen zijn de eigendommen van hun respectievelijke eigenaars.
pl: © 2003 Id Software, Inc. Wszystkie prawa zastrzeżone. Loga i nazwy Wolfenstein: Enemy Territory, Return to Castle Wolfenstein, the Return to Castle Wolfenstein, id Software są zarejestrowanymi znakami handlowymi lub znakami firmy Id Software, Inc. w USA i/lub innych krajach. Wszystkie inne znaki towarowe i nazwy handlowe są własnością ich właścicieli.
ru: © 2003 Id Software, Inc. Все права защищены. Wolfenstein: Enemy Territory, Return to Castle Wolfenstein, логотип Return to Castle Wolfenstein, имя id Software, и логотип id зарегистрированные товарные знаки или товарные знаки Id Software, Inc. в США и/или других странах. Все другие товарные знаки или товарные имена являются собственностью соответствующих владельцев.
sr: © 2003 Id Software, Inc. Сва права су резервисана. Wolfenstein: Enemy Territory, Return to Castle Wolfenstein, лого Return to Castle Wolfenstein, назив id Software и лого id су или регистровани заштићени знаци или заштићени знаци Id Software, Inc. у САД и/или другим државама. Сви остали заштићени знаци и заштићени називи припадају својим власницима.

source: DEVELOPED BY SPLASH DAMAGE
bg: РАЗРАБОТЕНА ОТ SPLASH DAMAGE
cs: VYVINUTO SPLASH DAMAGE
el: ΑΝΑΠΤΥΓΜΕΝΟ ΑΠΟ SPLASH ΖΗΜΙΑ
es: DESARROLLADO POR SPLASH DAMAGE
fi: SPLASH DAMAGEN KEHITTÄMÄ
fr: DÉVELOPPÉ PAR SPLASH DAMAGE
hu: A SPLASH DAMAGE FEJLESZTÉSÉBEN
it: SVILUPPATO DA SPLASH DAMAGE
nl: ONTWIKKELD DOOR SPLASH DAMAGE
pl: WYDANE PRZEZ SPLASH DAMAGE
ru: РАЗРАБОТАНО SPLASH DAMAGE
sr: РАЗВОЈНИ ТИМ: SPLASH DAMAGE

source: Game Designer / Managing Director
bg: Игрови дизайнер / Ръководещ директор
cs: Herní designér / Výkonný ředitel
el: Σχεδιαστής παιχνιδιών / Διευθύνων Σύμβουλος
es: Diseñador del Juego / Director de Administración.
fi: Pelisuunnittelija / Toimitusjohtaja
fr: Game Designer / Directeur de gestion
it: Disegnatore Gioco / Direttore Amministrativo
nl: Game ontwerp / directeur
pl: Projektant Gry / Dyrektor Zarządzający
ru: Геймдизайнер / Управляющий директор
sr: Дизајнер игре / директор управе

source: Business Director
bg: Бизнес директор
cs: Obchodní ředitel
el: Διευθυντής Επιχειρηματικής
es: Director de Empresa
fi: Liiketoimintajohtaja
fr: Directeur Commercial
it: Direttore Commerciale
nl: Zakelijk directeur
pl: Dyrektor Firmy
ru: Бизнес-директор
sr: Директор пословања

source: ART
bg: ТВОРЧЕСКИ ЕКИП
cs: VÝTVARNÉ UMĚNÍ
el: ΤΈΧΝΗ
es: ARTE
fi: TAIDE
it: ARTE
ru: АРТ
sr: УМЕТНОСТ

source: Lead Artist / Creative Director
bg: Главен художник / Творчески директор
cs: Hlavní výtvarník / Tvůrčí ředitel
el: Οδηγήσει καλλιτέχνης / διευθυντής δημιουργικού
es: Artista Principal / Director Creativo
fi: Pääartisti / Luova johtaja
fr: Directeur artistique
it: Artista Guida / Direttore Creativo
nl: Hoofdartiest / Creatief directeur
pl: Główny Artysta / Dyrektor Grafiki
ru: Главный художник / Креативный директор
sr: Главни уметник / креативни директор

source: Artist / Animator
bg: Художник / Аниматор
cs: Výtvarník / Animátor
el: Καλλιτέχνης εμψυχωτης
es: Artista / Animador
fi: Taiteilija / Animoija
fr: Artiste animateur
it: Artista / Animatore
nl: Artiest / animaties
pl: Artysta / Animator
ru: Художник / Аниматор
sr: Уметник / аниматор

source: Additional Art
bg: Допълнителни творчески работи
cs: Další výtvarní umění
el: πρόσθετες Τέχνης
es: Arte Adicional
fi: Muut artistit
fr: Art supplémentaire
hu: További Art
it: Arte Aggiuntiva
nl: Extra art
pl: Dodatkowy Art
ru: Дополнительный арт
sr: Додатна уметност

source: PROGRAMMING
bg: ПРОГРАМИСТИ
cs: PROGRAMOVÁNÍ
el: ΠΡΟΓΡΑΜΜΑΤΙΣΜΌΣ
es: PROGRAMACIÓN
fi: OHJELMOINTI
fr: PROGRAMMATION
hu: PROGRAMOZÁS
it: PROGRAMMAZIONE
nl: PROGRAMMERING
pl: PROGRAMOWANIE
ru: ПРОГРАММИРОВАНИЕ
sr: ПРОГРАМИРАЊЕ

source: Programmer
bg: Програмист
cs: Programátor
el: Προγραμματιστής
es: Programador
fi: Ohjelmoija
fr: Programmeur
hu: Programozó
it: Programmatore
nl: Programmeur
pl: Programista
ru: Программист
sr: Програмер

source: Programmer / Artist
bg: Програмист / Художник
cs: Programátor / Umělec
el: Προγραμματιστής / Καλλιτέχνης
es: Programador / Artista
fi: Ohjelmoija / Taiteilija
fr: Programmeur / Artiste
hu: Programozó / Artist
it: Programmatore / Artista
nl: Programmeur / artiest
pl: Programista / Artysta
ru: Программист / Художник
sr: Програмер / уметник

source: DESIGN
bg: ДИЗАЙН
cs: NÁVRH
el: ΣΧΈΔΙΟ
es: DISEÑO
fi: SUUNNITTELU
it: DISEGNO
nl: ONTWERP
pl: PROJEKTOWANIE
ru: ДИЗАЙН
sr: ДИЗАЈН

source: Designer / Audio Engineer
bg: Дизайнер / Звукорежисьор
cs: Návrhář / Zvukař
el: Σχεδιαστής / ήχου Μηχανικός
es: Diseñador / Ingeniero de Sonido
fi: Suunnittelija / Audioinsinööri
fr: Designer / Ingénieur du son
it: Disegnatore / Ingegnere Audio
nl: Ontwerper / geluidsengineer
pl: Projektant / Inżynier Dźwięku
ru: Дизайнер / Аудиоинженер
sr: Дизајнер / инжењер звука

source: Designer / Writer
bg: Дизайнер / Сценарист
cs: Návrhář / Spisovatel
el: Σχεδιαστής / Συγγραφέας
es: Diseñador / Escritor
fi: Suunnittelija / Kirjoittaja
fr: Designeur / Scénariste
hu: Designer / Író
it: Disegnatore / Scrittore
nl: Ontwerper / schrijver
pl: Projektant / Pisarz
ru: Дизайнер / Сценарист
sr: Дизајнер / писац

source: LEVEL DESIGN
bg: ДИЗАЙН НИВА
cs: NÁVRH ÚROVNÍ
el: ΕΠΊΠΕΔΟ ΣΧΈΔΙΟ
es: DISEÑO DE NIVELES
fi: TASOSUUNNITTELU
fr: CONCEPTION DE NIVEAUX DE JEU
hu: PÁLYA DESIGN
it: DESIGN LIVELLO
nl: LEVELONTWERP
pl: PROJEKTOWANIE POZIOMÓW
ru: ДИЗАЙН УРОВНЕЙ
sr: ДИЗАЈН НИВОА

source: Lead Level Designer
bg: Главен дизайнер нива
cs: Hlavní návrhář úrovní
el: οδηγήσουν Επίπεδο Σχεδιαστής
es: Diseñador Principal de Niveles
fi: Johtava Tasosuunnittelija
fr: Concepteur de niveau en chef
hu: Vezető pálya designer
it: Capo Disegnatore Livello
nl: Hoofd levelontwerp
pl: Główny Projektant Poziomów
ru: Главный дизайнер уровней
sr: Главни дизајнер нивоа

source: Senior Level Designer
bg: Старши дизайнер нива
cs: Starší návrhář úrovní
el: Αρχαιότερος Επίπεδο Σχεδιαστής
es: Diseñador Senior de Niveles
fi: Ylemmän tason Tasosuunnittelija
fr: Concepteur de niveau senior
hu: Senior pálya designer
it: Disegnatore Livello Senior
nl: Senior levelontwerper
pl: Starszy Projektant Poziomów
ru: Старший дизайнер уровней
sr: Виши дизајнер нивоа

source: Level Designer
bg: Дизайнер нива
cs: Návrhář úrovní
el: Επίπεδο Σχεδιαστής
es: Diseñador de Niveles
fi: Tasosuunnittelija
fr: Concepteur de niveau
hu: Pálya designer
it: Disegnatore Livello
nl: Levelontwerper
pl: Projektant Poziomów
ru: Дизайнер уровней
sr: Дизајнер нивоа

source: Level Designer / Artist
bg: Дизайнер нива / Художник
cs: Návrhář úrovní / Výtvarník
el: Επίπεδο Σχεδιαστής / Καλλιτέχνης
es: Diseñador de Niveles / Artista
fi: Tasosuunnittelija / Taiteilija
fr: Concepteur de niveau / artiste
hu: Pálya designer / Artist
it: Disegnatore Livello / Artista
nl: Levelontwerper / artiest
pl: Projektant Poziomów / Artysta
ru: Дизайнер уровней / Художник
sr: Дизајнер нивоа / уметник

source: Additional Level Design
bg: Допълнителен дизайн нива
cs: Doplňující návrh úrovní
el: Πρόσθετες Επίπεδο Σχεδιασμού
es: Diseño de Niveles Adicional
fi: Muut tasosuunnittelijat
fr: Concepteur de niveau supplémentaire
hu: További pálya design
it: Disegno Livello Aggiuntivo
nl: Extra levelontwerp
pl: Dodatkowy Projektant Poziomów
ru: Дополнительный дизайн уровней
sr: Додатни дизајн нивоа

source: ET: Legacy Website
bg: Интернет страница
es: Web de ET: Legacy
fi: ET: Legacy Verkkosivu
fr: Site web de ET: Legacy
hu: ET: Legacy weboldal
it: Sito Web ET: Legacy
pl: Strona int. ET: Legacy
ru: Сайт ET: Legacy

source: Do you want to open www.etlegacy.com ?
bg: Искате ли да отворите www.etlegacy.com ?
cs: Chceš otevřít www.etlegacy.com ?
el: Θέλετε να ανοίξετε www.etlegacy.com?
es: ¿Quieres abrir www.etlegacy.com ?
fi: Haluatko avata sivun www.etlegacy.com ?
fr: Voulez-vous ouvrir www.etlegacy.com ?
hu: Megszeretnéd nyitni a www.etlegacy.com-ot?
it: Vuoi aprire www.etlegacy.com ?
nl: Wil je www.etlegacy.com openen?
pl: Czy chcesz otworzyć www.etlegacy.com?
ru: Открыть www.etlegacy.com ?
sr: Да ли желите да отворите www.etlegacy.com ?

source: YES
bg: ДА
cs: ANO
el: ΝΑΊ
es: SI
fi: KYLLÄ
fr: OUI
hu: IGEN
it: SI
nl: JA
pl: TAK
ru: ДА
sr: ДА

source: NO
bg: НЕ
cs: NE
el: ΌΧΙ
fi: EI
fr: NON
hu: NEM
nl: NEE
pl: NIE
ru: НЕТ
sr: НЕ

source: DEFAULT SERVER SETTINGS
bg: ОСНОВНИ СЪРВЪРНИ НАСТРОЙКИ
cs: PŮVODNÍ NASTAVENÍ
el: ΑΘΈΤΗΣΗ ΥΠΗΡΈΤΗΣ ΡΥΘΜΊΣΕΙΣ
es: AJUSTES DE SERVIDOR POR DEFECTO
fi: PALVELIMEN OLETUSASETUKSET
fr: PARAMÈTRES PAR DÉFAUT DU SERVEUR
hu: ALAP SZERVERBEÁLLÍTÁSOK
it: IMPOSTAZIONI PREDEFINITE SERVER
nl: STANDAARD SERVERINSTELLINGEN
pl: DOMYŚLNE USTAWIENIA SERWERA
ru: НАСТРОЙКИ СЕРВЕРА ПО УМОЛЧАНИЮ
sr: ПРВОБИТНА ПОДЕШАВАЊА СЕРВЕРА

source: Reset server settings to default?
bg: Нулиране настройките на сървъра?
cs: Vrátit nastavení serveru do výchozího stavu?
el: Επαναφορά των ρυθμίσεων του διακομιστή να προεπιλογή?
es: ¿Resetear los ajustes del servidor?
fi: Palauta palvelimen oletusasetukset?
fr: Réinitialiser les paramètres du serveur par défaut ?
hu: Szerverbeállítások visszaállítása?
it: Resettare la configurazione predefinita del server?
nl: Standaard serverinstellingen terugzetten?
pl: Zresetować serwer do domyślnych ustawień?
ru: Сбросить настройки сервера?
sr: Вратити подешавања сервера на првобитна?

source: HOST GAME: ADVANCED
bg: СЪЗДАВАНЕ ИГРА: ДОПЪЛНИТЕЛНИ НАСТРОЙКИ
cs: HOSTIT HRU: POKROČILÉ
el: ΠΛΉΘΟΣ ΠΑΙΧΝΊΔΙ: ΠΡΟΧΩΡΗΜΈΝΟΣ
es: ALOJAR JUEGO: AVANZADO
fi: ISÄNNÖI PELI: KEHITTYNEET
fr: HÉBERGER LE JEU: AVANCÉ
hu: SAJÁT JÁTÉK: HALADÓ
it: SERVER: AVANZATE
nl: ORGANISEER SPEL: GEAVANCEERD
pl: STAWIANIE SERWERA: ZAAWANSOWANE
ru: СОЗДАТЬ ИГРУ: ДОПОЛНИТЕЛЬНО
sr: ХОСТИНГ ИГАРА: НАПРЕДНО

source: GENERAL
bg: ОСНОВНИ
cs: OBECNÉ
el: ΓΕΝΙΚΌΣ
fi: YLEISET
fr: GÉNÉRAL
hu: ÁLTALÁNOS
it: GENERALE
nl: ALGEMEEN
pl: OGÓLNE
ru: ОБЩИЕ
sr: ОПШТЕ

source: Minimum Ping:
bg: Минимален пинг:
cs: Ping nejméně:
el: Ελάχιστο Ping:
es: Ping Mínimo:
fi: Pienin vaste:
fr: Latence minimale:
it: Ping Minimo:
pl: Minimalny Ping:
ru: Минимальная задержка:
sr: Минимални пинг:

source: Setting the minimum ping can be used to exclude LPBs (0 = No Minimum)
bg: Настройка на долната граница на пинга, ползвана за ограничаване достъпа на LPB (0 = изключва, въведете само цифри)
cs: Nastavením minimálního pingu lze odfiltrovat hráče s nízkým pingem (0 = minimum vypnuto)
el: Τον καθορισμό της ελάχιστης ping μπορεί να χρησιμοποιηθεί για να αποκλείσει LPBs (0 = Όχι Ελάχιστο)
es: Ajustar el ping mínimo se puede usar para excluir LPBs (0 = Sin Mínimo)
fi: Asettamalla pienin vaste asetus, voidaan estää LPB:t (0 = ei rajoutusta)
fr: Définir la latence minimale permet d'exclure les personnes ayant une latence très basse (0 = pas de minimum)
hu: Minimum ping beállítása a túl alacsony pingű játékosok kizárásához (0 = nincs minimum)
it: Imposta il ping minimo che può essere usato per escludere LPBs (0 = Nessun Minimo)
nl: Het instellen van een minimum ping kan je gebruiken om LPBs te weren (0 = geen minimum)
pl: Ustawia minimalny ping, który może być użyty do wykluczenia (0 = Brak Minimum)
ru: Установка минимальной задержки может быть использована для исключения LPB (0 = нет минимума)
sr: Подешавање минималног пинга се може користити ради изостављања LPB-ова (0 = без минимума)

source: Maximum Ping:
bg: Максимален пинг:
cs: Ping nanejvýše:
el: Ανώτατο όριο Ping:
es: Ping Máximo:
fi: Suurin vaste:
fr: Latence maximal:
it: Ping Massimo:
pl: Maksymalny Ping:
ru: Максимальная задержка:
sr: Максимални пинг:

source: Setting the maximum ping can be used to exclude HPBs (0 = No Maximum)
bg: Настройка на горната граница на пинга, ползвана за ограничаване достъпа на HPB (0 = изключва, въведете само цифри)
cs: Nastavením maximálního pingu lze odfiltrovat hráče s vysokým pingem (0 = maximum vypnuto)
el: Ρύθμιση της μέγιστης ping μπορεί να χρησιμοποιηθεί για να αποκλείσει HPBs (0 = Όχι Μέγιστο)
es: Ajustar el ping máximo se puede usar para excluir HPBs (0 = Sin Máximo)
fi: Asettamalla suurin vaste asetus, voidaan estää HPB:t (0 = ei rajoitusta)
fr: Définir la latence maximale permet d'exclure les personnes ayant une latence très élevée (0 = pas de maximum)
hu: Maximum ping beállítása a túl magas pingű játékosok kizárásához (0 = nincs maximum)
it: Imposta il ping massimo che può essere usato per escludere HPB (0 = nessun massimo)
nl: Het instellen van een maximum ping kan je gebruiken om HPBs te weren (0 = geen minimum)
pl: Ustawia maksymalny ping, który może być użyty do wykluczenia (0 = Brak Maximum)
ru: Установка максимальной задержки может быть использована для исключения HPB (0 = нет максимума)
sr: Подешавање минималног пинга се може користити ради изостављања HPB-ова (0 = без максимума)

source: Maximum Game Rate:
bg: Трансфер скорост данни:
cs: Datový tok nanejvýše:
el: Μέγιστο ποσοστό παιχνίδι:
es: Máximo Game Rate:
fi: Suurin verkon nopeus:
fr: Vitesse Maximum Du Jeu:
hu: Maximum játék ráta:
it: Vel. Max Gioco:
nl: Maximum game ratio:
pl: Maksymalny Rate Gry:
ru: Максимальный рейт:
sr: Макс. брз. сл. у игри:
