Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Choose the type of game servers to display from Internet, local and the favorites list
bg: Избор на типа сървъри за показване от списъците Интернет, Локална мрежа и Любими
cs: Vyber umístění herních serverů
el: Επιλέξτε τον τύπο των servers του παιχνιδιού για να εμφανιστεί από το Internet, των τοπικών και στη λίστα αγαπημένων
es: Elige el tipo de servidores a mostrar de Internet, Local y la lista de favoritos
fi: Valitse pelipalvelinten tyypit jotka näytetään verkosta, lokaalista tai suosikeista
fr: Choisissez le type de serveurs de jeu à montrer depuis l'Internet, le réseau local ou la liste des favoris
hu: A mutatandó játékszerverek típusának kiválasztása az internetről, helyi hálózatról és a kedvencek listájáról
it: Scegli il tipo di server di gioco da visualizzare: internet, locale o dalla lista dei preferiti
nl: Kies het type servers om te tonen
pl: Wybierz typ serwera (Internet, lokalny, ulubiony)
ru: Выберите тип игровых серверов к показу из интернета, ЛВС и списка избранных
sr: Одаберите тип сервера који ће бити приказани са интернета, локално и листе омиљених

source: Objective
bg: Операция
cs: Jednotlivé úrovně (SMO)
el: Σκοπός
es: Objetivo
fi: Päämäärä
fr: Objectif
hu: Objektív
it: Obiettivo
nl: Doelstelling
pl: Cel
ru: Цель
sr: Задаци

source: LMS
bg: ПСЛ
fi: VMP
pl: OOC
ru: ПГ
sr: ДПЧ

source: Displays only game servers offering this Game Type
bg: Показва сървъри, предлагащи избрания режим на игра
cs: Zobrazuje servery se zvoleným typem hry
el: Εμφανίζει μόνο servers του παιχνιδιού που προσφέρει αυτό το Τύπος Παιχνιδιού
es: Muestra sólo servidores que ofrezcan éste Modo de Juego
fi: Näytä vain pelipalvelimet jotka tarjoavat tätä pelityyppiä
fr: Affiche uniquement les serveurs de jeu offrant ce mode de jeu
hu: Csak ezt a játéktípust nyújtó szervereket mutatja
it: Mostra solamente i server che offrono questo Tipo di Gioco
nl: Toont alleen servers van dit type
pl: Wyświetla serwery oferujące tylko wybrany Typ Gry
ru: Показывать только серверы с этим типом игры
sr: Приказује само сервере овог типа

source: Mod:
bg: Модификация:
cs: Mód:
fi: Modi:
ru: Мод:
sr: Мод:

source: Displays only game servers offering this Mod
bg: Показва само сървърите с избраната модификация
cs: Zobrazuje servery se zvoleným módem
el: Εμφανίζει μόνο servers του παιχνιδιού που προσφέρει αυτό το mod
es: Muestra sólo servidores que ofrezcan éste Mod
fi: Näyttää vain tällä modilla olevat pelipalvelimet
fr: Affiche uniquement les serveurs de jeu offrant ce mod
hu: Csak ezt a modot használó szervereket mutatja
it: Mostra solamente i server con questo Mod
nl: Toont alleen servers met deze mod
pl: Wyświetla serwery oferujące tylko ten Mod
ru: Показывать только серверы с этим модом
sr: Приказује само сервере са овом модификацијом

source: Includes or excludes servers with desired map name from the server list
bg: Показва или скрива от списъка сървъри с определена карта за игра
cs: Na seznam zařazuje nebo vyřazuje servery se zvolenou herní úrovní
el: Περιλαμβάνει ή εξαιρεί servers με το επιθυμητό όνομα του χάρτη από τη λίστα εξυπηρετητή
es: Incluye o excluye servidores con el mapa deseado de la lista de servidores
fi: Näytä tai poista palvelimet joissa on tietty kartta pelissä
fr: Inclure ou exclure les serveurs de la liste de serveur avec le nom de la carte désirée
hu: Beteszi vagy kiveszi azokat a szervereket, amiken a kiválasztott pálya fut
it: Include o esclude dalla lista i server con la mappa specificata
nl: Toon of verberg met of zonder deze map
pl: Zawiera lub wyklucza serwery z pożądaną nazwą mapy z listy serwerów
ru: Включает или исключает серверы с данным именем карты
sr: Показује или уклања сервере са датим именом мапе са листе сервера

source: Filter affecting servers with map name
bg: Филтриране сървъри само по избраната карта
cs: Filtruje servery dle zvolené herní úrovně
el: Φίλτρο επηρεάζουν servers με το όνομά χάρτη
es: Filtrando servidores por el nombre del mapa
fi: Filtteröi palvelimet kartan nimellä
fr: Filtre affectant les serveurs avec le nom de carte
hu: Pályanév alapján a szerverekre hatással lévő szűrő
it: Filtra i server con la mappa specificata
nl: Filter servers met mapnaam
pl: Filtr wpływa na serwery z nazwą mapy
ru: Фильтр, влияющий на серверы именем карты
sr: Филтер који утиче на сервере са датим именом мапе

source: Filter Disabled
bg: Изключен филтър
cs: Filtr vypnut
el: φιλτράρετε με ειδικές ανάγκες
es: Filtro Desactivado
fi: Suodatin poistettu käytöstä
fr: Filtre désactivé
hu: Szűrő kikapcsolva
it: Filtro Disabilitato
nl: Filter uitgeschakeld
pl: Filtr Wyłączony
ru: Фильтр выключен
sr: Филтер искључен

source: REFRESH LIST
bg: ОБВНОВИ СПИСЪКА
cs: OBNOVIT SEZNAM
el: Ανανέωση λίστας
es: ACTUALIZAR LISTA
fi: PÄIVITÄ LISTA
fr: RAFRAÎCHIR LA LISTE
hu: LISTA FRISSÍTÉSE
it: AGGIORNA LISTA
nl: LIJST VERVERSEN
pl: ODŚWIEŻ LISTĘ
ru: ОБНОВИТЬ СПИСОК
sr: ОБНОВА ЛИСТЕ

source: Refresh servers list
bg: Обновява списъка със сървъри
cs: Obnovuje seznam serverů
el: Ανανέωση λίστας διακομιστών
es: Actualizar la lista de servidores
fi: Päivitä palvelinlista
fr: Rafraîchir la liste des serveurs
hu: Szerverlista frissítése
it: Aggiorna la lista server
nl: Ververs server lijst
pl: Odśwież listę serwerów
ru: Перезагрузить список серверов
sr: Обновите листу сервера

source: RESET FILTERS
bg: ИЗЧИСТВАНЕ ФИЛТРИ
cs: OBNOVIT FILTRY
el: Καθαρισμός φίλτρων
es: REINICIAR FILTROS
fi: NOLLAA SUODATTIMET
fr: RÉINIT. LES FILTRES
hu: SZŰRŐK VISSZAÁLLÍTÁSA
it: REIMPOSTA FILTRI
pl: RESETUJ FILTRY
ru: СБРОС ФИЛЬТРОВ
sr: РЕСЕТ ФИЛТЕРА

source: Reset all filters to their defaults
bg: Премахва направените настройки на филтрите
cs: Obnoví výchozí nastavení všech filtrů
el: Επαναφορά όλων των φίλτρων στις προεπιλεγμένες τιμές τους
es: Reiniciar todos los filtros a sus valores por defecto
fi: Nollaa kaikki suodattimet niiden oletuksiksi
fr: Remettre tous les filtres à zéro
hu: Összes szűrő visszaállítása alaphelyzetbe
it: Reimposta tutti i filtri predefiniti
nl: Reset alle filters naar standaard waarden
pl: Zresetuj wszystkie filtry do domyślnych
ru: Сбросить все фильтры
sr: Ресетујте филтере на стандардне

source: SERVER BROWSER
bg: СПИСЪК СЪС СЪРВЪРИ
cs: PROHLÍŽEČ SERVERŮ
el: ΥΠΗΡΈΤΗΣ Ο περιηγητής
es: NAVEGADOR DE SERVIDORES
fi: PALVELINSELAIN
fr: EXPLORATEUR DE SERVEUR
hu: SZERVERBÖNGÉSZŐ
pl: PRZEGLĄDARKA SERWERÓW
ru: СПИСОК СЕРВЕРОВ
sr: ПРЕТРАЖИВАЧ СЕРВЕРА

source: SERVER NAME
bg: ИМЕ
cs: NÁZEV SERVERU
el: ΌΝΟΜΑ ΔΙΑΚΟΜΙΣΤΉ
es: NOMBRE DEL SERVIDOR
fi: PAVELIMEN NIMI
fr: NOM DE SERVEUR
hu: SZERVER NÉV
it: NOME SERVER
nl: SERVERNAAM
pl: NAZWA SERWERA
ru: ИМЯ СЕРВЕРА
sr: ИМЕ СЕРВЕРА

source: Click here to sort by Server Name
bg: Подреждане имената на сървърите по азбучен ред
cs: Klikni zde pro řazení serverů dle jména
el: Κάντε κλικ εδώ για να Ταξινόμηση κατά όνομα διακομιστή
es: Click aquí para ordenar por Nombre del Servidor
fi: Klikkaa tästä lajitellaksesi palvelimen nimen mukaan
fr: Cliquez ici pour trier par nom de serveur
hu: Klikkelj ide, hogy szerver név alapján listázzon
it: Clicca qui per ordinare per Nome Server
nl: Klik hier om te sorteren bij Server Naam
pl: Kliknij tutaj, aby posortować według Nazwy Serwera
ru: Нажмите для сортировки по имени сервера
sr: Кликните да разврстате према имену сервера

source: MAP NAME
bg: КАРТА
cs: NÁZEV ÚROVNĚ
el: ΧΑΡΤΗΣ ΟΝΟΜΑ
es: MAPA
fi: KARTAN NIMI
fr: NOM DE CARTE
hu: PÁLYA NÉV
it: NOME MAPPA
nl: MAPNAAM
pl: MAPA
ru: КАРТА
sr: ИМЕ МАПЕ

source: Click here to sort by Campaign or Map name
bg: Подреждане имената на картите по азбучен ред
cs: Klikni zde pro řazení dle jmen úrovní nebo kampaní
el: Κάντε κλικ εδώ για να ταξινομήσετε από Καμπάνια ή Χάρτης όνομα
es: Click aquí para ordenar por el nombre de la Campaña o Mapa
fi: Klikkaa tästä lajitellaksesi kampanjan tai kartan nimen mukaan
fr: Cliquez ici pour trier par campagne ou nom de la carte
hu: Klikkelj ide, hogy hadjárat vagy pálya név alapján listázzon
it: Clicca qui per ordinare per Campagna o Nome mappa
nl: Click hier om te sorteren op campagne of mapnaam
pl: Kliknij tutaj, aby posortować według Kampanii lub Nazwy Mapy
ru: Нажмите чтобы сортировать по имени кампании или карты
sr: Кликните да разврстате према имену кампање или мапе

source: #PLAYERS
bg: ИГРАЧИ
cs: #HRÁČŮ
el: #ΠΑΙΚΤΕΣ
es: JUGADORES
fi: #PELAAJAT
fr: #JOUEURS
hu: #JÁTÉKOSOK
it: #GIOCATORI
nl: #SPELERS
pl: #GRACZY
ru: ИГРОКИ
sr: БР. ИГРАЧА

source: Click here to sort by Player Count
bg: Подреждане по брой на играчите
cs: Klikni zde pro řazení dle počtu hráčů
el: Κάντε κλικ εδώ για να ταξινομήσετε από τον Κόμη Παίχτης
es: Click aquí para ordenar por el Número de Jugadores
fi: Klikkaa tästä lajitellaksesi pelaajamäärän mukaan
fr: Cliquez ici pour trier par nombre de joueurs
hu: Klikkelj ide, hogy játék létszám alapján listázzon
it: Clicca qui per ordinare per Numero Giocatori
nl: Klik hier om te sorteren bij Speler Aantal
pl: Kliknij tutaj, aby posortować według Liczby Graczy
ru: Нажмите чтобы сортировать по числу игроков
sr: Кликните да разврстате према броју играча

source: TYPE
bg: РЕЖИМ
cs: TYP
el: ΤΎΠΟΣ
es: TIPO
fi: TYYPPI
hu: TÍPUS
it: TIPO
pl: TYP
ru: ТИП
sr: ТИП

source: Click here to sort by Game Type
bg: Подреждане по режим на игра
cs: Klikni zde pro řazení dle typu hry
el: Κάντε κλικ εδώ για να ταξινομήσετε από το παιχνίδι Τύπος
es: Click aquí para ordenar por Tipo de Juego
fi: Klikkaa tästä lajitellaksesi pelityypin mukaan
fr: Cliquez ici pour trier par mode de jeu
hu: Klikkelj ide, hogy játéktípusok alapján listázzon
it: Clicca qui per ordinare per Tipo Gioco
nl: Klik hier om te sorteren bij Spel Type
pl: Kliknij tutaj, aby posortować według Typu Gry
ru: Нажмите чтобы сортировать по типу игры
sr: Кликните да разрвстате према типу игре

source: PING
bg: ПИНГ
fi: VIIVE
ru: ПИНГ
sr: ПИНГ

source: DELETE FAVS
bg: ИЗТРИЙ ЛЮБИМИТЕ
cs: SMAZAT OBLÍBENÉ
el: ΔΙΑΓΡΆΦΩ favs
es: BORRAR FAVS
fi: POISTA SUOSIKIT
fr: SUPPR. LES FAVORIS.
hu: KEDVENCEK TÖRLÉSE
it: ELIMINA FAV
nl: VERWIJDER FAVS
pl: USUŃ ULUBIONE
ru: СБРОС ИЗБРАННОГО
sr: ИЗБРИСАТИ ФАВОРИТЕ

source: JOIN SERVER
bg: ПРИСЪЕДИНЯВАНЕ
cs: PŘIPOJIT K SERVERU
el: ΣΥΜΜΕΤΟΧΉ ΥΠΗΡΈΤΗΣ
es: UNIRSE AL SERVIDOR
fi: LIITY PALVELIMELLE
fr: REJOINDRE
hu: CSATLAKOZÁS
it: CONNETTITI
nl: VERBINDEN
pl: POŁĄCZ Z SERWEREM
ru: ПРИСОЕДИНИТЬСЯ
sr: ПРИДРУЖИТИ СЕ СЕРВЕРУ

source: UPDATE AVAILABLE
bg: НАЛИЧНО НОВО ОБНОВЛЕНИЕ
cs: DOSTUPNÁ AKTUALIZACE
el: ΔΙΑΘΈΣΙΜΗ ΑΝΑΒΆΘΜΙΣΗ
es: ACTUALIZACIÓN DISPONIBLE
fi: PÄIVITYS SAATAVILLA
fr: MISE À JOUR DISPONIBLE
hu: FRISSÍTÉS ELÉRHETŐ
it: AGGIORNAMENTO DISPONIBILE
nl: UPDATE BESCHIKBAAR
pl: DOSTĘPNA AKTUALIZACJA
ru: ДОСТУПНО ОБНОВЛЕНИЕ
sr: АПДЕЈТ ДОСТУПАН

source: ERROR
bg: ГРЕШКА
cs: CHYBA
el: ΛΆΘΟΣ
fi: VIRHE
fr: ERREUR
hu: HIBA
it: ERRORE
pl: BŁĄD
ru: ОШИБКА
sr: ГРЕШКА

source: RECONNECT
bg: ПОВТОРЕН ОПИТ
cs: ZNOVU SPOJIT
el: επανασυνδεση
es: RECONECTAR
fi: UUDELLEENYHDISTÄ
fr: RECONNECTER
hu: ÚJRAKAPCSOLÓDÁS
it: RICONNETTI
nl: HERVERBINDEN
pl: PONÓW
ru: ПЕРЕПОДКЛЮЧЕНИЕ
sr: РЕКОНЕКТОВАТИ СЕ

source: PASSWORD REQUIRED
bg: ВЪВЕДЕТЕ ПАРОЛА
cs: VYŽADOVÁNO HESLO
el: κωδικό πρόσβασης που απαιτείται
es: CONTRASEÑA REQUERIDA
fi: SALASANA VAADITTU
fr: MOT DE PASSE REQUIS
hu: JELSZÓ SZÜKSÉGES
it: PASSWORD RICHIESTA
nl: WACHTWOORD NODIG
pl: POTRZEBNE HASŁO
ru: ТРЕБУЕТСЯ ПАРОЛЬ
sr: ЗАХТЕВА ЛОЗИНКУ

source: Enter the server password
bg: Парола за достъп до сървъра
cs: Zadej heslo serveru
el: Εισάγετε τον κωδικό πρόσβασης του διακομιστή
es: Introduce la contraseña del servidor
fi: Syötä palvelimen salasana
fr: Entrez le mot de passe du serveur
hu: Add meg a szerverjelszót
it: Inserisci la password del server
nl: Type de server wachtwoord in
pl: Wpisz hasło serwera
ru: Введите пароль сервера
sr: Унесите лозинку сервера

source: REDIRECTION ADVISED
bg: ПРЕНАСОЧВАНЕ
cs: NABÍDKA PRESMĚROVÁNÍ
el: ανακατευθυνση ΕΝΗΜΕΡΩΘΕΙ
es: REDIRECCIÓN RECOMENDADA
fi: OHJAUS SUOSITELTU
fr: INFORMATION DE REDIRECTION
hu: ÁTIRÁNYÍTÁS JAVASOLT
it: AVVISO REINDIRIZZAMENTO
nl: OMLEIDING GEADVISEERD
pl: PRZEKIEROWANIE
ru: РЕКОМЕНДУЕТСЯ ПЕРЕНАПРАВЛЕНИЕ
sr: ПРЕУСМЕРАВАЊЕ ПРЕПОРУЧЕНО

source: Do you want to redirect to:
bg: Искате ли да заредите препратката към:
cs: Chceš přesměrovat na:
el: Θέλετε να ανακατευθύνει σε:
es: ¿Quieres ser redirigido a:
fi: Haluatko sinut ohjattavan:
fr: Voulez-vous vous rediriger vers:
hu: Akarod, hogy átirányítson ide:
it: Vuoi essere reindirizzato su:
nl: Wil je omgeleid worden naar:
pl: Czy chcesz przekierować się do:
ru: Предлагается перенаправление на:
sr: Да ли желите да се преусмерите на:

source: CREATION ERROR
bg: ГРЕШКА ПРИ СЪЗДАВАНЕ ПРОФИЛ
cs: CHYBA PŘI VYTVÁŘENÍ
el: ΔΗΜΙΟΥΡΓΙΑ ΛΆΘΟΣ
es: ERROR DE CREACIÓN
fi: LUOMISVIRHE
fr: ERREUR À LA CRÉATION
hu: LÉTREHOZÁSI HIBA
it: ERRORE CREAZIONE
nl: NIET GELUKT OM TE MAKEN
pl: BŁĄD TWORZENIA
ru: ОШИБКА СОЗДАНИЯ
sr: ГРЕШКА ПРИ КРЕИРАЊУ

source: CREATE PROFILE
bg: СЪЗДАВАНЕ ПРОФИЛ
cs: VYTVOŘIT PROFIL
el: Δημιουργήστε το προφίλ
es: CREAR PERFIL
fi: LUO PROFIILI
fr: CRÉER LE PROFIL
hu: PROFIL LÉTREHOZÁSA
it: CREA PROFILO
nl: PROFIEL MAKEN
pl: STWÓRZ PROFIL
ru: СОЗДАТЬ ПРОФИЛЬ
sr: НАПРАВИТИ ПРОФИЛ

source: Please choose your initial settings below. You can change these at any time and access more advanced options by visiting the Options Menu. Should more than one person wish to play ET: Legacy, you can create additional profiles by visiting the Profiles Menu.
bg: Моля, изберете началните настройки по-долу. Може да променяте настройките по всяко време и получите достъп до разширените такива в меню "Настройки". Ако в случая няколко играча ще играят ET: Legacy, може да създавате допълнителни профили в меню "Профили".
es: Favor de elegir su configuración inicial a continuación. Puedes cambiar en cualquier momento y acceder a opciones más avanzadas visitando el Menú de Opciones. Si más de una persona desea jugar ET: Legacy, puede crear perfiles adicionales visitando el menú Perfiles.
fr: S'il-vous-plaît, choisissez vos réglages initial ci-dessous. Vous pouvez les changer à n'importe quel moment et accéder à des options plus avancés dans le Menu Options. Si plus d'une personne souhaite jouer à ET:Legacy, vous pouvez créer un profil additionnel dans le Menu Profiles.
it: Imposta le tue impostazioni iniziali qui di seguito. Potrai cambiarle in qualsiasi momento e selezionando il menu' Opzioni potrai accedere ad altre opzioni avanzate. Se un altra persona vorrà giocare ad ET: Legacy, puoi creare nuovi profili selezionando il menu' Profili.
pl: Wybierz swoje ustawienia początkowe. Pamiętaj, że możesz je w dowolnym momencie zmienić w menu Opcje (znajdziesz tam również więcej zaawansowanych opcji). Jeżeli więcej niż jedna osoba będzie grała na tym komputerze w ET: Legacy, to możesz utworzyć więcej profili w menu Profile.

source: Enter the alias here that you would like displayed to others on servers
bg: Напишете желания псевдоним, който ще бъде видим за всички по време на игра
cs: Zadej tvou přezdívku, která bude zobrazena hráčům ve hře
el: Εισάγετε το ψευδώνυμο εδώ ότι θα θέλατε να εμφανίζεται σε άλλους σε διακομιστές
es: Introduce aquí el alias que quiere que se le muestre los jugadores en los servidores
fi: Syötä alias tänne, jonka haluat näkyävän muille palvelimella
fr: Entrez le pseudonyme que vous voulez afficher aux autres sur les serveurs ici
hu: Add meg a fedőneved, amit szeretnél, hogy megjelenjen másoknak a szervereken
it: Inserisci qui lo pseudonimo col quale verrai visualizzato durante il gioco
nl: Voer het alias in waarmee je bekend wilt zijn voor anderen
pl: Wpisz tutaj pseudonim, który chciałbyś wyświetlać innym na serwerach
ru: Введите псевдоним, который будет отображаться у других игроков на сервере
sr: Одаберите надимак који ћете користити на серверима

source: Video Quality:
bg: Качество картина:
cs: Kvalita obrazu:
el: Ποιότητα βίντεο:
es: Calidad de Vídeo:
fi: Videonlaatu:
fr: Qualité vidéo:
hu: Videóminőség:
it: Qualità Video:
nl: Videokwaliteit
pl: Jakość Obrazu:
ru: Качество видео:
sr: Квалитет видеа:

source: Fastest
bg: Най-ниско
cs: Nejnižší
el: γρηγορότερος
es: La Más Rápida
fi: Nopein
fr: Le plus rapide
hu: Leggyorsabb
it: Più Veloce
nl: Snelste
pl: Najszybszy
ru: быстрее всего
sr: Најбржи

source: Fast
bg: Ниско
cs: Nízká
el: Γρήγορα
es: Rápida
fi: Nopea
fr: Rapide
hu: Gyors
it: Veloce
nl: Snel
pl: Szybki
ru: быстрые
sr: Брзи

source: Select your initial video settings, these can be changed later via the options menu
bg: Избор на основни видео настройки, впоследствие можете да ги измените от менюто с настройки
cs: Vyber prvotní nastavení grafiky — lze jej upravit později
el: Επιλέξτε αρχικές ρυθμίσεις σας βίντεο, αυτά μπορεί να αλλάξει αργότερα μέσω του μενού επιλογών
es: Elige tus ajustes iniciales de vídeo, se pueden cambiar más adelante en el menú de opciones
fi: Valitse alustavat videoasetuksesi, nämä voidaan vaihtaa myöhemmin asetusvalikosta.
fr: Sélectionnez les réglages vidéo initiaux, ils peuvent être changés plus tard dans le menu des Réglages
hu: Válaszd ki a kezdeti videóbeállításaidat, ezeket később bármikor meg lehet változtatni a beállítások menüben
it: Seleziona le impostazioni video, le quali potranno essere modificate in seguito tramite il menu Opzioni
nl: Selecteer je video-instellingen, deze kunnen later worden aangepast via het optiemenu
pl: Wybierz swoje początkowe ustawienia ekranu, mogą one być później zmienione w opcjach
ru: Выберите Ваши начальные настройки видео, их можно позже изменить через меню настроек
sr: Одаберите Ваша почетна видео подешавања; она се могу променити касније преко менија Подешавања

source: Choose your preferred video resolution, if unsure leave it as the default
bg: Избор на предпочитан размер на екрана (оставете полето така, ако не сте сигурни)
cs: Vyber vhodné rozlišení obrazu, v případě nejistoty zanech výchozí nastavení
el: Επιλέξτε την προτιμώμενη ανάλυση του βίντεο σας, αν δεν είστε σίγουροι αφήστε το ως το προεπιλεγμένο
es: Elige tu resolución de vídeo preferida, si no estás seguro deja la de por defecto
fi: Valitse toivomasi video resoluutio, jos olet epävarma jätä se oletukseksi
fr: Choisissez votre résolution vidéo préférée, en cas d'incertitude laissez par défaut
hu: Válaszd ki a preferált képernyőfelbontásodat, ha nem vagy benne biztos, hagyd alapértelmezetten
it: Scegli la risoluzione video che preferisci, altrimenti puoi usare quella predefinita
nl: Kies je videoresolutie, laat hem standaard als je twijfelt
pl: Wybierz swoją preferowaną rozdzielczość ekranu, jeśli nie jesteś pewny zostaw domyślną
ru: Выберите разрешение экрана, если не уверены, то оставьте по умолчанию
sr: Одаберите Вашу резолуцију; ако нисте сигурни, оставите стандардну

source: Use this slider to set your mouse sensitivity
bg: Преместете плъзгача, за да регулирате чувствителността на мишката
cs: Použij jezdec ke zvýšení nebo snížení citlivosti myši
el: Χρησιμοποιήστε αυτό το ρυθμιστικό για να ρυθμίσετε την ευαισθησία του ποντικιού σας
es: Usa este control deslizante para ajustar la sensibilidad de tu ratón
fi: Kyätä liukusäädintä asettaaksesi hiiren herkkyytesi
fr: Utilisez ce curseur pour configurer la sensibilité de votre souris
hu: Ennek a csúszka segítségével beállíthatod az egered érzékenységét
it: Usa questo slider per impostare la sensibilità del mouse
nl: Gebruik deze slider om je muis sensiviteit in te stellen
pl: Użyj paska, aby ustawić czułość myszy
ru: Используйте слайдер для установки чувствительности мыши
sr: Користите слајдер да подесите осетљивост миша

source: Choose invert mouse if you prefer flight-simulator style mouse pitch controls
bg: Изберете обърнати посоки, ако предпочитате управление с мишката от типа на летателните симулатори
cs: Obrať pohyb myši, jestliže preferuješ styl ovládání jako v leteckých simulátorech
el: Επιλέξτε το ιμβερτοποιημένο ποντίκι αν προτιμάτε πτήσης προσομοιωτή ελέγχους γήπεδο στυλ του ποντικιού
es: Elige invertir ratón si prefieres los movimientos del estilo de un simulador de vuelo
fi: Valitse hiiren invertointi jos pidät enemmän lento-simulaattori tyylisestä hallinnasta
fr: Choisissez d'inverser la souris si vous préférez contrôler le tangage à la souris à la manière d'un simulateur de vol
hu: Akkor válaszd a fordított egeret, ha a repülőgép szimulátorok beállításait szereted
it: Scegli mouse invertito se preferisci un controllo stile simulatore di volo
nl: Kies omgekeerde muis als je liever je muis in vliegsimulatorstand instelt
pl: Wybierz odwróconą oś myszy jeśli preferujesz kontrole w stylu symulatora latania
ru: Выберите инвертировать мышь если Вам нравится управление как в симуляторе полётов
sr: Одаберите промену осе миша ако сте за контролу као у сим. летења

source: DEFAULT SETTINGS
bg: ОСНОВНИ НАСТРОЙКИ
cs: VÝCHOZÍ NASTAVENÍ
el: ΠΡΟΕΠΙΛΕΓΜΈΝΕΣ ΡΥΘΜΊΣΕΙΣ
es: AJUSTES POR DEFECTO
fi: OLETUSASETUKSET
fr: PARAMÈTRES PAR DÉFAUT
hu: ALAPÉRTELMEZETT BEÁLLÍTÁSOK
it: IMPOSTAZIONI PREDEFINITE
nl: STANDAARDWAARDES
pl: USTAWIENIA DOMYŚLNE
ru: НАСТРОЙКИ ПО УМОЛЧАНИЮ
sr: СТАНДАРДНА ПОДЕШАВАЊА

source: ^1LET'S KEEP ET ALIVE!
bg: ^1НЕКА СЪХРАНИМ ИГРАТА!
el: ^1Ας κρατήσουμε ET ΖΩΝΤΑΝΌΣ!
es: ^1¡MANTENGAMOS VIVO ET!
fi: ^1PIDETÄÄN ET ELOSSA!
fr: ^1GARDONS ET EN VIE !
hu: ^1TARTSUK AZ ET-T ÉLETBEN!
it: ^1MANTENIAMO VIVO ET!
nl: ^1LATEN WE ET LEVEND HOUDEN!
pl: ^1UTRZYMAJMY ET PRZY ŻYCIU!
ru: ^1СОХРАНИМ ET!
sr: ^1ОДРЖИМО ET!

source: Thank you for installing ET: Legacy
bg: Благодарим Ви, че използвате ET: Legacy
cs: Děkujeme za nainstalování hry ET:Legacy
el: Σας ευχαριστούμε για την εγκατάσταση ET: Legacy
es: Gracias por instalar ET: Legacy
fi: Kiitos että asensit ET: Legacyn
fr: Merci d'avoir installé ET: Legacy
hu: Köszönjük, hogy feltelepítetted az ET:Legacy-t
it: Grazie per aver installato ET: Legacy
nl: Bedankt voor het intstalleren van ET: Legacy.
pl: Dziękujemy za zainstalowanie ET: Legacy
ru: Спасибо за установку ET: Legacy!
sr: Хвала Вам што сте инсталирали ET: Legacy

source: QUIT
bg: ИЗХОД
cs: UKONČIT
el: ΕΓΚΑΤΑΛΕΊΠΩ
es: CERRAR
fi: LOPETA
fr: QUITTER
hu: KILÉPÉS
it: ESCI
nl: VERLATEN
pl: WYJDŹ
ru: ВЫЙТИ
sr: ИЗАЋИ

source: CREATE
bg: СЪЗДАЙ
cs: VYTVOŘIT
el: ΔΗΜΙΟΥΡΓΏ
es: CREAR
fi: LUO
fr: CRÉER
hu: LÉTREHOZÁS
it: CREA
nl: MAKEN
pl: STWÓRZ
ru: СОЗДАТЬ
sr: НАПРАВИТИ

source: Choose invert mouse if you prefer flight-simulator mouse pitch
bg: Изберете 'Обърнати посоки', ако предпочитате управление от типа на летателните симулатори.
cs: Obrať pohyb myši, jestliže preferuješ styl ovládání jako v leteckých simulátorech
el: Επιλέξτε το ιμβερτοποιημένο ποντίκι αν προτιμάτε πτήσης προσομοιωτή γήπεδο του ποντικιού
es: Elige invertir ratón si prefieres los movimientos del estilo de un simulador de vuelo
fi: Valitse hiiren invertointi jos pidät enemmän lento-simulaattori tyylisestä hallinnasta
fr: Choisissez d'inverser la souris si vous préférez le contrôle de tangage à la manière d'un simulateur de vol
hu: Akkor válaszd a fordított egeret, ha a repülőgép szimulátorok beállításait szereted
it: Scegli mouse invertito se preferisci un controllo stile simulatore di volo
nl: Kies omgekeerde muis als je liever je muis in vliegsimulatorstand instelt
pl: Wybierz odwróć mysz jeśli preferujesz sterowanie jak w symulatorach lotu
ru: Выберите инвертировать мышь если Вам нравится управление как в симуляторе полётов
sr: Одаберите промену осе миша ако сте за верт. пом. као у сим. летења

source: DELETE WARNING
bg: ПРЕДУПРЕЖДЕНИЕ
cs: VAROVÁNÍ OHLEDNĚ SMAZÁNÍ
el: ΔΙΑΓΡΆΦΩ ΠΡΟΕΙΔΟΠΟΊΗΣΗ
es: AVISO DE BORRADO
fi: POISTOVAROITUS
fr: SUPPRIMER LES AVERTISSEMENTS
hu: TÖRLÉS FIGYELMEZTETÉS
it: AVVISO CANCELLAZIONE
nl: VERWIJDER WAARSCHUWING
pl: UWAGA USUWANIE
ru: ПРЕДУПРЕЖДЕНИЕ ОБ УДАЛЕНИИ
sr: УПОЗОРЕЊЕ О БРИСАЊУ

source: Can't delete
bg: Не може да изтриете
cs: Nelze smazat
el: Δεν μπορείτε να διαγράψετε
es: No puede borrarse
fi: Ei voida poistaa
fr: Ne peut supprimer
hu: Nem lehet törölni
it: Non posso eliminare
nl: Kan niet verwijderen
pl: Nie można usunąć
ru: Не могу удалить
sr: Не можете обрисати
