Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: - Small Health
bg: - Малка аптечка
cs: — Malé zdraví
el: - Μικρές Υγείας
es: - Botiquín Pequeño
fr: - Petite santé
it: - Salute Piccola
nl: - Kleine verbanddoos
pl: - Małą Apteczkę
sr: - Мала Прва помоћ

source: - Med Health
bg: - Средна аптечка
cs: — Střední zdraví
el: - Med Υγείας
es: - Botiquín Mediano
fr: - Santé Medecin
it: - Salute Media
nl: - Medium verbanddoos
pl: - Średnią Apteczkę
sr: - Средња прва помоћ

source: - Health Pack
bg: - Лечебен пакет
cs: — Lékárnička
el: - Πακέτο Υγείας
es: - Botiquín
fr: - Pack de Santé
it: - Pacco Salute
nl: - Verbanddoos
pl: - Apteczkę
sr: - Прва помоћ

source: - Hot Meal
bg: - Горещо ястие
cs: — Teplé jídlo
el: - Ζεστό γεύμα
es: - Comida Caliente
fr: - Repas chaud
it: - Pasto Caldo
nl: - Warme maaltijd
pl: - Ciepły Posiłek
ru: - Горячая пища
sr: - Топли оброк

source: - Cold Meal
bg: - Студено ястие
cs: — Studené jídlo
el: - Κρύο γεύμα
es: - Comida Fría
fr: - Repas froid
it: - Pasto Freddo
nl: - Koude maaltijd
pl: - Zimny Posiłek
ru: - Холодная пища
sr: - Хладни оброк

source: - Health
bg: - Здраве
cs: — Zdraví
el: - Υγεία
es: - Salud
fr: - Santé
it: - Salute
nl: - Gezondheid
pl: - Życie
ru: - Здоровье
sr: - Санитет

source: - Knife
bg: - Нож
cs: — Dýka
el: - Μαχαίρι
es: - Cuchillo
fr: - Couteau
hu: - Kés
it: - Pugnale
nl: - Mes
pl: - Nóż
ru: - Нож
sr: - Нож

source: - Ka-Bar
bg: - Боен нож
pl: - Nóż Bojowy
sr: - Ка-Бар

source: - Luger
bg: - Пистолет Luger
hu: - Lüger
pl: - Lugera
ru: - Люгер
sr: - Лугер

source: - Akimbo Luger
bg: - Пистолети Luger
cs: — Dvojice Lugerů
el: - Με τας χειράς εις τα ισχία Luger
hu: - Akimbo Lüger
pl: - Podwójnego Lugera
ru: - Двойные Luger
sr: - Лугер X2

source: - Silenced Akimbo Luger
bg: - Загл. пистолет Luger
cs: — Dvojice Lugerů s tlumičem
es: - Akimbo Luger Silenciada
fr: - Akimbo Luger Silencieux
hu: - Tompított Akimbo Lüger
it: - Akimbo Luger Silenziata
nl: - Gedempte Akimbo Luger
pl: - Podwójnego Lugera z Tłumikiem
ru: - Двойные Luger с глушителем
sr: - Пригушен Лугер X2

source: - Thompson
bg: - Автомат Thompson
pl: - Thompsona
sr: - Томпсон

source: - Sten gun
bg: - Загл. автомат Sten
cs: — Sten
es: - Sten
fr: - Sten
hu: - Sten
pl: - Stena
ru: - STEN
sr: - Стен

source: - Colt
bg: - Пистолет Colt
pl: - Colta
sr: - Колт

source: - Akimbo Colt
bg: - Пистолети Colt
cs: — Dvojice Coltů
el: - Με τας χειράς εις τα ισχία Colt
pl: - Podwójnego Colta
ru: - Двойные Colt
sr: - Колт X2

source: - Silenced Akimbo Colt
bg: - Загл. пистолети Colt
cs: — Dvojice Coltů s tlumičem
el: - φιμώνονται Με τας χειράς εις τα ισχία Colt
es: - Akimbo Colt Silenciada
fr: - Akimbo Colt Silencieux
hu: - Tompított Akimbo Colt
it: - Akimbo Colt Silenziata
nl: - Gedempte Akimbo Colt
pl: - Podwójnego Colta z Tłumikiem
ru: - Двойные Colt с глушителем
sr: - Пригушен Колт X2

source: - MP 40
bg: - Автомат MP 40
sr: - МП 40

source: - Panzerfaust
bg: - Панцерфауст
el: - μπαζούκας
pl: - Panzerfausta
ru: - Фаустпатрон
sr: - Панцерфауст

source: - Bazooka
bg: - Базука
el: - μπαζούκας
pl: - Bazooke
ru: - Базука
sr: - Базука

source: - Grenade
bg: - Граната
cs: — Granát
el: - Χειροβομβίδα
es: - Granada
hu: - Gránát
it: - Granata
nl: - Granaat
pl: - Granat
ru: - Граната
sr: - Граната

source: - Pineapple
bg: - Лимонка
cs: — Granát
el: - Ανανάς
fr: - Grenade "Pineapple"
hu: - Ananász gránát
it: - Granata
nl: - Ananas
pl: - Granat Odłamkowy
ru: - Лимонка
sr: - Ананас-граната

source: - Flamethrower
bg: - Огнехвъргачка
cs: — Plamenomet
el: - Φλογοβόλο
es: - Lanzallamas
fr: - Lance Flamme
hu: - Lángszóró
it: - Lanciafiamme
nl: - Vlammenwerper
pl: - Miotacz Ognia
ru: - Огнемет
sr: - Бацач пламена

source: - Syringe
bg: - Инжекция
cs: — Injekce
el: - Σύριγγα
es: - Jeringuilla
fr: - Seringue
hu: - Tű
it: - Siringa
nl: - Injectiespuit
pl: - Strzykawkę
ru: - Шприц медика
sr: - Шприц

source: - Adrenaline Syringe
bg: - Инжекция адреналин
cs: — Injekce adrenalinu
el: - Αδρεναλίνη Σύριγγα
es: - Jeringuilla de adrenalina
fr: - Seringue Adrénaline
hu: - Adrenalintű
it: - Siringa Adrenalina
nl: - Adrenalinespuit
pl: - Strzykawkę z Adrenaliną
ru: - Шприц с адреналином
sr: - Шприц за адреналин

source: - Ammo Pack
bg: - Кутия муниции
cs: — Balíček nábojů
el: -πυρομαχικα πακέτο
es: - Paquete de munición
fr: - Paquet De Munition
hu: - Tölténycsomag
it: - Munizioni
nl: - Munitiedoos
pl: - Paczkę Amunicji
ru: - Коробка боеприпасов
sr: - Кутија муниције

source: - Mega Ammo Pack
bg: - Голяма кутия муниции
cs: — Velký balíček nábojů
el: - Mega πυρομαχικα πακέτο
es: - Mega-paquete de munición
fr: - Méga Paquet de Munition
hu: - Megatölténycsomag
it: - Mega Munizioni
nl: - Mega munitiedoos
pl: - Wielką Paczkę Amunicji
ru: - Бол. коробка боеприпасов
sr: - Мега кутија муниције

source: - Binoculars
bg: - Бинокъл
cs: — Dalekohled
el: - Κιάλια
es: - Prismáticos
fr: - Jumelles
hu: - Távcső
it: - Binocolo
nl: - Verrekijker
pl: - Lornetkę
ru: - Бинокль
sr: - Двоглед

source: - Scoped K43 Rifle
bg: - Опт. пушка K43 Rifle
cs: — K 43 puška s optikou
el: - Scoped K43 τουφέκι
es: - Rifle K43 con mira
fr: - Fusil K43 à Lunette en visé
hu: - Távcsőves K43 karabély
it: - Fucile K43 Con Mirino
pl: - Karabin K43 z Lunetą
ru: - Снайперская K43
sr: - К43, оп. нишан

source: - K43 Rifle Scope
bg: - Оптика пушка K43
cs: — Optika pušky K 43
el: - K43 τουφέκι Πεδίο εφαρμογής
es: - Rifle K43 Mira
fr: - Fusil K43 à Lunette
hu: - K43 karabély távcső
it: - Mirino Per Fucile K43
pl: - Karabin K43 z Lunetą
ru: - Снайперский прицел для K43
sr: - Оп. нишан за К43

source: - K43 Rifle
bg: - Пушка K43
cs: — K 43 puška
el: - K43 τουφέκι
es: - Rifle K43
fr: - Fusil K43
hu: - K43 karabély
it: - Fucile K43
pl: - Karabin K43
ru: - K43
sr: - К43

source: - M1 Garand
bg: - Пушка M1 Garand
it: - Garand M1
sr: - М1 Гаранд

source: - M7
bg: - Оръдие M7
sr: - М7

source: - Scoped M1 Garand
bg: - Опт. пушка M1 Garand
cs: — M1 Garand s optikou
el: - Scoped Μ1 Garand
es: - M1 Garand con mira
fr: - M1 Garand à lunette en visé
hu: - Távcsöves M1 Garand
it: - Garand M1 Con Mirino
pl: - M1 Garand z Lunetą
ru: - Снайперская M1 Garand
sr: - М1 Гаранд, оп. нишан

source: - M1 Garand Scope
bg: - Оптика пушка M1 Garand
cs: — Optika M1 Garand
el: - Μ1 Garand Πεδίο εφαρμογής
es: - M1 Garand Mira
fr: - M1 Garand à lunette
hu: - M1 Garand távcső
it: - Mirino Per Garand M1
pl: - M1 Garand z Lunetą
ru: - Снайперский прицел для M1 Garand
sr: - Оп. нишан за М1 Гаранд

source: - FG 42 Paratroop Rifle
bg: - Пара. пушка FG 42
cs: — FG 42 výsadkářská puška
el: - FG 42 paratroop τουφέκι
es: - Rifle de paracaidista FG 42
fr: - Fusil FG 42 Paratroop
hu: - FG 42 ejtőernyős gépkarabély
it: - Fucile FG 42
pl: - Karabin Spadochroniarzy FG 42
ru: - FG 42
sr: - ФГ 42

source: - FG 42 Paratroop Rifle Scope
bg: - Оптика пара. пушка FG 42
cs: — FG 42 výsadkářská puška s optikou
el: - FG 42 paratroop τουφέκι Πεδίο εφαρμογής
es: - Rifle de paracaidista FG 42 Mira
fr: - Fusil FG 42 Paratroop à lunette
hu: - FG 42 ejtőernyős gépkarabély távcső
it: - Mirino Per Fucile FG 42
pl: - Karabin Spadochroniarzy FG 42
ru: - Снайперский прицел для FG 42
sr: - Оп. нишан за ФГ 42

source: - Mortar
bg: - Миномет
cs: — Minomet
el: - Κονιάματα
es: - Mortero
fr: - Mortier
hu: - Aknavető
it: - Mortaio
nl: - Mortier
pl: - Moździerz
ru: - Миномет
sr: - Минобацач

source: - Granatwerfer
bg: - Миномет Granatwerfer
cs: — Granátomet
el: -γουδι
fr: - Mortier
pl: - Moździerz
ru: - Немецкий миномет
sr: - Гранатверфер

source: - Mobile MG 42
bg: - Преносима карт. MG 42
cs: — Mobilní MG 42
es: - MG 42 móvil
fr: - MG 42 Mobile
hu: - Mobil MG 42
it: - MG 42 Mobile
nl: - Mobiele MG 42
pl: - Mobilne MG 42
ru: - Переносной MG 42
sr: - Преносни МГ 42

source: - Mobile Browning
bg: - Преносима карт. Browning
cs: — Mobilní Browning
fr: - Browning Mobile
hu: - Mobil Browning
it: - Browning Mobile
nl: - Mobiele Browning
pl: - Mobilnego Browninga
ru: - Переносной Browning
sr: - Преносни Браунинг

source: - Silenced Luger
bg: - Загл. пистолет Luger
cs: — Luger s tlumičem
el: - Κατασιγασμένου Luger
es: - Luger silenciada
fr: - Luger Silencieux
hu: - Tompított Lüger
it: - Luger Silenziata
nl: - Gedempte Luger
pl: - Lugera z Tłumikiem
ru: - Luger с глушителем
sr: - Пригушен Лугер

source: - Silenced Colt
bg: - Загл. пистолет Colt
cs: — Colt s tlumičem
el: - Κατασιγασμένου Colt
es: - Colt silenciada
fr: - Colt Silencieux
hu: - Tompított Colt
it: - Colt Silenziata
nl: - Gedempte Colt
pl: - Colta z Tłumikiem
ru: - Colt с глушителем
sr: - Пригушен Колт

source: Includes or excludes empty and full servers from the server list
bg: Показва или скрива от списъка празните и пълни вече сървъри
cs: Zahrne nebo vyřadí prázdné a plné servery ze seznamu serverů
el: Περιλαμβάνει ή εξαιρεί κενών και των πλήρων servers από τη λίστα εξυπηρετητή
es: Incluye o excluye servidores vacíos y llenos de la lista
fr: Inclut ou exclut les serveurs vides et pleins de la liste des serveurs
hu: Beteszi vagy kiveszi az üres vagy teli szervereket a szerverlistából.
it: Include o esclude dalla lista i server pieni o vuoti
nl: Toon of verberg lege en volle servers
pl: Zawiera lub wyklucza serwery puste lub pełne z listy serwerów
ru: Показать/скрыть пустые и переполненные сервера в списке
sr: Показује или уклања празне и пуне сервере са листе

source: Includes or excludes password protected servers from the server list
bg: Показва или скрива от списъка заключените с парола сървъри
cs: Zahrne nebo vyřadí servery vyžadující heslo ze seznamu serverů
el: Περιλαμβάνει ή εξαιρεί προστατεύεται με κωδικό πρόσβασης servers από τη λίστα εξυπηρετητή
es: Incluye o excluye servidores protegidos con contraseña de la lista de servidores
fr: Inclut ou exclut les serveurs protégés par mot de la liste des serveurs
hu: Beteszi vagy kiveszi a jelszóval védett szervereket a szerverlistából.
it: Include o esclude dalla lista i server protetti da password
nl: Toon of verberg servers met wachtwoord
pl: Zawiera lub wyklucza serwery chronione hasłem z listy serwerów
sr: Показује или уклања сервере заштићене лозинком са листе

source: Includes or excludes servers where team mates can damage each other from the server list
bg: Показва или скрива от списъка сървърите, в които е позволено играчите да се раняват взаимно
cs: Zahrne nebo vyřadí servery, kde si spoluhráči mohou udělovat poškození, ze seznamu serverů
el: Περιλαμβάνει ή εξαιρεί διακομιστές όπου συμπαίκτες μπορούν να βλάψουν ο ένας τον άλλο από τον κατάλογο του server
es: Incluye o excluye servidores donde los miembros de un equipo pueden matar a otros miembros de su equipo de la lista de servidores
fr: Inclut ou exclut les serveurs où les tirs amis sont actifs de la liste des serveurs
hu: Beteszi vagy kiveszi azokat a szervereket, ahol a csapattársak megsebezhetik egymást.
it: Include o esclude dalla lista i server dove i giocatori si possono colpire con fuoco amico
nl: Toon of verberg servers waar teamgenoten elkaar kunnen verwonden
pl: Zawiera lub wyklucza serwery gdzie jest włączony Przyjacielski Ogień z listy serwerów
sr: Показаује или уклања сервере са тимским рањавањем са листе

source: Includes or excludes servers that limit the number of player lives per match from the server list
bg: Показва или скрива от списъка сървърите с ограничение броя животи на играчите при всяка игра
cs: Zahrne nebo vyřadí servery, kde je stanoven limit životů, ze seznamu serverů
el: Περιλαμβάνει ή εξαιρεί servers που περιορίζουν τον αριθμό των παίκτης ζει ανά αγώνα από τη λίστα εξυπηρετητή
es: Incluye o excluye servidores que limitan el numero de vidas del jugador por cada partida de la lista de servidores
fr: Inclut ou exclut les serveurs qui limitent le nombre de vie par joueur par match dans la liste des serveurs
hu: Beteszi vagy kiveszi azokat a szervereket, amik limitálják a játékos meccsenkénti életét.
it: Include o esclude dalla lista i server che limitano il numero di vite dei giocatori per ogni partita
nl: Toon of verberg servers met gelimiteerde levens per wedstrijd
pl: Zawiera lub wyklucza serwery, które ograniczają liczbę żyć na mecz z listy serwerów
sr: Показује или уклања сервере са ограниченим бројем живота по мечу са листе

source: Includes or excludes servers that limit the number of available heavy weapons from the server list
bg: Показва или скрива от списъка сървърите с ограничение достъпните тежки оръжия на играчите
cs: Zahrne nebo vyřadí servery, které omezují těžké zbraně, ze seznamu serverů
el: Περιλαμβάνει ή εξαιρεί διακομιστές που περιορίζουν τον αριθμό των διαθέσιμο βαρέα όπλα από τη λίστα εξυπηρετητή
es: Incluye o excluye servidores que limitan el número de armas pesadas disponibles de la lista de servidores
fr: Inclut ou exclut les serveurs qui limitent le nombre d'armes lourdes disponibles de la liste des serveurs
hu: Beteszi vagy kiveszi azokat a szervereket, amik limitálják az elérhető nehézfegyverek számát.
it: Include o esclude dalla lista i server che limitano la quantità di armi pesanti disponibile
nl: Toon of verberg servers met gelimiteerde zware wapens
pl: Zawiera lub wyklucza serwery, które ograniczają liczbę dostępnej broni ciężkiej z liczby serwerów
sr: Показује или уклања сервере са ограниченим бројем тешког оружја са листе

source: Includes or excludes servers with support for modem players from the server list
bg: Показва или скрива сървърите с поддръжката на играчи с модем връзка от списъка
cs: Zahrne nebo vyřadí servery s podporou pomalého připojení k intertu ze seznamu serverů
el: Περιλαμβάνει ή εξαιρεί servers με υποστήριξη για modem παίκτες από τη λίστα εξυπηρετητή
es: Incluye o excluye servidores con soporte para jugadores con módem de la lista de servidores
fr: Inclut ou exclut les serveurs avec le soutien pour les joueurs avec modem dans la liste des serveurs
hu: Beteszi vagy kiveszi azokat a szervereket, amik támogatják a modemes játékosokat.
it: Include o esclude dalla lista i server che supportano connessioni via modem
nl: Toon of verberg servers met ondersteuning voor modemspelers
pl: Zawiera lub wyklucza serwery z wsparciem dla graczy z modemami z liczby serwerów
sr: Показује или уклања сервере са подршком за играче преко модема са листе

source: Includes or excludes servers that enforce balanced teams from the server list
bg: Показва или скрива от списъка сървърите с възможност за автоматично изравняване отборите
cs: Zahrne nebo vyřadí servery, které vynucují vyváženost týmů, ze seznamu serverů
el: Περιλαμβάνει ή εξαιρεί διακομιστές που επιβάλλουν ισορροπημένη ομάδες από τη λίστα εξυπηρετητή
es: Incluye o excluye servidores que fuerzan los equipos balanceados de la lista de servidores
fr: Inclut ou exclut les serveurs qui imposent des équipes équilibrées dans la liste des serveurs
hu: Beteszi vagy kiveszi azokat a szervereket, amik kiegyensúlyozott csapatokat érvenyesítenek.
it: Include o esclude dalla lista i server che forzano il bilanciamento dei team
nl: Toon of verberg servers waar teams gebalanceerd worden
pl: Pokazuje lub wyklucza serwery, które wymuszają balans zespołów
sr: Показује или уклања сервере са укљученим балансом тимова са листе

source: Includes or excludes servers with bots from the server list
bg: Показва или скрива сървърите с наличие на компютърни играчи
cs: Zahrne nebo vyřadí servery s boty ze seznamu serverů
el: Περιλαμβάνει ή εξαιρεί servers με bots από τη λίστα εξυπηρετητή
es: Incluye o excluye servidores con bots de la lista
fr: Inclut ou exclut les serveurs avec des bots de la liste des serveurs
hu: Beteszi vagy kiveszi azokat a szervereket, amiken botok is vannak.
it: Include o esclude dalla lista i server con bot
nl: Toon of verberg servers met bots
pl: Pokazuje lub wyklucza serwery zawierające boty z listy serwerów
sr: Показује или уклања сервере са ботовима са листе

source: Click here to sort by Ping
bg: Подреждане по пинг
cs: Zde klikni pro řazení dle Pingu
el: Κάντε κλικ εδώ για να ταξινομήσετε από Ping
es: Click aquí para ordenar por Ping
fr: Cliquez ici pour trier par Ping
hu: Klikk ide a ping alapján történő listázáshoz
it: Clicca qui per ordinare per Ping
nl: Klik hier om te sorteren op ping
pl: Kliknij tutaj, aby posortować według Pingu
sr: Кликните овде да разврстате према пингу

source: FAV
bg: ЛБМ
cs: OBL
hu: KED
pl: ULU.
sr: ФАВОРИТИ

source: Sets field of view
bg: Задава далечината на полето за видимост
cs: Nastavuje zorné pole
el: Ορίζει οπτικό πεδίο
es: Ajusta el Campo de Visión
fr: Définit le champ de vision
hu: Beállítja a látószöget (FOV)
it: Imposta il campo visivo
nl: Stelt het gezichtsveld in
pl: Ustawia pole widzenia
sr: Подешава видокруг

source: Selfkill:
bg: Самоубийство:
cs: Sebevražda:
el: αυτοκτονία:
es: Suicidio:
fr: Suicide:
it: Suicidio:
nl: Zelfdoding:
pl: Samobójstwo:
sr: Самоубиство:

source: Fireteam Chat:
bg: Съобщение звено:
cs: Zprávy četě:
el: φωτιά ομάδα Κουβέντα:
es: Chat de Escuadra:
fr: Chat Fireteam:
hu: Osztagcsevegő:
pl: Czat Oddziału:
sr: Чет са ударном групом:

source: Fireteam Quick Chat:
bg: Гласови команди звено:
cs: Rychlé zprávy četě:
el: φωτιά ομάδα Γρήγορα Κουβέντα:
es: Chat Rápido de Escuadra:
fr: Chat Rapide Fireteam:
hu: Osztag gyorscsevegő:
it: Fireteam Chat Rapida:
nl: Fireteam snelle chat:
pl: Szybki Czat Oddziału:
sr: Брзи чет са ударном групом:

source: Ready:
bg: Отбелязване готовност:
cs: Připraven:
el: Έτοιμος:
es: Listo:
fr: Prêt:
hu: Készenlét jelzése:
it: Pronto:
nl: Gereed:
pl: Gotowy:
sr: Спреман:

source: Not Ready:
bg: Отмяна готовност:
cs: Nepřipraven:
el: Δεν είναι έτοιμη:
es: No Listo
fr: Pas Prêt:
hu: Készenlét visszavonása:
it: Non Pronto:
nl: Niet gereed:
pl: Nie Gotowy:
sr: Неспреман:

source: CONTROLS: ADVANCED
bg: УПРАВЛЕНИЕ: ДОПЪЛНИТЕЛНИ НАСТРОЙКИ
cs: OVLÁDÁNÍ: POKROČILÉ
el: ΕΛΕΓΧΟΣ: ΠΡΟΧΩΡΗΜΈΝΟΣ
es: CONTROLES: AVANZADO
fr: CONTRÔLES: AVANCES
hu: IRÁNYÍTÁS: HALADÓ
it: CONTROLLI: AVANZATE
nl: BESTURING: GEAVANCEERD
pl: STEROWANIE: ZAAWANSOWANE
ru: УПРАВЛЕНИЕ: ДОПОЛНИТЕЛЬНО
sr: КОНТРОЛЕ: НАПРЕДНО

source: Deselect All Members:
bg: Демаркиране всички:
cs: Odoznačit všechny členy:
el: Σβήστε Όλα Μέλη:
es: Deseleccionar todos los miembros:
fr: Désélectionner Tout Les Membres:
hu: Kijelölés levétele:
it: Deseleziona Tutti:
nl: Deselecteer alle leden:
pl: Odznacz Wszystkich:
ru: Снять выделение со всех:
sr: Неодабир свих чланова:

source: Select Member #7:
bg: Избиране участник #7:
cs: Vybrat člena #7:
el: Επιλέξτε Μέλος # 7:
es: Seleccionar Miembro #7:
fr: Sélectionner Le Membre #7:
hu: 7. tag kijelölése:
it: Seleziona Membro #7:
nl: Selecteer lid #7:
pl: Wybierz Członka #7:
sr: Одабир 7. члана:

source: Select Member #8:
bg: Избиране участник #8:
cs: Vybrat člena #8:
el: Επιλέξτε Μέλος # 8:
es: Seleccionar MIembro #8:
fr: Sélectionner Le Membre #8:
hu: 8. tag kijelölése:
it: Seleziona Membro #8:
nl: Selecteer lid #8:
pl: Wybierz Członka #8:
sr: Одабир 8. члана:

source: Couldn't load an official pak file; verify your installation and make sure it has been updated to the latest version.
bg: Неуспешно зареждане на основен pak-файл; проверете изрядността на инсталацията, като е нужно да сте обновили играта до последната версия.
cs: Nelze načíst oficiální balíček. Ověř instalaci hry a ujisti se, že je nejnovější verze.
el: Δεν ήταν δυνατή η φόρτωση επίσημο αρχείο pak ελέγξει την εγκατάστασή σας και βεβαιωθείτε ότι έχει ενημερωθεί με την τελευταία έκδοση.
es: No se pudo cargar un archivo pak oficial; comprueba tu instalación y asegúrate de que se ha actualizado a la ultima versión.
fr: Impossible de charger un fichier officiel .pak; vérifiez votre installation et assurez-vous qu'il a été mis à jour pour la dernière version.
hu: Egy hivatalos pak fájlt nem lehetett betölteni. Ellenőrizd a telepítésed és győződj meg róla, hogy a legújabb változatot használod.
it: Impossibile caricare un pak file ufficiale; verifica l'installazione e assicurati che sia aggiornata all'ultima versione.
nl: Kon een officieel pak-bestand niet laden; controleer je installatie en zorg ervoor dat deze geüpdatet is naar de nieuwste versie.
pl: Nie można było wczytać oficjalnego pliku; sprawdź swoją instalację i upewnij się, że została ona zaktualizowana do najnowszej wersji.
ru: Ошибка загрузки официального .pak; проверьте целостность и версию установленной игры.
sr: Не можемо учитати званичан pak фајл; проверите инсталацију и постарајте се да има најновији апдејт.

source: Battle Sense
bg: Боен дух
cs: Bojové smysly
el: Μάχη έννοια
fr: Sens du Combat
hu: Harci érzék
it: Tattica
nl: Gevechtsgevoel
pl: Zmysłu Bitewnego
sr: Свест о борби

source: Engineering
bg: Инженерство
cs: Technika
el: Μηχανική
es: Ingeniería
fr: Ingénieur
hu: Gépészkedés
it: Ingegneria
nl: Bouwkunde
pl: Inżyniera
ru: Инженерия
sr: Инжењерија

source: First Aid
bg: Първа помощ
cs: První pomoc
el: Πρώτες βοήθειες
es: Primeros Auxilios
fr: Premier Secours
hu: Elsősegély
it: Primo Soccorso
nl: Eerste hulp
pl: Pierwszej Pomocy
ru: Полевая медицина
sr: Прва помоћ

source: Signals
bg: Сигнализации
cs: Signály
el: σήματα
es: Señales
hu: Jelek
it: Segnali
nl: Signalen
pl: Radiooperatora
ru: Сигналы
sr: Сигнали

source: Light Weapons
bg: Леки оръжия
cs: Lehké zbraně
el: ελαφρύ οπλισμό
es: Armas Ligeras
fr: Armes Légères
hu: Könnyűfegyver
it: Armi Leggere
nl: Lichte wapens
pl: Lekkiej Broni
ru: Лёгкое вооружение
sr: Лако оружје

source: Heavy Weapons
bg: Тежки оръжия
cs: Těžké zbraně
el: βαρέων όπλων
es: Armas Pesadas
fr: Armes Lourdes
hu: Nehézfegyver
it: Armi Pesanti
nl: Zware wapens
pl: Ciężkiej Broni
ru: Тяжёлое вооружение
sr: Тешко оружје

source: Covert Ops
bg: Разузнавач
cs: Tajné operace
el: Μυστικές Ops
fr: Espion
hu: Kémtiszt
nl: Geheime operaties
pl: Szpiega
ru: Маскировка
sr: Агентура

source: Fire Mission: ^3Firing for effect!
bg: Артилерийски отряд: ^3Изстрелване залп!
cs: Dělostřelectvo: ^3Zahájili jsme palbu!
el: Φωτιά Αποστολή: ^ 3ψήσιμο για δράση!
es: Artillero: ^3¡Disparando al objetivo!
fr: Artillerie: ^3Tir de Barrage!
hu: Tüzérség: ^3Éles tüzelés!
it: Missione Fuoco: ^3Tiro d'efficacia!
nl: Artillerie: ^3doel in zicht!
pl: Artyleria: ^3Rozpoczęcie ostrzału!
sr: База: ^3Гађамо мету!

source: Fire Mission: ^3Insufficient fire support.
bg: Артилерийски отряд: ^3Недостатъчна огнева мощ.
cs: Dělostřelectvo: ^3Nedostatečná palebná podpora.
el: Αποστολή φωτιά: ^ 3Ανεπαρκής υποστήριξης πυρός.
es: Artillero: ^3Fuego de apoyo insuficiente.
fr: Artillerie: ^3Appui-feu insuffisant.
hu: Tüzérség: ^3Az összes üteg használatban van.
it: Missione Fuoco: ^3Fuoco di supporto insufficiente.
nl: Artillerie: ^3onvoldoende munitie aan boord.
pl: Artyleria: ^3Niewystarczający ogień wsparcia.
sr: База: ^3Недовољно ватрене подршке.

source: Fire Mission: ^3Aborting, can't see target.
bg: Артилерийски отряд: ^3Прекратяване атаката, не виждаме целта.
cs: Dělostřelectvo: ^3Ruším střelbu, cíl není vidět.
el: Αποστολή φωτιά: ^ 3Ματαίωση, δεν μπορεί να δει στοχεύσετε.
es: Artillero: ^3Abortando, no podemos ver el objetivo.
fr: Artillerie: ^3Abandon, impossible de voir la cible.
hu: Tüzérség: ^3Megszakítás, nem látható a célpont.
it: Missione Fuoco: ^3Annullo, non vedo il bersaglio.
nl: Artillerie: ^3afbreken, kan doel niet zien.
pl: Artyleria: ^3Przerywam, nie widzę celu.
sr: База: ^3Одустајемо, не видимо мету.

source: I need a Medic!
bg: Трябва ми лекар!
cs: Potřebuji medika!
el: Χρειάζομαι ένα γιατρός!
es: ¡Necesito un médico!
fr: J'ai besoin d'un Médecin!
hu: Felcser vagyok!
it: Mi serve un Medico!
nl: Ik heb een arts nodig!
pl: Potrzebuję Medyka!
ru: Нужен врач!
sr: Треба ми лекар!
