Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: You are not on the same team as the other player
bg: Намирате се в различни отбори с другия играч
cs: Nejsi ve stejném týmu jako druhý hráč
el: Δεν είναι στην ίδια ομάδα με την άλλη συσκευή αναπαραγωγής
es: No estás en el mismo equipo que el otro jugador
fr: Vous n'êtes pas dans la même équipe que l'autre joueur
hu: Nem ugyan abban a csapatban vagy mint a másik játékos
it: Non sei nello stesso team dell'altro giocatore
nl: Je zit niet in hetzelfde team als de andere speler
pl: Nie jesteś w tym samym zespole co inny gracz
ru: Вы в иной команде, чем другой игрок
sr: Нисте у истом тиму као и други играч

source: You are not on the same Fireteam as the other player
bg: Намирате се в различно звено с другия играч
cs: Nejsi ve stejné četě jako druhý hráč
el: Δεν είναι στην ίδια φωτιά ομάδα ως άλλος παίκτης
es: No estás en la misma escuadra que el otro jugador
fr: Vous n'êtes pas dans la même Fireteam que l'autre joueur
hu: Nem ugyan abban az osztagban vagy mint a másik játékos
it: Non sei nello stesso Fireteam dell'altro giocatore
nl: Je zit niet in hetzelfde fireteam als de andere speler
pl: Nie jesteś w tym samym oddziale co inny gracz
ru: Вы в ином звене, чем другой игрок
sr: Нисте у истој ударној групи као и други играч

source: Invalid client selected
bg: Избран неправилен клиент
cs: Neplatné vybrání hráče
el: Μη έγκυρη πελάτη επιλεγμένα
es: Cliente inválido seleccionado
fr: Le client sélectionné est invalide
hu: Érvénytelen kiválasztott kliens
it: Client selezionato non valido
nl: Ongeldige client geselecteerd
pl: Niewłaściwie wybrany klient
ru: Выбран неверный клиент
sr: Одабран непостојећи клијент

source: usage: fireteam admin <clientname|clientnumber>
bg: използване: fireteam admin <име-клиент|номер-клиент>
cs: použití: fireteam admin <přezdívka_hráče|číslo_hráče>
el: Χρήση: φωτιά ομάδα διαχειριστής <Όνομα Πελάτη| Όνομα Πελάτη>
es: uso: fireteam admin <clientname|clientnumber>
fr: usage: fireteam admin <nomduclient|numeroduclient>
hu: használat: fireteam admin <kliensnév|kliensszám>
it: uso: fireteam admin <nomeclient|numeroclient>
nl: gebruik: fireteam admin <clientnaam|clientnummer>
pl: użycie: fireteam admin <nazwaklienta|numerklienta>
ru: использование: fireteam admin <имяклиента|номерклиента>
sr: пример: fireteam admin <clientname|clientnumber>

source: usage: fireteam propose <clientname|clientnumber>
bg: използване: fireteam propose <име-клиент|номер-клиент>
cs: použití: fireteam propose <přezdívka_hráče|číslo_hráče>
el: Χρήση: φωτιά ομάδα διαχειριστής <Όνομα Πελάτη | Όνομα Πελάτη>
es: uso: fireteam propose <clientname|clientnumber>
fr: usage: fireteam propose <nomduclient|numeroduclient>
hu: használat: fireteam propose <kliensnév|kliensszám>
it: uso: fireteam propose <nomeclient|numeroclient>
nl: gebruik: fireteam propose <clientnaam|clientnummer>
pl: użycie: fireteam propose <nazwaklienta|numerklienta>
ru: использование: fireteam propose <имяклиента|номерклиента>
sr: пример: fireteam propose <clientname|clientnumber>

source: usage: fireteam kick <clientname|clientnumber>
bg: използване: fireteam kick <име-клиент|номер-клиент>
cs: použití: fireteam kick <přezdívka_hráče|číslo_hráče>
el: Χρήση: φωτιά ομάδα λάκτισμα <Όνομα Πελάτη | Όνομα Πελάτη>
es: uso: fireteam kick <clientname|clientnumber>
fr: usage: fireteam kick <nomduclient|numeroduclient>
hu: használat: fireteam kick <kliensnév|kliensszám>
it: uso: fireteam kick <nomeclient|numeroclient>
nl: gebruik: fireteam kick <clientnaam|clientnummer>
pl: użycie: fireteam kick <nazwaklienta|numerklienta>
ru: использование: fireteam kick <имяклиента|номерклиента>
sr: пример: fireteam kick <clientname|clientnumber>

source: usage: fireteam warn <clientname|clientnumber>
bg: използване: fireteam warn <име-клиент|номер-клиент>
cs: použití: fireteam warn <přezdívka_hráče|číslo_hráče>
el: Χρήση: φωτιά ομάδα προειδοποιώ <Όνομα Πελάτη | Όνομα Πελάτη>
es: uso: fireteam warn <clientname|clientnumber>
fr: usage: fireteam warn <nomduclient|numeroduclient>
hu: használat: fireteam warn <kliensnév|kliensszám>
it: uso: fireteam warn <nomeclient|numeroclient>
nl: gebruik: fireteam warn <clientnaam|clientnummer>
pl: użycie: fireteam warn <nazwaklienta|numerklienta>
ru: использование: fireteam warn <имяклиента|номерклиента>
sr: пример: fireteam warn <clientname|clientnumber>

source: usage: fireteam invite <clientname|clientnumber>
bg: използване: fireteam invite <име-клиент|номер-клиент>
cs: použití: fireteam invite <přezdívka_hráče|číslo_hráče>
el: Χρήση: φωτιά ομάδα καλώ <Όνομα Πελάτη | Όνομα Πελάτη>
es: uso: fireteam invite <clientname|clientnumber>
fr: usage: fireteam invite <nomduclient|numeroduclient>
hu: használat: fireteam invite <kliensnév|kliensszám>
it: uso: fireteam invite <nomeclient|numeroclient>
nl: gebruik: fireteam invite <clientnaam|clientnummer>
pl: użycie: fireteam invite <nazwaklienta|numerklienta>
ru: использование: fireteam invite <имяклиента|номерклиента>
sr: пример: fireteam invite <clientname|clientnumber>

source: usage: fireteam apply <fireteamname|fireteamnumber>
bg: използване: fireteam apply <име-клиент|номер-клиент>
cs: použití: fireteam apply <přezdívka_hráče|číslo_hráče>
el: Χρήση: φωτιά ομάδα ισχύουν <Όνομα Πελάτη | Όνομα Πελάτη>
es: uso: fireteam apply <fireteamname|fireteamnumber>
fr: usage: fireteam apply <nomdefireteam|numerodefireteam>
hu: használat: fireteam apply <osztagnév|osztagszám>
it: uso: fireteam apply <nomefireteam|numerofireteam>
nl: gebruik: fireteam apply <clientnaam|clientnummer>
pl: użycie: fireteam apply <nazwaoddzialu|numeroddzialu>
ru: использование: fireteam apply <имязвена|номерзвена>
sr: пример: fireteam apply <fireteamname|fireteamnumber>

source: usage: fireteam <create|leave|apply|invite>
bg: използване: fireteam <create|leave|apply|invite>
cs: použití: fireteam <create|leave|apply|invite>
el: Χρήση: Η ομάδα πυρκαγιά <δημιουργήσει | αφήστε | εφαρμόσει | προσκαλούν>
es: uso: fireteam <create|leave|apply|invite>
hu: használat: fireteam <create|leave|apply|invite>
it: uso: fireteam <create|leave|apply|invite>
nl: gebruik: fireteam <create|leave|apply|invite>
pl: użycie: fireteam <create|leave|apply|invite>
ru: использование: fireteam <create|leave|apply|invite>
sr: пример: fireteam <create|leave|apply|invite>

source: You are already on a fireteam, leave it first
bg: Участвате в активно звено, напуснете го
cs: Již v četě jsi, nejprve ji musíš opustit
el: Είστε ήδη σε μια ομάδα φωτιά, αφήστε το πρώτα
es: Ya estás en una escuadra, abandónala primero
fr: Vous êtes déjà dans une Fireteam, sortez en avant
hu: Már tagja vagy egy osztagnak, előbb hagyd el
it: Sei già nel fireteam, lascialo prima
nl: Je zit al in een fireteam, verlaat deze eerst
pl: Jesteś już w oddziale, najpierw odejdź z oddziału
ru: Сначала покиньте текущее звено
sr: Већ сте у ударној групи, најпре је напустите

source: The other player must be on the same fireteam for you to give admin rights to
bg: Другият играч трябва да участва в същото звено като вас, за да му предадете администраторските права
cs: Hráč musí být ve stejné četě, abys mu mohl přidělit práva správce čety
el: Ο άλλος παίκτης πρέπει να είναι στην ίδια ομάδα φωτιά για να δώσετε δικαιώματα διαχειριστή για να
es: El otro jugador debe de estar en la misma escuadra para poderle dar derechos admin.
fr: L'autre joueur doit être dans la même Fireteam pour que vous lui donniez les droits d'administration
hu: A másik játékosnak is ugyan annak az osztagnak kell, hogy tagja legyen annak érdekében, hogy admin jogokat adhass neki
it: L'altro giocatore deve far parte dello stesso fireteam per potergli cedere i permessi
nl: De andere speler moet in hetzelfde fireteam zitten om hem adminrechten te kunnen geven
pl: Dany gracz musi być w tym samym oddziale, abyś mógł dać mu prawa dowódcy
ru: Тот игрок должен быть с Вами в одном звене чтобы сделать его админом
sr: Други играч мора бити у истој ударној групи да му дате админ. права

source: You must be a fireteam admin to give admin rights to someone else
bg: Трябва да сте администратор на звеното, за да предадете администраторски права на друг играч
cs: Musíš být správce čety, abys mohl udělovat oprávnění čety
el: Πρέπει να είστε μια ομάδα πυρκαγιά admin για να δώσει δικαιώματα διαχειριστή σε κάποιον άλλο
es: Debes de ser el admin. de la escuadra para dar los derechos de admin. a otro
fr: Vous devez être administrateur de Fireteam pour donner les droits d'administrateur à quelqu'un d'autre
hu: Osztag adminnak kell lenned annak érdekében, hogy admin jogokat adhass másnak
it: Devi essere l'admin del fireteam per poter dare i permessi a qualcun altro
nl: Je moet een fireteam admin zijn om adminrechten aan iemand anders te kunnen geven
pl: Musisz być dowódcą oddziału, aby dać prawa dowódcy komuś innemu
ru: Вы должны быть админом звена чтобы передать свои права кому-либо
sr: Морате бити админ. ударне групе да предате права неком другом

source: Invalid referee password!
bg: Неправилна парола на съдия
cs: Neplatné heslo sudího!
el: Μη έγκυρος κωδικός πρόσβασης διαιτητή!
es: ¡Contraseña de árbitro inválida!
fr: Mot de passe d'arbitre invalide!
hu: Érvénytelen játékvezetői jelszó!
it: Password arbitro non valida!
nl: Verkeerd scheidsrechterwachtwoord!
pl: Nieprawidłowe hasło sędziego!
ru: Неверный пароль судьи!
sr: Погрешна судијска лозинка!

source: Usage: ref [password]
bg: Използване: ref [парола]
cs: Použití: ref[heslo]
el: Χρήση: ref [κωδικός πρόσβασης]
es: Uso: ref [password]
fr: Usage: ref [motdepasse]
hu: Használat: ref [jelszó]
it: Uso: ref [password]
nl: Gebruik: ref [wachtwoord]
pl: Użycie: ref [hasło]
ru: Использование: ref [password]
sr: Пример: ref [password]

source: ^3Referee commands:^7 ------------------------------------------
bg: ^3Достъпни команди съдия:^7 ------------------------------------------
cs: ^3Příkazy sudího:^7 ------------------------------------------
el: ^3διαιτητής εντολές: ^7 ------------------------------------------
es: ^3Comandos de árbitro:^7 ------------------------------------------
fr: ^3Commandes d'arbitre:^7 ------------------------------------------
hu: ^3Játékvezetői parancsok:^7 ------------------------------------------
it: ^3Comandi Arbitro:^7 ------------------------------------------
nl: ^3Scheidsrechter commando's:^7 ------------------------------------------
pl: ^3Komendy sędziego:^7 ------------------------------------------
ru: ^3Команды судьи:^7 ------------------------------------------
sr: ^3Судијске команде:^7 ------------------------------------------

source: Usage: ^3\ref <cmd> [params]
bg: Използване: ^3\ref <cmd> [параметри]
cs: Použití: ^3\ref <příkaz> [parametry]
el: χρήση: ^3\ref <cmd> [params]
es: Uso: ^3\ref <cmd> [params]
hu: Használat: ^3\ref <cmd> [paraméterek]
it: Uso: ^3\ref <cmd> [parametri]
nl: Gebruik: ^3\ref <cmd> [parameters]
pl: Użycie: ^3\ref <komenda> [parametry]
ru: использование: ^3\ref <команда> [параметры].
sr: Пример: ^3\ref <cmd> [params]

source: ^5pause speclock warmup ^7[value]
bg: ^5pause speclock warmup ^7[стойност]
cs: ^5pause speclock warmup ^7[hodnota]
el: ^5παύση speclock προθέρμανση ^7 [αξία]
es: ^5pausa espelock calentamiento ^7[value]
fr: ^5pause speclock warmup ^7[valeur]
it: ^5pausa tempo riscaldamento ^7[valore]
pl: ^5pause speclock warmup ^7[wartość]

source: Sorry, referee status disabled on this server.
bg: Функция за преглед състояние на съдията забранена от сървъра.
cs: Promiň, status sudího je deaktivován.
el: Συγνώμη, την κατάσταση διαιτητής απενεργοποιηθεί σε αυτόν το διακομιστή.
es: Lo siento, el estado de árbitro está desactivado en éste servidor.
fr: Désolé, le status d'arbitre est désactivé sur ce serveur.
hu: Sajnáljuk, de a játékvezetői státusz ki van kapcsolva ezen a szerveren.
it: Spiacente, l'arbitro è disattivato in questo server.
nl: Sorry, scheidsrechterstatus is uitgeschakeld op deze server.
pl: Status sędziego jest wyłączony na tym serwerze.
ru: Позиция судьи отключена на этом сервере.
sr: Извините, судија није доступан на овом серверу.

source: Referee has ^3LOCKED^7 teams
bg: Съдия ^3ЗАКЛЮЧИ^7 отборите
cs: Sudí ^3UZAMKL^7 týmy
el: Διαιτητής έχει ^3κλειδωμενο ^7 ομάδες
es: El árbitro ha ^3BLOQUEADO^7 los equipos
fr: L'arbitre a ^3VERROUILLE^7 les équipes
hu: A játékvezető ^3LEZÁRTA^7 a csapatokat
it: L'arbitro ha ^3BLOCCATO^7 i team
nl: Scheidsrechter heeft teams ^3GESLOTEN^7
pl: Sędzia ^3ZABLOKOWAŁ^7 zespoły
ru: Судья ^3ЗАФИКСИРОВАЛ^7 команды
sr: Судија је ^3ЗАКЉУЧАО^7 тимове

source: You have LOCKED teams
bg: Отборите са ЗАКЛЮЧЕНИ от вас
cs: UZAMKL jsi týmy
el: Έχετε κλειδώσει ομάδες
es: Has BLOQUEADO los equipos
fr: Vous avez VERROUILLE les équipes
hu: LEZÁRTAD a csapatokat
it: Hai BLOCCATO i team
nl: Je hebt teams GESLOTEN
pl: ZABLOKOWAŁEŚ zespoły
ru: Вы ЗАКРЫЛИ команды
sr: ЗАКЉУЧАЛИ сте тимове

source: Referee has ^3UNLOCKED^7 teams
bg: Съдия ^3ОТКЛЮЧИ^7 отборите
cs: Sudí ^3ODEMKL^7 týmy
el: Διαιτητής έχει ^3ΑΚΛΕΊΔΩΤΟΣ^7 ομάδες
es: El árbitro ha ^3DESBLOQUEADO^7 los equipos
fr: L'arbitre a ^3DEVERROUILLE^7 les équipes
hu: A játékvezető^3FELOLDOTTA^7 a csapatokat
it: L'arbitro ha ^3SBLOCCATO^7 i team
nl: Scheidsrechter heeft teams ^3GEOPEND^7
pl: Sędzia ^3ODBLOKOWAŁ^7 zespoły
ru: Судья ^3ОТКРЫЛ^7 команды
sr: Судија је ^3ОТКЉУЧАО^7 тимове

source: You have UNLOCKED teams
bg: Отборите са ОТКЛЮЧЕНИ от вас
cs: ODEMKL jsi týmy
el: Έχετε ξεκλειδώσει ομάδες
es: Has DESBLOQUEADO los equipos
fr: Vous avez DÉVERROUILLE les équipes
hu: FELOLDOTTAD a csapatokat
it: Hai SBLOCCATO i team
nl: Je hebt teams GEOPEND
pl: ODBLOKOWAŁEŚ zespoły
ru: Вы ОТКРЫЛИ команды
sr: ОТКЉУЧАЛИ сте тимове

source: The ^4Allies^7 team is LOCKED!
bg: Отбор ^4Съюзници^7 е ЗАКЛЮЧЕН!
cs: Tým ^4Spojenců^7 je UZAMČEN!
el: ο ^4Σύμμαχοι^7 ομάδα κλειδώσει !
es: ¡El equipo ^4Aliado^7 está bloqueado!
fr: L'équipes des ^4Alliés^7 est VERROUILLE!
hu: A ^4Szövetségesek^7 csapata le van ZÁRVA!
it: Il team ^4Alleati^7 è BLOCCATO!
nl: ^4Geallierden^7 team is GESLOTEN!
pl: Zespół ^4Aliantów^7 jest ZABLOKOWANY!
ru: ^4Союзники^7 ЗАФИКСИРОВАНЫ!
sr: Тим ^4Савезници^7 је ЗАКЉУЧАН!

source: The ^1Axis^7 team is LOCKED!
bg: Отбор ^4Потисници^7 е ЗАКЛЮЧЕН!
cs: Tým ^1Osy^7 je UZAMČEN!
el: ο ^1Άξονας ^7 ομάδα κλειδώσει !
es: ¡El equipo ^1Eje^7 está bloqueado!
fr: L'équipes de ^1Axes^7 est VERROUILLE!
hu: A ^1Tengelyhatalmak^7 csapata le van ZÁRVA!
it: Il team ^4Asse^7 è BLOCCATO!
nl: ^1Axis^7 team is GESLOTEN!
pl: Zespół ^1Osi^7 jest ZABLOKOWANY!
ru: ^1Фашисты^7 ЗАФИКСИРОВАНЫ!
sr: Тим ^1Силе осовине^7 team је ЗАКЉУЧАН!

source: ^3Referee ^1PAUSED^3 the match^3!
bg: ^3Съдия ^1ПРЕКЪСНА^3 играта^3!
cs: ^3Sudí ^1POZASTAVIL^3 zápas!
el: ^3Διαιτητής ^1ΠΑΥΣΗ ^ 3 ο αγώνας ^ 3!
es: ^3¡Un árbitro ha ^1PAUSADO^3 la partida^3!
fr: ^3L'arbitre met en ^1PAUSE^3 le match^3!
hu: ^3A játékvezető ^1SZÜNETELTETI^3 a mérkőzést^3!
it: ^3L'arbitro ha ^1SOSPESO^3 la partita^3!
nl: ^3Scheidsrechter ^1PAUZEERT^3 de wedstrijd^3!
pl: ^3Sędzia ^1ZATRZYMAŁ^3 mecz^3!
ru: ^3Судья ^1ОСТАНОВИЛ^3 матч^3!
sr: ^3Судија је ^1ПАУЗИРАО^3 меч^3!

source: ^3Match is ^1PAUSED^3! (^7Referee^3)
bg: ^3Играта ^1ПРЕКЪСНАТА^3 (^7Съдия^3)!
cs: ^3Zápas je ^1POZASTAVEN^3 (^7sudí^3)
el: ^3αγώνας είναι ^1ΠΑΥΣΗ ^ 3! (^7Διαιτητής ^3)
es: ^3La partida se ha ^1PAUSADO^3! (^7Referee^3)
fr: ^3Le Match est en ^1PAUSE^3! (^7L'Arbitre^3)
hu: ^3A mérkőzés ^1SZÜNETEL^3! (^7játékvezető^3)
it: ^3La partita é ^1SOSPESA^3! (^7Arbitro^3)
nl: ^3Wedstrijd is ^1GEPAUZEERD^3! (^7Scheidsrechter^3)
pl: ^3Mecz ^1ZATRZYMANY^3! (^7Sędzia^3)
ru: ^3Матч на ^1ПАУЗЕ^3! (^7Судья^3)
sr: ^3Меч је ^1ПАУЗИРАН^3! (^7Судија^3)

source: The match is already ^1PAUSED!
bg: Играта е вече ^1ПРЕКЪСНАТА!
cs: Zápas je už ^1POZASTAVEN!
el: Ο αγώνας είναι ήδη ^1ΠΑΥΣΗ!
es: ¡La partida ya se ha ^1PAUSADO!
fr: Le match est déjà en ^1PAUSE!
hu: A mérkőzés már ^1SZÜNETEL!
it: La partita è già stata ^1SOSPESA!
nl: De wedstrijd is al ^1GEPAUZEERD!
pl: Mecz jest już ^1ZATRZYMANY!
ru: Матч уже на ^1ПАУЗЕ!
sr: Меч је већ ^1ПАУЗИРАН!

source: ^3Referee ^5UNPAUSES^3 the match ... resuming in 10 seconds!
bg: ^3Съдия ^5ПРОДЪЛЖИ^3 играта ... Започва след 10 секунди!
cs: ^3Sudí ^5OBNOVIL^3 zápas... pokračuje se za 10 sekund!
el: ^3Διαιτητής ^5Αναίρεση παύσης ^3 ο αγώνας ... επανάληψη σε 10 δευτερόλεπτα!
es: ^3El árbitro ^5DESPAUSO ^3la partida ... ¡se reanudara en 10 segundos!
fr: ^3L'Arbitre ^5REPREND^3 le match ... reprise dans 10 secondes!
hu: ^3A játékvezető ^5FELOLDOTTA A SZÜNETET^3 ... folytatás 10 másodperc múlva!
it: ^3L'arbitro ha ^1RIPRESO^3 la partita ... ripresa in 10 secondi!
nl: ^3Scheidsrechter ^5HERVAT^3 de wedstrijd ... hervatten in 10 seconden!
pl: ^3Sędzia ^5WZNOWIŁ^3 mecz ... wznowienie za 10 sekund!
ru: ^3Судья ^5ВОЗОБНОВИЛ^3 матч^3! ... игра продолжится через 10 секунд!
sr: ^3Судија је ^5НАСТАВИО^3 меч ... наставак за 10 секунди!

source: The match is already ^5UNPAUSED!
bg: Играта е вече ^5ПРОДЪЛЖЕНА!
cs: Zápas již ^5POKRAČUJE!
el: Ο αγώνας είναι ήδη ^5έχουν τεθεί σε παύση !
es: ¡La partida ya se ha ^5RENAUDADO!
fr: Le match est déjà en ^5REPRISE!
hu: A szünet már ^5FELOLDÁSRA^7 került!
it: La partita è già stata ^5RIPRESA!
nl: De wedstrijd is al ^5HERVAT!
pl: Mecz jest już ^5WZNOWIONY!
ru: Матч уже ^5ВОЗОБНОВЛЕН!
sr: Меч је већ^5НАСТАВЉЕН!

source: Bad client slot:
bg: Неправилна позиция клиент:
cs: Neplatný slot hráče:
el: Κακή υποδοχή του πελάτη:
es: Espacio de cliente incorrecto:
fr: Mauvais slot de client:
hu: Rossz kliens slot:
it: Slot client incoretto:
nl: Verkeerd client slot:
pl: Zły slot klienta:
ru: Плохой слот клиента:
sr: Погрешан слот клијента:

source: Client
bg: Клиентът
cs: Hráč
el: Πελάτης
es: Cliente
hu: Kliens
pl: Klient
ru: Клиент
sr: Клијент

source: is not active
bg: не е активен
cs: je neaktivní
el: δεν είναι ενεργός
es: no está activo
fr: n'est pas actif
hu: nem aktív
it: non è attivo
nl: is niet actief
pl: nie jest aktywny
ru: не активен
sr: није активан

source: You can only remove people in the game!
bg: Можете да премахвате хора само, когато сте в игра!
cs: Lze odebrat jen hráče ve hře!
el: Μπορείτε να καταργήσετε μόνο οι άνθρωποι σε αυτό το παιχνίδι!
es: ¡Solo puedes eliminar jugadores!
fr: Vous pouvez seulement retirer les personnes dans le jeu!
hu: Csak a játékban lévő embereket távolíthatod el!
it: Puoi solo rimuovere i giocatori!
nl: Je kunt alleen mensen in een team verwijderen!
pl: Możesz tylko usuwać ludzi w grze!
ru: Вы можете удалять только участников матча!
sr: Можете само да уклањате људе из игре!

source: User
bg: Потребителят
cs: Hráč
el: Μεταχειριζόμενος
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
nl: Gebruiker
pl: Użytkownik
ru: Пользователь
sr: Корисник

source: is not on the server
bg: не е открит в сървъра
cs: není na serveru
el: Δεν είναι στο διακομιστή
es: no está en el servidor
fr: n'est pas sur le serveur
hu: nincs a szerveren
it: non è sul server
nl: is niet in de server
pl: nie jest na serwerze
ru: не на сервере
sr: није на серверу

source: ^5You've been removed from the ^4Allies^7 team
bg: ^5Бяхте премахнати от отбор ^4Съюзници^7
cs: ^5Byl jsi vyjmut z týmu ^4Spojenců^7
el: ^5έχετε απομακρυνθεί από την ^4σύμμαχοι ^7ομάδα
es: ^5Has sido expulsado del equipo ^4Aliado^7
fr: ^5Vous avez été retiré de l'équipe des ^4Alliés^7
hu: ^5Eltávolításra kerültél a ^4Szövetségesek^7 csapatából
it: ^5Sei stato rimosso dagli ^4Alleati^7
nl: ^5Je bent verwijderd uit het ^4Geallieerden^7 team
pl: ^5Zostałeś usunięty z zespołu ^4Aliantów
ru: ^5Вы переведены из команды ^4Союзников^7
sr: ^5Уклоњени сте из тима ^4Савезници^7

source: ^5You've been removed from the ^1Axis^7 team
bg: ^5Бяхте премахнати от отбор ^4Потисници^7
cs: ^5Byl jsi vyjmut z týmu ^1Osy^7
el: ^5έχετe απομακρυνθεί από την ^1άξονας ^7 ομάδα
es: ^5Has sido expulsado del equipo ^1Eje^7
fr: ^5Vous avez été retiré de l'équipe de l'^1Axes^7
hu: ^5Eltávolításra kerültél a ^1Tengelyhatalmak^7 csapatából
it: ^5Sei stato rimosso dall'^1Asse^7
nl: ^5Je bent verwijderd uit het ^1Axis^7 team
pl: ^5Zostałeś usunięty z ^7zespołu ^1Osi
ru: ^5Вы переведены из команды ^1Фашистов^7
sr: ^5Уклоњени сте из тима ^1Силе осовине^7

source: Referee has ^3SPECTATOR LOCKED^7 teams
bg: Отборите ^3ЗАКЛЮЧЕНИ ЗА НАБЛЮДАТЕЛИ^7 от съдия
cs: Sudí ^3UZAMKL DIVÁKŮM^7 týmy
el: Διαιτητής έχει ^3ΘΕΑΤΉΣ κλειδωμένο ^7ομάδες
es: El árbitro ha ^3BLOQUEADO LOS ESPECTADORES^7 de los equipos
fr: L'arbitre a ^3VERROUILLE LES SPECTATEURS^7
hu: A játékvezető a ^3NÉZŐK ELŐL LEZÁRTA^7 a csapatokat
it: L'arbitro ha ^3BLOCCATO^7 le squadre per gli ^3SPETTATORI^7.
nl: Scheidsrechter heeft teams van ^3TOESCHOUWERS UITGESLOTEN^7
pl: Sędzia ^3ZABLOKOWAŁ OBSERWATORÓW
ru: Судья ^3ЗАКРЫЛ^7 команды от наблюдения
sr: Судија је тимове ^3ЗАКЉУЧАО ЗА ГЛЕДАОЦЕ^7

source: Referee has ^3SPECTATOR UNLOCKED^7 teams
bg: Отборите ^3ОТКЛЮЧЕНИ ЗА НАБЛЮДАТЕЛИ^7 от съдия
cs: Sudí ^3ODEMKL DIVÁKŮM^7 týmy
el: Διαιτητής έχει ^3ΘΕΑΤΉΣ ξεκλείδωτη ^7 ομάδες
es: El árbitro ha ^3DESBLOQUEADO LOS ESPECTADORES^7 de los equipos
fr: L'arbitre a ^3DEVERROUILLE LES SPECTATEURS^7
hu: A játékvezető ^3FELOLDOTTA A NÉZŐK ELŐL^7 a csapatokat
it: L'arbitro ha ^3SBLOCCATO^7 le squadre per gli ^3SPETTATORI^7.
nl: Scheidsrechter heeft teams voor ^3TOESCHOUWERS GEOPEND^7
pl: Sędzia ^3ODBLOKOWAŁ OBSERWATORÓW
ru: Судья ^3ОТКРЫЛ^7 команды для наблюдения
sr: Судија је тимове ^3ОТКЉУЧАО ЗА ГЛЕДАОЦЕ^7

source: usage: ref warn <clientname> [reason].
bg: използване: ref warn <име-играч> [причина].
cs: použití: ref warn <přezdívka_hráče> [důvod]
el: Χρήση: ref προειδοποιώ <Όνομα Πελάτη> [λόγος].
es: uso: ref warn <clientname> [reason].
fr: usage: ref warn <nomduclient> [raison].
hu: használat: ref warn <clientname> [indok].
it: uso: ref warn <nomeclient> [motivo].
nl: gebruik: ref warn <clientname> [reden].
pl: użycie: ref warn <nazwaklienta> [powód].
ru: использование команды: ref warn <НикИгрока> [причина].
sr: пример: ref warn<clientname> [reason].

source: Client not on server.
bg: Клиентът не е намерен в сървъра.
cs: Hráč není na serveru.
el: Πελάτης δεν στο διακομιστή.
es: El cliente no está en el servidor.
fr: Le client n'est pas sur le serveur.
hu: Kliens nincs a szerveren.
it: Utente non sul server.
nl: Client niet in de server.
pl: Nie ma Klienta na serwerze.
ru: Клиент не на сервере.
sr: Клијент није на серверу.

source: %s^7 was issued a ^1Warning^7 (No Reason Supplied)
bg: Играч %s^7 получи ^1Предупреждение^7 (Не е указана причина)
cs: %s^7 byl ^1VAROVÁN^7 (důvod neuveden)
el: %s ^7 εκδόθηκε ένα ^1Προειδοποίηση ^7 (αριθ Αιτία παρέχεται)
es: %s^7ha recibido un ^1Aviso^7 (Ningún motivo especificado)
fr: %s^7 a reçu un ^1Avertissement^7 (Aucune Raison Fournie)
hu: %s^7 ^1figyelmeztetést^7 kapott (nincs idoklás)
it: %s^7 ha emesso un ^1Avviso^7 (Nessun Motivo Fornito)
nl: %s^7 heeft een ^1waarschuwing^7 gekregen (geen reden)
pl: %s^7 otrzymał ^1Ostrzeżenie^7 (Nie podano przyczyny)
ru: %s^7 было выдано ^1Предупреждение^7 (Причина не указана)
sr: %s^7 је ^1упозорен/а^7 (Разлог није дат)

source: Cannot mute a referee.
bg: Не можете да блокирате съдията
cs: Nelze umlčet sudího.
el: Δεν είναι δυνατή η σίγαση ενός διαιτητή.
es: No puedes silenciar un árbitro.
fr: Impossible de taire un arbitre.
hu: Játékvezetőt nem lehet némítani.
it: Impossibile mutare un arbitro.
nl: Kan een scheidsrechter niet dempen.
pl: Nie można uciszyć sędziego.
ru: Невозможно дать мьют судье.
sr: Не можети пригушити судију.

source: ^5You've been muted
bg: Бяхте блокиран от администратор
cs: ^5Byl jsi umčen
el: ^5έχετε τεθεί σε σίγαση
es: ^5Has sido silenciado
fr: ^5Vous avez été mis en sourdine
hu: ^5Elnémítottak
it: ^5 Sei stato mutato
nl: ^5Je bent gedempt
pl: ^5Zostałeś uciszony
ru: ^5Вас заглушили
sr: ^5Пригушени сте
