Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Maximum rate to send game data to clients (0 = match client rate settings)
bg: Ограничава скоростта за трансфер на данни от сървъра към клиента (0 = премахва ограничението)
cs: Maximum datového toku ze serveru ke klientovi (0 = bez limitu)
el: Μέγιστο ποσοστό για την αποστολή δεδομένων παιχνιδιού για τους πελάτες (0 = αγώνα ποσοστό πελάτη ρυθμίσεις)
es: Máximo ratio para enviar datos del juego a los clientes (0 = ajustar al valor del cliente)
fi: Suurin verkon nopeus mitä käytetään (0 = käytä pelaajan asetusta)
fr: Vitesse maximum d'envoi des données du jeu aux clients (0 = Fixe par rapport aux paramètres de vitesse client).
hu: A klienseknek küldött játékadat rátájának maximális beállítása (0 = meccs kliens ráta beállítások)
it: Massima velocità di invio dei dati del gioco ai clienti (0 = impostazione velocità della partita per il client)
nl: Maximum ratio waarmee data wordt verstuurd naar spelers (0 = honoreer spelers instellingen)
pl: Maksymalna ilość danych gry wysłanych do klientów (0 = ustawienia jak u klienta)
ru: Максимальный рейт при отправке данных клиентам (0 = использовать настройки клиента)
sr: Максимална брзина слања у игри (0 = иста као код клијента)

source: Player Inactivity:
bg: Неактивност играч:
cs: Nečinnost hráče:
el: Παίκτης Αδράνεια:
es: Inact. Jugadores
fi: Pelaajan joutilaisuus:
fr: Inactivité joueur:
hu: Játékos inaktivitás:
it: Inattività Giocatore:
nl: Speler inactiviteit:
pl: Nieaktywność Gracza:
ru: Неактивность игрока:
sr: Неактивност играча:

source: Max time (in sec) a player can remain idle before being kicked from the server (0 = disabled)
bg: Определя максималното допустимо време на неактивност (в секунди) на играч, преди да бъде изгонен от сървъра (0 = изключва)
cs: Čas (sekundy), po který hráč smí zůstat nečinný (0 = bez omezení)
el: ώρα max (σε sec) ένας παίκτης μπορεί να μείνει αδρανής πριν να διώξουν από το διακομιστή (0 = απενεργοποιημένο)
es: Máx. tiempo (en seg.) que un jugador puede estar inactivo antes de ser expulsado del servidor (0 = desact.)
fi: Maksimiaika (sekunneissa) pelaaja voi olla joutilaanana ennen palvelimelta poistoa (0 = ei rajoitusta)
fr: Temps maximum (en sec) qu'un joueur peut rester inactif avant d'être expulsé du serveur (0 = désactivé)
hu: Maximum időtartam (másodpercben), amíg egy játékos tétlen maradhat, mielőtt kirúgásra kerülne (0 = kikapcsolva)
it: Tempo limite (in sec) di inattività di un giocatore per essere cacciato dal server (0 = disabilitato)
nl: Maximum tijd (in seconden) die een speler afwezig mag zijn voordat hij uit de server wordt gekicked (0 = uitgeschakeld)
pl: Czas (w sek) w którym gracz może być w stanie spoczynku zanim zostanie wywalony z serwera (0 = wyłączone)
ru: Выкинуть игрока с сервера при данном промежутке (сек) неактивности (0 = выключено)
sr: Макс. време (у секунди) које играч може да проведе без померања пре избацивања (0 = искључено)

source: Spectator Inactivity:
bg: Неактивност наблюдател:
cs: Nečinnost diváků:
el: Θεατής Αδράνεια:
es: Inact. Espectadores:
fi: Katsojan joutilaisuus:
fr: Inactivité spectateur:
hu: Nézői inaktivitás:
it: Inattività Spettatore:
nl: Toeschouwer inactiviteit:
pl: Nieaktywność Widza:
ru: Неактивность зрителя:
sr: Неактивност гледаоца:

source: Max time (in sec) a spectator can remain idle before being kicked from the server (0 = disabled)
bg: Определя максимално допустимо време на неактивност (в секунди) на наблюдател, преди да бъде изгонен от сървъра (0 = изключва)
cs: Čas (sekundy), po který divák smí zůstat nečinný (0 = bez omezení)
el: ώρα max (σε sec) ένας θεατής μπορεί να παραμείνει αδρανής, πριν πετάξουν από το διακομιστή (0 = απενεργοποιημένο)
es: Máx. tiempo (en seg.) que un espectador puede estar inactivo antes de ser expulsado del servidor (0 = desact.)
fi: Maksimiaika (sekunnaissa) katsoja voi olla joutilaana ennen palvelimelta poistoa (0 = ei rajoitusta)
fr: Temps maximum (en sec) qu'un spectateur peut rester inactif avant d'être expulsé du serveur (0 = désactivé)
hu: Maximum időtartam (másodpercben), amíg egy néző tétlen maradhat, mielőtt kirúgásra kerülne (0 = kikapcsolva)
it: Tempo limite (in sec) di inattività di uno spettatore per essere cacciato dal server (0 = disabilitato)
nl: Maximum tijd (in seconden) die een toeschouwer afwezig mag zijn voordat hij uit de server wordt gekicked (0 = uitgeschakeld)
pl: Czas (w sek) w którym obserwator może być w stanie spoczynku zanim zostanie wywalony z serwera (0 = wyłączone)
ru: Выкинуть зрителя с сервера при данном промежутке (сек) неактивности (0 = выключено)
sr: Макс. време (у секунди) које гледалац може да проведе без померања пре избацивања (0 = искључено)

source: Intermission Time:
bg: Период прекъсване:
cs: Délka přestávky:
el: Διάλειμμα Ώρα:
es: Tiempo de descanso:
fi: Väliajan kesto:
fr: Durée d'intermission:
hu: Szünetidő:
it: Durata Intervallo:
nl: Pauzetijd:
pl: Czas Przerwy:
ru: Длительность перерыва:
sr: Трајање интермисије:

source: Time of intermission
bg: Позволеният период от време за прекъсване или почивка на играчите след завършване на играта
cs: Délka přestávky před začátkem dalšího kola hry
el: Χρόνος διαλείμματος
es: Tiempo que transcurre entre los mapas
fi: Väliaika
fr: Durée de l'intermission
hu: Két pálya közti szünet ideje
it: Durata dell'intervallo
nl: Pauzetijd
pl: Czas przerwy
ru: Время интермиссии
sr: Време трајања интермисије

source: Intermission Ready %:
bg: Процент гот. прекъсване:
cs: Míra připravenosti:
el: Διάλειμμα Έτοιμο%:
es: 'Preparados' sig. Mapa%:
fi: Väliaika PÄÄTTYY %:
fr: Intermission Prêt %:
hu: Készenlét köv. pályához:
it: Intervallo - Pronti %:
nl: Pauze gereed %:
pl: Procent Gotowości %:
ru: Интермиссия - готовность %:
sr: Проценат спремности у интермисији:

source: Percentage of 'ready' players to start next map
bg: Общият процент от играчи, отбелязали се като готови за започване на следващата карта
cs: Procentuální množství připravených hráčů nutné pro předčasné ukončení přestávky
el: Ποσοστό «έτοιμο» παίκτες για να ξεκινήσει το επόμενο χάρτη
es: % de jugadores 'preparados' para empezar el siguiente mapa
fi: Prosenttiosuus pelaajista 'valmiina' kentän aloitukseen
fr: Pourcentage de joueurs "Prêt" pour commencer la carte suivante
hu: A következő pálya elkezdéséhez szükséges felkészült játékosok százaléka
it: Percentuale di giocatori pronti per iniziare la prossima mappa
nl: Percentage van spelers die klaar moeten zijn om de volgende map te starten
pl: Procent graczy 'gotowych' do rozpoczęcia gry na następnej mapie
ru: Доля готовых игроков для начала следующей карты
sr: Проценат играча 'спремних' за следећу мапу

source: MATCH
bg: ИГРА
cs: ZÁPAS
el: ΤΑΙΡΙΆΖΩ
es: PARTIDA
fi: PELI
hu: MÉRKŐZÉS
it: PARTITA
nl: WEDSTRIJD
pl: MECZ
ru: МАТЧ
sr: МЕЧ

source: Wait for Ready:
bg: Изчакване за готовност:
cs: Žádat připravenost:
el: Περιμένετε για Έτοιμος:
es: Esperar Preparados:
fi: Pelaajien täytyy olla valmiina:
fr: Attente De Joueur Prêt:
hu: Készenlétre várás:
it: Attendere:
nl: Wacht op gereed:
pl: Czekaj na Gotowość:
ru: Ожидать готовность:
sr: Чекати спремне:

source: Whether the server should require players to be ready before a match can start
bg: Определя дали сървърът да изисква потвърждение за готовност от играчите преди започване на играта
cs: Ukládá hráčům povinnost potvrdit svou připravenost pro start zápasu
el: Αν ο διακομιστής θα πρέπει να απαιτούν από τους παίκτες να είναι έτοιμοι πριν να ξεκινήσετε ένα παιχνίδι
es: Establece si el servidor debe esperar a que los jugadores estén preparados antes de comenzar una partida
fi: Pitääkö palvelimen odottaa pelaajia olemaan valmiis ennen pelin aloitusta
fr: Le serveur doit demander aux joueurs d'être prêt avant qu'un match puisse commencer
hu: Megkövetelje-e a szerver, hogy a játékosok jelezzék a készenlétüket mielőtt elkezdődhetne a meccs
it: Imposta se attendere che tutti i giocatori siano pronti prima di iniziare una partita
nl: Stelt spelers verplicht zich gereed te melden voor een wedstrijd kan beginnen
pl: Określa czy serwer powinien wymagać od graczy gotowości przed rozpoczęciem meczu
ru: Определяет ожидать ли готовность всех игроков до начала матча
sr: Да ли сервер захтева од играча да буду спремни пре почетка меча

source: Minimum Players:
bg: Минимален брой играчи:
cs: Hráčů ke startu:
el: Ελάχιστη παίκτες:
es: Mínimo Nº de Jugadores:
fi: Minimimäärä pelaajia:
fr: Joueurs minimum:
hu: Minimum játékos:
it: Minimo Giocatori:
nl: Minimum spelers:
pl: Minimum Graczy:
ru: Минимум игроков
sr: Минимум играча:

source: Specifies the minimum number of players required before a match can start
bg: Определя необходимия минимален брой от играчи за започване на играта
cs: Nutný minimální počet hráčů k tomu, aby zápas mohl započít
el: Ορίζει τον ελάχιστο αριθμό των παικτών που απαιτούνται πριν από έναν αγώνα να ξεκινήσετε
es: Especifica el número mínimo de jugadores requeridos para empezar una partida
fi: Vaatii minimimäärän pelaajia pelin aloitukseen
fr: Indique le nombre minimum de joueur requit avant qu'un match peut commencer
hu: Meghatározza a meccs elkezdéséhez szükséges játékosok minimum létszámát
it: Specifica il numero minimo di giocatori richiesto per iniziare una partita
nl: Het aantal minimum spelers voordat een wedstrijd gestart kan worden
pl: Określa minimalną liczbę graczy wymaganą przed rozpoczęciem meczu
ru: Минимальное число игроков для начала матча
sr: Одређује минимални број играча који је потребан пре почетка меча

source: Ready percentage:
bg: Процент готовност:
cs: Míra připravenosti:
el: Έτοιμο ποσοστό:
es: Porcentaje 'Preparados':
fi: Valmiusprosentti:
fr: Pourcentage Prêt:
hu: Készenléti százalék:
it: Percentuale Pronti:
nl: Gereed percentage:
pl: Gotowość Procentowa:
ru: Процент готовности:
sr: Проценат спремних:

source: Specifies the minimum percentage of players that must hit their ready key before a match can start
bg: Определя минималния процент от играчи, които трябва да потвърдят готовността си преди започването на играта
cs: Nutné minimální procento připravených hráčů k tomu, aby zápas mohl započít
el: Καθορίζει το ελάχιστο ποσοστό των παικτών που πρέπει να χτυπήσει έτοιμο το κλειδί πριν να ξεκινήσετε ένα παιχνίδι
es: Especifica el mínimo porcentaje de jugadores que deben de pulsar su tecla de 'Preparado' antes de empezar una partida
fi: Asettaa pienimmän sallitun määrän valmiita pelaajia prosentteina, jotta peli voidaan aloittaa
fr: Indique le pourcentage minimum de joueur devant presser leur touche "prêt" avant qu'un match commence
hu: Meghatározza, hogy a játékosok hány százalékának kell jeleznie a készenlétét a meccs elkezdéséhez
it: Specifica la percentuale minima di giocatori che abbiano premuto il tasto 'Pronto' prima di iniziare una partita
nl: Het minimum percentage spelers dat zich gereed moet melden voor een wedstrijd kan beginnen
pl: Określa minimalny procent zawodników, którzy muszą wcisnąć przycisk 'gotowy' przed rozpoczęciem meczu
ru: Минимальный процент готовности игроков для начала матча
sr: Одређује минимални проценат играча који треба да јаве да су спремни пре почетка меча

source: Allow Late Joins:
bg: Удължено присъединяване:
cs: Pozdější připojení:
el: Επιτρέψτε Αργά ενώνει:
es: Uniones 'Tardías':
fi: Salli myöhäiset peliinliittymiset
fr: Rejoindre Tardivement:
hu: Kései csatlakozás:
it: Ultimi Arrivati:
nl: Sta verlate spelers toe:
pl: Pozwól na późn. doł.:
ru: Разрешить позднее присоединение:
sr: Омогућити касније уласке:

source: Whether a player can join a team once a match has started
bg: Определя дали играчите могат да се присъединяват след започването на играта
cs: Povoluje připojit se po startu zápasu
el: Αν ένας παίκτης μπορεί να ενταχθούν σε μια ομάδα μια φορά ένας αγώνας έχει ξεκινήσει
es: Especifica si un jugador puede unirse a un equipo una vez que la partida ha comenzado
fi: Sallitaanko pelaajan liittyminen peliin, pelin jo alettua
fr: Un joueur peut rejoindre une équipe une fois que le match a débuté
hu: Csatlakozhat-e egy játékos valamelyik csapathoz, ha a meccs már elkezdődött
it: Specifica se un giocatore può aggregarsi a un team dopo l'inizio di una partita
nl: Stelt een speler in staat een team te kiezen nadat de wedstrijd is gestart
pl: Określa czy gracz może dołączyć do zespołu kiedy mecz się rozpoczął
ru: Можно ли присоединиться к команде после начала матча
sr: Да ли играч може да се придружи неком тиму након почетка меча

source: Mute Spectators:
bg: Заглушаване наблюдатели:
cs: Umlčet diváky:
el: Βουβός Θεατές:
es: Silenciar Espectadores
fi: Vaimenna katsojat:
fr: Taire les spectateurs:
hu: Nézők elnémítása:
it: Spettatori Silenziosi:
nl: Demp toeschouwers:
pl: Ucisz Obserwatorów:
ru: Глушить зрителей:
sr: Пригушивање гледалаца:

source: Whether spectators are muted
bg: Определя дали наблюдателите могат да общуват с играчите по време на играта
cs: Udává, je-li divákům znemožněno přispívat do herního chatu
el: Αν θεατές είναι σίγαση
es: Especifica si los espectadores están silenciados
fi: Vaimennetaanko katsojat pelissä
fr: Permet de taire les spectateurs
hu: Ellegyenek-e némítva a nézők
it: Specifica se gli spettatori possano comunicare
nl: Dempt toeschouwers
pl: Określa czy obserwatorzy są uciszeni
ru: Нужно ли глушить зрителей
sr: Да ли ће гледаоци бити пригушени

source: Warmup Damage:
bg: Щети при подготовка:
cs: Poškození za rozcvičky:
el: Προθέρμανση ΒΛΑΒΗΣ:
es: Daño Calentamiento:
fi: Lämmittelyvahinko:
fr: Dégât D'échauffement:
hu: Bemelegítés sérülés:
it: Danni Riscaldamento:
nl: Warmup schade:
pl: Obr. w Rozgrz.:
ru: Нанесение ущерба при разминке:
sr: Рањавање при загревању:

source: Nobody
bg: Изключено
cs: Nikdo
el: Κανείς
es: Nadie
fi: Ei ketään
fr: Personne
hu: Senki
it: Nessuno
nl: Niemand
pl: Nikt
ru: никому
sr: Нико

source: Enemies Only
bg: Противникови играчи
cs: Jen nepřátele
el: εχθροί Μόνο
es: Sólo Enemigos
fi: Vain viholliset
fr: Ennemis seulement
hu: Csak ellenfelek
it: Solo Nemici
nl: Alleen vijanden
pl: Tylko Wrogowie
ru: только врагам
sr: Само непријатељи

source: Everyone
bg: Всички играчи
cs: Všechny
el: Καθένας
es: Todos
fi: Kaikki
fr: Tout le monde
hu: Mindenki
it: Chiunque
nl: Iedereen
pl: Każdy
ru: всем
sr: Сви

source: Whether you can damage players during the match's warmup period
bg: Определя дали можете да ранявате другите играчи по време на подготовката
cs: Udává, může-li hráč poškozovat jiné hráče během rozcvičky
el: Είτε μπορείτε να βλάψουν τους παίκτες κατά τη διάρκεια της περιόδου προθέρμανσης του αγώνα του
es: Establece si puedes dañar otros jugadores durante el periodo de calentamiento
fi: Voitko vahingoittaa muita pelaajia lämmittelyn aikana
fr: Vous pouvez blesser les joueurs pendant la période d'échauffement
hu: Meglehet-e sebezni a játékosokat a meccs bemelegítési periódusában
it: Se puoi ferire i giocatori durante il periodo di riscaldamento della partita
nl: Stelt spelers in staat anderen schade toe te brengen tijdens de warmup
pl: Określa czy możesz zranić graczy podczas czasu rozgrzewki
ru: Можно ли наносить ущерб другим игрокам во время разминки
sr: Да ли можете да рањавате играче током загревања пред меч

source: Max Players Per Team:
bg: Максимум играчи в отбор:
cs: Max hráčů na tým:
el: Max παίκτες ανά ομάδα:
es: Máx. Jugadores/Equipo:
fi: Maksimipelaajamäärä joukkueessa:
fr: Joueurs Max Par Équipe:
hu: Max létszám csapatonként:
it: Giocatori Per Team:
nl: Max spelers per team:
pl: Maks. Graczy na Zespół:
ru: Макс. игроков на команду:
sr: Максимум играча у тиму:

source: Specifies the maximum number of players per team
bg: Определя допустимия брой играчи в отбор
cs: Udává maximální počet hráčů v jednom týmu
el: Καθορίζει το μέγιστο αριθμό παικτών ανά ομάδα
es: Especifica el número máximo de jugadores por equipo
fi: Määrittää maksimi määrän pelaajia per tiimi
fr: Indique le nombre maximum de joueurs par équipe
hu: Meghatározza a maximum létszámot csapatonként
it: Specifica il numero massimo di giocatori per team
nl: Maximum aantal spelers per team
pl: Określa maksymalną liczbę zawodników na drużynę
ru: Максимальное количество игроков в команде
sr: Одређује максимални број играча у тиму

source: Disable Team Controls:
bg: Отборни команди:
cs: Vypnout řízení týmu:
el: Απενεργοποίηση Έλεγχοι Ομάδα:
es: Desact. Control Equipo:
fi: Poista tiimi kontrollit käytöstä:
fr: Désact. Contrôles Équipe:
hu: Csapatvezérlés:
it: Controlli Team:
nl: Teamleiding uit:
pl: Wyłącz Kontrole Zespołu:
ru: Отключить командные приказы:
sr: Искључити тимске команде:

source: Whether players can issue team commands (lock team/spectators, readyteam, etc.)
bg: Определя дали играчите могат да ползват отборни команди (напр. заключване отбори/наблюдатели, принудително приготовление, др.)
cs: Mohou-li hráči využívat příkazy k řízení týmu (uzamčení týmu nebo diváků, připravenost týmu, apod.)
el: Αν οι παίκτες μπορούν να εκδίδουν εντολές της ομάδας (ομάδα κλείδωμα / θεατές, έτοιμοςομάδα , κλπ)
es: Establece si los jugadores pueden usar comandos de los equipos (bloquear equipos/espectadores, equipo preparado, etc.)
fi: Voivatko pelaajat ajaa joukkuekomentoja (lockteam/spectators, readyteam, jne.)
fr: Les joueurs peuvent envoyer des commandes d'équipes (verrouiller les équipes / spectateurs, Équipe prêtes, etc.)
hu: Játékosok kiadhatnak-e csapat parancsokat (csapatok/nézők lezárása, csapat készen áll, stb...)
it: Specifica se i giocatori possano usare i comandi del team (blocca team/spettatori, team pronto ecc.)
nl: Stelt spelers in staat team commando's uit te voeren (team/toeschouwers sluiten, team gereed melden, etc.)
pl: Określa czy gracze mogą korzystać z drużynowych komend (lock team/spectators, readyteam, etc.)
ru: Можно ли отдавать командные приказы (lock team/spectators, readyteam и т.п.)
sr: Да ли играчи могу да дају тимске команде (lock team/spectators, readyteam итд.)

source: Warmup Duration:
bg: Период подготовка:
cs: Délka rozcvičky:
el: Προθέρμανση Διάρκεια:
es: Duración Calentamiento:
fi: Lämmittelyn kesto:
fr: Temps De L'échauffement:
hu: Bemelegítés hossza:
it: Durata Riscaldamento:
nl: Warmup duur:
pl: Czas Rozgrzewki:
ru: Длительность разминки:
sr: Трајање загревања:

source: The length of time the warmup lasts prior to a match starting
bg: Продължителността от време за подготовка на играчите, преди започването на играта
cs: Délka rozcvičky na zahřátí před začátkem zápasu (v sekundách)
el: Το χρονικό διάστημα η προθέρμανση διαρκεί πριν από ένα παιχνίδι αρχίσει
es: El tiempo que dura el calentamiento antes de comenzar la partida
fi: Lämmitelyn kesto ennen pelin alkamista
fr: La durée de l'échauffement avant le début du match
hu: A bemelegítés időtartama a meccs kezdése előtt másodpercben
it: La durata del riscaldamento prima dell'inizio della partita
nl: De tijd dat warmup duurt voordat de wedstrijd begint
pl: Czas, przez jaki trwa rozgrzewka przed rozpoczęciem meczu
ru: Длительность разминки перед началом матча
sr: Дужина трајања загревања пред почетак меча

source: Maximum Complaints:
bg: Максимум оплаквания:
cs: Stížností nanejvýše:
el: Το χρονικό διάστημα η προθέρμανση διαρκεί πριν από ένα παιχνίδι αρχίσει
es: Quejas Máximas:
fi: Maksimi valitukset:
fr: Plaintes Maximum:
hu: Maximum panasz:
it: Massimo Reclami:
nl: Maximum klachten:
pl: Maksimum Skarg:
ru: Максимум жалоб:
sr: Максимум жалби:

source: The maximum number of complaints a player may receive before being kicked from a server
bg: Определя допустимия брой подадени оплаквания към играч, преди той да бъде изгонен от сървъра
cs: Maximální počet stížností, který může hráč obdržet před vyhozením ze serveru
el: Ο μέγιστος αριθμός των καταγγελιών που ένας παίκτης μπορεί να λάβει πριν από την κλώτσησε από ένα διακομιστή
es: El número máximo de quejas que un jugador puede recibir antes de ser expulsado del servidor
fi: Maksimi määrä valituksia, minkä pelaaja voi saada ennen kuin potkitaan palvelimelta
fr: Le nombre maximum de plaintes qu'un joueur peut recevoir avant d'être expulsé d'un serveur
hu: A panaszok maximum száma, amit egy játékos kaphat kirúgás előtt
it: Il numero massimo di reclami che un giocatore può ricevere prima di essere cacciato dal server
nl: Maximum aantal klachten dat een speler mag ontvangen voordat hij gekickt wordt van de server
pl: Maksymalna liczba skarg, które gracz może otrzymać przed wyrzuceniem z serwera
ru: Выкинуть игрока с сервера при данном числе жалоб.
sr: Максимални број жалби које играч може да прими пре избацивања са сервера

source: Maximum Complainees:
bg: Максимум оплаквачи:
cs: Stěžovatelů nanejvýše:
el: Μέγιστη Complainees:
es: Quejas Máximas/Jugador:
fi: Maksimi valittajat:
fr: Plaignants Maximum:
hu: Maximum panaszolók:
it: Massimo Reclami Unici:
nl: Maximum klagers:
pl: Maksymalna Ilość Skarg:
ru: Максимум пожаловавшихся:
sr: Максимум жалби:

source: Off
bg: Изключено
cs: Vypnuto
el: Εκτός
fi: Pois päältä
fr: Désactivé
hu: Ki
it: Disattivo
nl: Uit
pl: Wyłącz
ru: выключено
sr: Искључено

source: The number of unique complaints a player may receive before being kicked from a server
bg: Общият брой подадени уникални оплаквания към играч, преди той да бъде изгонен от сървъра
cs: Maximální počet různých hráčů, od kterých hráč obdrží stížnost, před vyhozením ze serveru
el: Ο αριθμός των μοναδικών καταγγελιών ένας παίκτης μπορεί να λάβει πριν από την κλώτσησε από ένα διακομιστή
es: El número de quejas únicas que un jugador debe de recibir para ser expulsado del servidor
fi: Ainutlaatuisten valitusten määrä, minkä pelaaja voi saada ennen kuin potkitaan palvelimelta
fr: Le nombre de plainte unique qu'un joueur peut recevoir avant d'être expulsé du serveur
hu: Az egyedi panaszok maximum száma, amit egy játékos kaphat kirúgás előtt
it: Il numero di reclami unici che un giocatore possa ricevere prima di essere cacciato dal server
nl: Aantal unieke klachten dat een speler mag ontvangen voordat hij gekickt wordt van de server
pl: Liczba unikalnych skarg, które gracz może otrzymać przed wyrzuceniem z serwera
ru: Выкинуть игрока с сервера при данном числе уникальных жалоб.
sr: Број јединствених жалби које играч може да прими пре избацивања са сервера

source: Map Time Limit:
bg: Време за игра:
cs: Časový limit úrovně:
el: Χάρτης χρονικό όριο:
es: Tiempo Límite por Mapa:
fi: Kartan aikaraja:
fr: Limite durée de la carte:
hu: Pálya időlimit:
it: Limite Durata Mappa:
nl: Map tijdlimiet:
pl: Limit Czasowy na Mape:
ru: Времени на карту:
sr: Временско ограничење мапе:

source: Override the default time limit
bg: Определя периода от време за игра на картата
cs: Přepíše původní časový limit herní úrovně, který je pro ni specifický
el: Παρακάμψετε την προεπιλεγμένη προθεσμίας
es: Anula el tiempo límite por defecto.
fi: Ohittaa oletus aikarajan
fr: Force la durée limite par défaut
hu: Az alap időlimit felülírása
it: Scavalca il limite di tempo predefinito
nl: Negeer de standaard tijdslimiet
pl: Nadpisuje domyślny limit czasowy
ru: Заменить время на карту по умолчанию
sr: Промена стандардног временског ограничења

source: Allied Spawn Time:
bg: Пер. разг. Съюзници:
cs: Čas zrodu Spojenců:
el: Allied Γόνος Ώρα:
es: Tiempo Spawn Aliados:
fi: Liittoutuneiden spawniaika:
fr: Temps D'Apparition Alliés:
hu: Szövetséges spawnidő:
it: Tempo Spawn Allied:
nl: Geallieerden spawntijd:
pl: Czas Odro. Aliantów:
ru: Время респа союзников:
sr: Време до уласка Савезника:
