Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Arming landmine...
bg: Залагане мина...
cs: Nastražování miny...
el: Οπλισμός νάρκη ...
es: Activando mina...
fr: Armement de la mine terrestre...
hu: Taposóakna élesítése...
it: Armamento mina...
nl: Mijn op scherp zetten...
pl: Podkładanie miny...
ru: Закладка мины...
sr: Мина се активира...

source: Landmine armed
bg: Мината заложена
cs: Mina nastražena...
el: Ναρκών ένοπλες
es: Mina activada
fr: Mine armée
hu: Taposóakna élesítve
it: Mina armata
nl: Mijn op scherp gezet
pl: Mina uzbrojona
ru: Мина заложена
sr: Мина активирана

source: Dynamite is set, but NOT armed!
bg: Динамитът е настроен, но НЕ е заложен!
cs: Dynamit je nastaven, ale NEAKTIVOVÁN!
el: Δυναμίτη έχει οριστεί, αλλά ΟΧΙ οπλισμένος!
es: La dinamita está colocada, pero NO activada!
fr: La Dynamite est réglée, mais PAS armée!
hu: Dinamit lehelyezve, de NEM élesítve
it: Dinamite piazzata, ma NON armata!
nl: Dynamiet geplaatst, maar nog NIET op scherp!
pl: Dynamit jest ustawiony, ale NIE uzbrojony!
ru: Динамит выброшен, но НЕ заряжен!
sr: Динамит је постављен, али НЕ и активиран!

source: Arming dynamite...
bg: Залагане динамит...
cs: Aktivace dynamitu...
el: Οπλισμός δυναμίτη ...
es: Activando dinamita...
fr: Armement de la dynamite...
hu: Dinamit élesítése...
it: Armamento dinamite...
nl: Dynamiet op scherp stellen...
pl: Podkładanie dynamitu...
ru: Динамит заряжается...
sr: Динамит се активира...

source: Dynamite is now armed with a 30 second timer!
bg: Динамитът е заложен с 30-секундно отброяване!
cs: Dynamit je aktivován se zpožděním 30 sekund!
el: Dynamite είναι τώρα οπλισμένοι με ένα δεύτερο χρονοδιακόπτη 30!
es: La dinamita está ahora activada con un temporizador a 30 seg.!
fr: La Dynamite est maintenant armée avec un minuteur de 30 secondes!
hu: Dinamit élesítésre került 30 másodperces időzítéssel!
it: Dinamite armata con timer di 30 secondi!
nl: Dynamiet staat op scherp met een 30 seconden timer!
pl: Dynamit jest uzbrojony i wybuchnie za 30 sekund!
ru: Динамит заряжен с 30-секундным таймером!
sr: Динамит је сада активиран и експлодираће за 30s!

source: Defusing landmine...
bg: Обезвреждане мина...
el: Εξουδετέρωση Ναρκών...
es: Desactivando mina
fr: Désamorçage de la mine ...
hu: Taposóakna hatástalanítása...
it: Disinnesco mina...
nl: Mijn ontmanteld...
pl: Rozbrajanie miny...
ru: Обезвреживание мины...
sr: Мина се деактивира...

source: Landmine defused
bg: Мината обезвредена
el: Ναρκών εκτονώθηκε
es: Mina desactivada
fr: Mine désamorcée
hu: Taposóakna hatástalanítva
it: Mina disinnescata
nl: Mijn ontmanteld
pl: Mina rozbrojona
ru: Мина обезврежена
sr: Мина деактивирана

source: Defusing dynamite...
bg: Обезвреждане динамит....
cs: Dynamit zneškodněn...
el: Εκτόνωση δυναμίτη ...
es: Desactivando dinamita...
fr: Désamorçage de la dynamite...
hu: Dinamit hatástalanítása...
it: Disinnesco dinamite...
nl: Dynamiet ontmantelen...
pl: Rozbrajanie dynamitu...
ru: Обезвреживание динамита...
sr: Динамит се деактивира...

source: Affirmative!!
bg: Прието!
el: Καταφατικός!!
es: ¡Afirmativo!
fr: Affirmatif!!
hu: Igen, uram!
nl: Akkoord!!
pl: Pozytywnie!!
ru: Так точно!!
sr: Разумем!!

source: ^1Spam Protection^7: VoiceChat ignored
bg: ^1Автоматична защита^7: временна забрана използване гласови съобщения
cs: ^1Spamová ochrana^7: hlasová zpráva ignorována
el: ^1Ανεπιθύμητα μηνύματα Προστασία^7: φωνητική συνομιλία ΑΓΝΟΟΥΝΤΑΙ
es: ^1Protección anti-spam^7: Chat de voz ignorado
fr: ^1Protection Anti-Spam^7: Ignore La Voix du Chat
hu: ^1Spam védelem^7: Hangcsevegő figyelmen kívül hagyva
it: ^1Protezione Anti-Spam^7: VoiceChat ignorata
nl: ^1Spamprotectie^7: voicechat genegeerd
pl: ^1Ochrona przed Spamem^7: Czat Głosowy zignorowany
ru: ^1Защита от спама^7: голосовой чат игнорируется
sr: ^1Заштита од спама^7: Гласовни чет се игнорише

source: Mines have been reported in this area.
bg: Докладвано минно поле в района.
cs: V těchto místech jsou hlášeny miny.
el: Οι νάρκες έχουν αναφερθεί σε αυτόν τον τομέα.
es: Se han reportado minas en esta zona.
fr: Les mines ont été signalées dans cette zone.
hu: Taposóaknákat jelentettek erről a területről.
it: Sono state rilevate delle mine in quest'area.
nl: Er zijn mijnen in de omgeving gevonden.
pl: W tym obszarze wykryto miny.
ru: Здесь мины.
sr: Мине су негде у близини.

source: 's Landmine
bg: с мина
cs: [nášlapná mina]
el: 's Ναρκών
fr: et sa Mine Terrestre
hu: taposóaknájának
nl: zijn landmijn
pl: Miny
ru: подорвался на мине
sr: -ова/ина мина

source: 's Mobile MG 42
bg: с преносима карт. MG 42
cs: [mobilní MG 42]
es: con su MG 42 móvil
fr: à la MG 42 Mobile
hu: mobil MG 42-jének
it: con un MG 42 Mobile
nl: zijn mobiele MG 42
pl: Mobilne MG 42
ru: 's Переносной MG 42
sr: -ов/ин преносни МГ 42

source: 's Mobile Browning
bg: с преносима карт. Browning
cs: [mobilní Browning]
es: con su Browning móvil
fr: au Browning Mobile
hu: mobil Browningjának
it: con un Browning Mobile
nl: zijn mobiele Browning
pl: Mobilny Browning
ru: 's Браунинг
sr: -ов/ин преносни Браунинг

source: 's rifle grenade
bg: с винтовъчна граната
cs: [puškový granát]
el: 's τουφέκι χειροβομβίδα
es: con su lanzagranadas
fr: à la grenade à fusil
hu: karabélygránátjának
it: con una granata da fucile
nl: zijn geweergranaat
pl: granatem od karabinu
ru: 's винтовочная граната
sr: -ов/ин тромблон

source: 's support fire
bg: с артилерийски огън
cs: [dělostřelecká podpora]
el: 's υποστήριξη φωτιά
es: con su soporte de artillería
fr: à l'Appui Feu
hu: szönyegmombázásának
it: con del fuoco di supporto
nl: zijn luchtaanval
pl: wsparciem ogniowym
ru: с помощью огоня авиации
sr: -ова/ина ватрена подршка

source: 's crew-served MG
bg: с обслужена картечница MG
cs: [statický kulomet]
es: con su crew-served MG
fr: à la MG Fixe
hu: MG-jének
it: con una mitragliatrice MG
nl: zijn bemande MG
pl: seriami z MG
ru: с помощью ДОТа
sr: -ов/ин стационарни митраљез

source: was thrown to his doom by
bg: беше изстрелян във въздуха от
cs: byl uvržen do záhuby hráčem
el: ρίχτηκε στην καταδίκη του από
es: fue lanzado a su suerte por
fr: a été poussé par
hu: áldozatul esett
it: è stato lanciato verso il suo destino da
nl: is naar zijn noodlot geslingerd door
pl: został zepchnięty przez
ru: был выброшен вниз игроком
sr: је гурнут/а у смрт од стране

source: You have been revived by
bg: Бяхте съживени от
cs: Byl jsi vzkříšen hráčem
el: Σας έχουν αναβιώσει από
es: Te ha curado
fr: Vous avez été réanimé par
hu: Felélesztett
it: Sei stato rianimato da
nl: Je bent genezen door
pl: Zostałeś ożywiony przez
ru: Вас оживил
sr: Оживео/ла Вас је

source: Constructing...
bg: Изграждане...
cs: Konstruování...
el: Κατασκευάζοντας ...
es: Construyendo...
fr: En Construction...
hu: Építés...
it: Costruzione...
nl: Bouwen...
pl: Budowanie...
ru: Сооружаю...
sr: Гради се...

source: Allied Command Post constructed. Charge speed increased!
bg: Съюзниците построиха Команден пост. Преразгръщането ускорено!
cs: Velitelské stanoviště Spojenců vybudováno. Obnovování urychleno!
el: Συμμαχικής Διοίκησης Δημοσίευση κατασκευαστεί. ταχύτητα φόρτισης αυξάνεται!
es: Puesto de Comando Aliado construido. ¡Velocidad de carga aumentada!
fr: Le Poste de Commandement des Alliés est construit. Augmentation de la vitesse de chargement!
hu: Szövetséges Parancsnoki Állás megépítve. Töltési sebesség megnövekedett.
it: Posto di Comando Alleati costruito. Velocità di ricarica aumentata!
nl: Commandopost van Geallieerden gebouwd. Laadtijd versneld!
pl: Wybudowano Alianckie Centrum Dowodzenia. Szybkość ładowania zwiększona!
ru: Союзники построили командный пост. Зарядка ускорена!
sr: Савезнички пункт саграђен. Пуњење убрзано!

source: Axis Command Post constructed. Charge speed increased!
bg: Потисниците построиха Команден пост. Преразгръщането ускорено!
cs: Velitelské stanoviště Osy vybudováno. Obnovování urychleno!
el: Άξονας Command Δημοσίευση κατασκευαστεί. ταχύτητα φόρτισης αυξάνεται!
es: Puesto de Comando Eje construido. ¡Velocidad de carga aumentada!
fr: Le Poste de Commandement de l'Axes est construit. Augmentation de la vitesse de chargement!
hu: Tengelyhatalmi Parancsnoki Állás megépítve. Töltési sebesség megnövekedett.
it: Posto di Comando Asse costruito. Velocità di ricarica aumentata!
nl: Commandopost van Axis gebouwd. Laadtijd versneld!
pl: Wybudowano Centrum Dowodzenia Osi. Szybkość ładowania zwiększona!
ru: Фашисты построили командный пост. Зарядка ускорена!
sr: Пункт Сила осовине саграђен. Пуњење убрзано!

source: ^3All players ready!^7 Match starting...
bg: ^3Играчите са готови!^7 Играта започва...
cs: ^3Všichni jsou připraveni!^7 Zápas začíná...
el: ^3Όλοι οι παίκτες είναι έτοιμη! ^7 εκκίνησης αγώνα ...
es: ^3¡Todos los jugadores listos!^7 Empezando Partida...
fr: ^3Tout les joueurs sont prêt!^7 Le match commence...
hu: ^3Az összes játékos készen áll^7 A meccs indul...
it: ^3Giocatori pronti!^7 Inizia la partita...
nl: ^3Alle spelers gereed!^7 Wedstrijd begint...
pl: ^3Wszyscy gracze gotowi!^7 Rozpoczęcie meczu...
ru: ^3Все игроки готовы!^7 Матч начинается...
sr: ^3Сви су спремни!^7 Меч почиње...

source: You are on the Allied team
bg: Играете з отбора на Съюзниците
cs: Jsi v týmu Spojenců
el: Είστε στην ομάδα Σύμμαχος
es: Estás en el equipo Aliado
fr: Vous êtes dans l'équipe des Allies
hu: A Szövetségesek csapatában vagy
it: Fai parte degli Alleati
nl: Je bent bij de Geallieerden aangesloten
pl: Jesteś w zespole Aliantów
ru: Вы в команде союзников
sr: Ви сте у тиму Савезници

source: ^1*** Match Reset! ***
bg: ^1*** Играта започва отначало! ***
cs: ^1*** Zápas resetován! ***
el: ^1*** Αγώνας Επαναφορά! ***
es: ^1*** ¡Partida Reiniciada! ***
hu: ^1*** Meccs visszaállítás ***
it: ^1*** Reset partita! ***
nl: ^1*** Wedstrijd gereset! ***
pl: ^1*** Restart Meczu! ***
ru: ^1*** Перезапуск матча! ***
sr: ^1*** Меч ресетован! ***

source: You are on the Axis team
bg: Играете за отбора на Потисниците
cs: Jsi v týmu Osy
el: Είστε στην ομάδα Άξονα
es: Estás en el equipo del Eje
fr: Vous êtes dans l'Equipe de l'Axes
hu: A Tengelyhatalmak csapatában vagy
it: Fai parte dell'Asse
nl: Je bent bij de Axis aangesloten
pl: Jesteś w Zespole Osi
ru: Вы в команде фашистов
sr: Ви сте у тиму Силе осовине

source: Warning, leave the construction area...
bg: Предупреждение, напуснете забранената зона...
cs: Varování — opusť stavební prostor...
el: Προειδοποίηση, αφήστε τον τομέα των κατασκευών ...
es: Cuidado, sal de la zona en construcción...
fr: Attention, sortez de la zone de construction...
hu: Figyelem, hagyd el az építési területet...
it: Attenzione, allontanarsi dall'area di costruzione...
nl: Waarschuwing, verlaat het bouwterrein...
pl: Uwaga, opuść plac budowy...
ru: Покиньте зону строительства...
sr: Упозорење, напустите зону градње...

source: got caught in
bg: попадна
cs: zachycen hráčem
el: πιάστηκε σε
es: fue atrapado por
fr: a été pris en
hu: áldozatul esett
it: è stato inglobato da
nl: is omgekomen bij
pl: został złapany w
ru: оказался на пути строительного сумасшествия
sr: се ухватио/ла у

source: 's construction madness
bg: в инженерската стихия на
cs: v budovatelském šílenství
el: 's Κατασκευή τρέλα
es: con su locura por construir
fr: et sa construction frénétique
hu: építési őrületének
it: nella sua follia ingegneristica
nl: zijn bouwplannen
pl: szaleństwie budowlanym
ru: во время строительного безумия
sr: -ову/ину грађевинску манију

source: Need paks: %s
bg: Необходими пакети: %s
cs: Chybějící balíčky: %s
el: Ανάγκη paks: %s
es: Necesita los paks: %s
fr: Nécessite les paquets: %s
hu: Szükséges pakok: %s
it: Pacchetti richiesti: %s
nl: Paks benodigd: %s
pl: Potrzebuje paczek %s
ru: Требуемые паки: %s
sr: Потребни пакови: %s

source: Not enough players to start match!
bg: Недостатъчно играчи за започване на играта
cs: Nedostatek hráčů ke startu!
el: Δεν υπάρχουν αρκετά παίκτες για να ξεκινήσει τον αγώνα!
es: ¡No hay suficientes jugadores para empezar la partida!
fr: Pas assez de joueurs pour commencer la partie!
hu: Nincs elég játékos a meccs elkezdéséhez!
it: Giocatori insufficienti per iniziare la partita!
nl: Niet genoeg spelers om wedstrijd te beginnen!
pl: Zbyt mało graczy, aby zacząć mecz!
ru: Недостаточно игроков для начала матча!
sr: Нема довољно играча за почетак меча!

source: 's flamethrower
bg: с огнехвъргачка
cs: [plamenomet]
el: 's φλογοβόλο
es: con su lanzallamas
fr: avec un lance flamme
hu: lángszórójának
it: con un lanciafiamme
nl: zijn vlammenwerper
pl: miotaczem ognia
ru: 's огнемёт
sr: -ов/ин бацач пламена

source: 's Satchel Charge
bg: с експлозивна раница
cs: [brašnová nálož]
el: 's Σάκα Χρέωση
es: con su carga Satchel
fr: au Sachet Explosif
hu: robbanó táskájának
it: con una carica esplosiva
nl: zijn geïmproviseerde explosief
pl: Ładunkiem Kulminacyjnym
ru: с помощью взрывпакета
sr: -ов/ин експлозив

source: You cannot arm dynamite near a friendly objective!
bg: Не може да залагате динамит при приятелска цел!
cs: Nemůžeš aktivovat dynamit u spřátelené konstrukce!
el: Δεν μπορείτε να οπλίσει δυναμίτη κοντά σε ένα φιλικό προς το στόχο!
es: ¡No puedes armar una dinamita cerca de un objetivo de tu equipo!
fr: Vous ne pouvez pas armer la dynamite près d'un objectif amie!
hu: Nem élesíthetsz dinamitot baráti objektum közelében!
it: Non puoi armare una dinamite vicino a un obiettivo amico!
nl: Je kunt geen dynamiet op scherp stellen naast een vriendschappelijke doelstelling!
pl: Nie możesz uzbroić dynamitu blisko przyjaznego celu!
ru: Нельзя заложить динамит рядом с дружественной целью!
sr: Не можети активирати динамит близу пријатељског задатка!

source: 's tank-mounted MG42
bg: с танкова карт. MG42
cs: [MG 42 na tanku]
el: 's δεξαμενή τοποθετημένη MG42
es: con su MG42 montada en el tanque
fr: à la MG42 montée sur tank
hu: tankra szerelt MG42-jének
it: con un MG 42 da carro armato
nl: zijn tank-MG42
pl: MG42 na czołgu
ru: танковым MG42
sr: -ов/ин митраљез са тенка

source: 's dynamite
bg: с динамит
cs: [dynamit]
el: 's δυναμίτη
es: con su dinamita
fr: à la dynamite
hu: dinamitjának
it: con della dinamite
nl: zijn dynamiet
pl: dynamitem
ru: 's динамит
sr: -ов/ин динамит

source: Timelimit hit.
bg: Времето изтече.
cs: Vypršel časový limit.
el: Χρονικό όριο χτυπήσει.
es: Límite de tiempo alcanzado.
fr: Limite de temps atteint.
hu: Időkorlát elérve.
it: Tempo limite raggiunto.
nl: Tijdslimiet verstreken.
pl: Limit czasowy skończony.
ru: Время истекло.
sr: Време истекло.

source: Landmine revealed
bg: Открита мина
cs: Mina odhalena
el: Ναρκών αποκάλυψε
es: Mina descubierta
fr: Mine terrestre révélé
hu: Taposóakna felfedve
it: Mina individuata
nl: Landmijn gevonden
pl: Mina ujawniona
ru: Обнаружена мина
sr: Мина откривена

source: 's tank-mounted browning 30cal
bg: с танкова карт. browning 30cal
cs: [Browning .30 cal na tanku]
el: 's δεξαμενή τοποθετημένη browning 30cal
es: con su browning 30cal montada en el tanque
fr: à la browning cal. 30 montée sur tank
hu: tankra szerelt Browningjának
it: con un browning cal.30 da carro armato
nl: zijn tank-Browning 30 cal.
pl: browningiem 30cal na czołgu
ru: танковым browning 30cal
sr: -ов/ин Браунинг .30 са тенка

source: 's grenade
bg: с граната
cs: [granát]
el: 's χειροβομβίδα
es: con su granada
fr: à la grenade
hu: gránátjának
it: con una granata
nl: zijn granaat
pl: granatem
ru: 's граната
sr: -ова/ина граната

source: Competition Settings Loaded!
bg: Заредени съревнователни настройки!
cs: Soutěžní nastavení nahrána!
el: Ρυθμίσεις ανταγωνισμό Φορτωμένος !
es: ¡Ajustes de competición cargados!
fr: Réglages de la compétition chargés!
hu: Versenybeállítások betöltve!
it: Impostazioni Competizione Caricate!
nl: Competitie-instellingen geladen!
pl: Ustawienia Rozgrywki Wczytane!
ru: Настройки соревнования загружены!
sr: Подешавања за такмичења учитана!

source: Public Settings Loaded!
bg: Заредени публични настройки!
cs: Běžná nastavení nahrána!
el: Δημόσια Ρυθμίσεις Φορτωμένος!
es: ¡Ajustes públicos cargados!
fr: Réglages publics chargés!
hu: Közösségi beállítások betöltve!
it: Impostazioni Pubbliche Caricate!
nl: Publieke instellingen geladen!
pl: Ustawienia Publiczne Wczytane!
ru: Общие настройки загружены!
sr: Подешавања за јавне сервере учитана!

source: Landmine cannot be armed here
bg: Не може да заложите мина на това място
el: Ναρκών ξηράς δεν μπορεί να οπλιστεί εδώ
es: Aquí no se pueden colocar minas.
fr: La mine ne peut pas être amorcée ici
hu: Taposóaknát itt nem lehet élesíteni
it: Non si può armare una mina qui
nl: Landmijn kan hier niet worden geplaatst
pl: Miny nie mogą być tutaj uzbrojone
ru: Мину нельзя здесь заложить
sr: Не можете активирати мину овде

source: Your team has too many landmines placed...
bg: Отборът Ви е заложил прекалено много мини...
cs: Tvůj tým nastražil příliš mnoho min...
el: Η ομάδα σας έχει πάρα πολλές νάρκες τοποθετήθηκαν ...
es: Tu equipo ha puesto demasiadas minas...
fr: Votre équipe a trop de mines terrestres placées...
hu: A csapatod túl sok aknát helyezett már le...
it: Il tuo team ha troppe mine piazzate...
nl: Je team heeft te veel landmijnen geplaatst...
pl: Twój zespół ma zbyt dużo podłożonych min...
ru: У Вашей команды уже заложено слишком много мин...
sr: Ваш тим је поставио превише мина...

source: You cannot arm dynamite near a friendly construction!
bg: Не може да заложите динамит до съоръжение на вашия отбор!
cs: Nelze aktivovat dynamit u spřátelené konstrukce!
el: Δεν μπορείτε να οπλίσει δυναμίτη κοντά σε ένα φιλικό κατασκευή!
es: ¡No puedes colocar dinamita cerca de una construcción de tu equipo!
fr: Vous ne pouvez pas armer la dynamite près d'une construction amie!
hu: Nem élesíthetsz dinamitot baráti építkezés közelében!
it: Non puoi armare dinamite vicino a una costruzione amica!
nl: Je kunt geen dynamiet op scherp stellen naast een vriendschappelijke constructie!
pl: Nie możesz podłożyć dynamitu w pobliżu przyjaznej konstrukcji!
ru: Нельзя заложить динамит рядом с дружественной постройкой!
sr: Не можете активирати динамит близу пријатељске грађевине!

source: Countdown started.... ^3notready^7 ignored!
bg: Отброяването започва.... ^3неготовите^7 играчи игнорирани!
cs: Odpočet zahájen... ^3nepřipravenost^7 ignorována!
el: Αντίστροφη μέτρηση άρχισε .... ^3δεν είναι έτοιμη^7 αγνοείται!
es: Cuenta atrás comenzada... ¡^3notready^7 ignorados!
fr: Le compte à rebours a commencé.... ^3pasprêt^7 ignoré!
hu: Visszaszámlálás megkezdődött.... ^3fel nem készült játékosok^7 figyelmen kívül hagyva!
it: Inizio conto alla rovescia.... ^3notready^7 ignorato!
nl: Countdown gestart... ^3notready ^7genegeerd!
pl: Odliczanie rozpoczęte.... ^3notready^7 zignorowane!
ru: Отсчёт пошёл.... игнорирование ^3не готовых^7!
sr: Одбројавање почело.... ^3notready^7 се игнорише!

source: No complaint filed against you.
bg: Не е подадено оплакване срещу вас.
cs: Nebyla na tebe podána stížnost.
el: Δεν καταγγελία που υποβλήθηκε εναντίον σας.
es: No se ha archivado ninguna queja contra ti.
fr: Aucune plainte déposée contre vous.
hu: Nincs ellened indított panasz.
it: Nessun reclamo registrato contro di te.
nl: Geen klacht tegen je ingediend.
pl: Nie wysłano skargi przeciwko tobie.
ru: На Вас не подана жалоба.
sr: Нема жалби против Вас.

source: You are not the leader of a fireteam
bg: Повишени сте в лидер на звеното
cs: Nejsi velitelem čety.
el: Δεν είστε ο ηγέτης μιας φωτιά ομάδα
es: No eres el líder de la escuadra
fr: Vous n'êtes pas le chef d'une Fireteam
hu: Nem te vagy az osztag vezetője
it: Non sei il leader di alcun fireteam
nl: Je bent niet de aanvoerder van je fireteam
pl: Nie jesteś liderem oddziału
ru: Вы не руководитель звена
sr: Нисте вођа ударне групе

source: You have been warned by your Fireteam Commander
bg: Получихте предупреждение от Командир звено
cs: Byl jsi varován velitelem tvé čety.
el: Έχετε προειδοποιηθεί από φωτιά ομάδα Διοικητής σας
es: Te ha llamado la atención el comandante de tu escuadra
fr: Vous avez été blâmé par votre Commandant de Fireteam
hu: Az osztagparancsnok figyelmeztetésben részesített
it: Sei stato avvisato dal tuo Comandante del Fireteam
nl: Je bent gewaarschuwd door de aanvoerder van je fireteam
pl: Zostałeś ostrzeżony przez twojego Dowódcę Oddziału
ru: Предупреждение от командира звена
sr: Упозорени сте од стране Заповедника ударне групе

source: You have been kicked from the fireteam
bg: Бяхте изгонени от звеното
cs: Byl jsi vyhozen z čety
el: Έχετε κλώτσησε από το φωτιά ομάδα
es: Has sido expulsado de la escuadra
fr: Vous avez été expulsé de la Fireteam
hu: Kirúgásra kerültél az osztagból
it: Sei stato cacciato dal fireteam
nl: Je bent verwijderd uit je fireteam
pl: Zostałeś wyrzucony z oddziału
ru: Вас исключили из звена
sr: Избачени сте из ударне групе

source: You are now the leader of your fireteam
bg: Приехте роля на командир на звеното
cs: Stáváš se velitelem čety
el: Είστε τώρα ο ηγέτης της φωτιά ομάδα σας
es: Ahora eres líder de tu escuadra
fr: Vous êtes devenu le Chef de votre Fireteam
hu: Mostantól te vagy az osztagod vezetője
it: Ora sei il leader del tuo fireteam
nl: Je bent nu de aanvoerder van je fireteam
pl: Jesteś teraz liderem twojego oddziału
ru: Вы стали руководителем звена
sr: Сада сте вођа ударне групе

source: The fireteam you are on has been disbanded
bg: Звеното беше разпуснато
cs: Četa byla rozpuštěna
el: Το φωτιά ομάδα είστε σε έχει διαλυθεί
es: La escuadra en la que estás ha sido disuelta
fr: La Fireteam où vous étiez à été dissoute
hu: Az osztag aminek tagja vagy feloszlásra került
it: Il fireteami cui eri è stato sciolto
nl: Het fireteam waar je in zat is ontbonden
pl: Oddział w którym jesteś rozpadł się
ru: Ваше звено расформировано
sr: Ваша ударна група је распуштена

source: You have been given fireteam admin rights
bg: Получихте администраторски права над звеното
cs: Obdržel jsi práva správce čety
el: Σας έχει δοθεί φωτιά ομάδα δικαιώματα διαχειριστή
es: Te han concedido derechos administrativos de la escuadra
fr: Vous avez reçu des droits d'administrateur pour cette Fireteam
hu: Osztag admin jogokat kaptál
it: Hai ceduto i permessi di amministratore del fireteam
nl: Je bent aanvoerder van je fireteam geworden
pl: Dostałeś prawa dowódcy oddziału
ru: Вы теперь администратор звена
sr: Дата су вам права администратора ударне групе

source: Too many players already on this Fireteam
bg: Достигнат брой на играчи в звеното
cs: V četě je příliš mnoho hráčů
el: Πάρα πολλοί παίκτες έχουν ήδη σε αυτό το φωτιά ομάδα
es: Hay demasiados jugadores en la escuadra
fr: Trop de joueurs déjà présent dans la Fireteam
hu: Már túl sok játékos van ebben az osztagban
it: Ci sono già troppi giocatori in questo Fireteam
nl: Er zitten te veel spelers in dit fireteam
pl: Zbyt dużo graczy już w tym Oddziale
ru: Звено переполнено
sr: Превише је играча у овој ударној групи

source: The leader has now left the Fireteam you applied to
bg: Лидерът на звеното, в което участвате, напусна
cs: Velitel opustil četu, do níž jsi podal žádost
el: Ο ηγέτης έχει πλέον εγκαταλείψει το φωτιά ομάδα που εφαρμόζεται σε
es: El líder acaba de abandonar la escuadra que solicitaste
fr: Le Chef a quitté la Fireteam dans laquelle vous êtes
hu: A vezető elhagyta az osztagot, ahova jelentkeztél
it: Il leader ha abbandonato il tuo Fireteam
nl: De aanvoerder van het fireteam waar je solliciteerde, is vertrokken
pl: Lider odszedł z Oddziału do którego chciałeś dojść
ru: Сейчас лидер покинул звено, им стали вы
sr: Вођа је напустио ударну групу којој се желите придружити

source: The other player is already on a fireteam
bg: Друг играч вече е заел вашето мястото в звеното
cs: Hráč již v četě je
el: Ο άλλος παίκτης είναι ήδη σε φωτιά ομάδα
es: El otro jugador está ya en una escuadra
fr: L'autre joueur est déjà dans une Fireteam
hu: A másik játékos már benne van egy osztagban
it: L'altro giocatore è fa già parte di un fireteam
nl: Deze speler zit al in een fireteam
pl: Ten gracz jest już w oddziale
ru: Другой игрок уже в звене
sr: Други играч је већ у ударној групи
