Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: WAITING ON ^2%i ^9%s
bg: ИЗЧАКВАНЕ НА ^2%i ^9%s
cs: ČEKÁ SE NA ^2%i ^9%s
el: Αναμονή για ^2%i ^9%s
es: ESPERANDO A ^2%i ^9%s
fi: ODOTETAAN ^2%i ^9%s
fr: EN ATTENTE DE ^2%i ^9%s
hu: VÁRAKOZÁS ^2%i ^9%s
it: IN ATTESA DI ^2%i ^9%s
nl: WACHTEN OP ^2%i ^9%s
pl: CZEKAM NA ^2%i ^9%s
ru: ЖДЁМ ^2%i ^9%s
sr: ЧЕКА СЕ ^2%i ^9^%s

source: REINFORCE TIME:
bg: ПОДКРЕПЛЕНИЯ:
cs: ČAS POSIL:
el: ΕΝΙΣΧΥΣΗ ΧΡΌΝΟΣ:
es: REFUERZOS:
fi: VAHVISTUSAIKA:
fr: TEMPS DE RENFORCEMENT:
hu: ERŐSÍTÉS IDEJE:
it: TEMPO RINFORZO:
nl: VERSTERKINGSTIJD:
pl: CZAS DO POSIŁKÓW:
ru: ДО ПОДКРЕПЛЕНИЯ:
sr: ВРЕМЕ ДО ПОЈАЧАЊА:

source: ROUND
bg: КРЪГ
cs: KOLO
el: ΓΎΡΟΣ
es: RONDA
fi: ERÄ
fr: TOUR
hu: KÖR
it: TURNO
nl: RONDE
pl: RUNDA
ru: РАУНД
sr: РУНДА

source: SCORE
bg: РЕЗУЛТАТ
cs: BILANCE
el: ΣΚΟΡ
es: PUNTUACIÓN
fi: PISTEET
hu: PONT
it: PUNTEGGIO
pl: WYNIKI
ru: СЧЁТ
sr: СКОР

source: MAP %i of %i
bg: КАРТА %i от %i
cs: ÚROVEŇ %i Z %i
el: ΧΑΡΤΗΣ%i από%i
es: MAPA %i of %i
fi: KARTTA %i %i:stä
fr: CARTE %i sur %i
hu: PÁLYA %i-ből %i
it: MAPPA %i di %i
pl: MAPA %i z %i
ru: КАРТА %i из %i
sr: МАПА %i од %i

source: Config: ^7%s^7
bg: Настройка: ^7%s^7
cs: Konfig: ^7%s^7
fi: Asetus: ^7%s^7
hu: Konfig: ^7%s^7
pl: Konfiguracja: ^7%s^7
ru: Конфигурация: ^7%s^7
sr: Конфигурација: ^7%s^7

source: ^3CONNECTING
bg: ^3СВЪРЗВАНЕ
cs: ^3PŘIPOJUJE SE
el: ^3ΣΥΝΔΕΤΙΚΌΣ
es: ^3CONECTANDO
fi: ^3YHDISTÄÄ
fr: ^3CONNEXION
hu: ^3KAPCSOLÓDIK
it: ^3CONNESSIONE
nl: ^3VERBINDEN
pl: ^3ŁĄCZENIE
ru: ^3ПОДКЛЮЧЕНИЕ
sr: ^3КОНЕКТОВАЊЕ

source: ^3SPECTATOR
bg: ^3НАБЛЮДАТЕЛ
cs: ^3DIVÁK
el: ^3ΘΕΑΤΉΣ
es: ^3ESPECTADOR
fi: ^3KATSOJA
fr: ^3SPECTATEUR
hu: ^3NÉZELŐDŐ
it: ^3SPETTATORE
nl: ^3TOESCHOUWER
pl: ^3OBSERWATOR
ru: ^3ЗРИТЕЛЬ
sr: ^3ГЛЕДАЛАЦ

source: AXIS
bg: ПОТИСНИЦИ
cs: OSA
el: ΆΞΟΝΑΣ
es: EJE
fi: AKSELI
fr: AXE
hu: TENGELYHATALMAK
it: ASSE
pl: OŚ
ru: ФАШИСТЫ
sr: СИЛЕ ОСОВИНЕ

source: FIRST BLOOD
bg: ПЪРВА КРЪВ
cs: PRVNÍ KREV
el: ΠΡΏΤΟ ΑΊΜΑ
es: PRIMERA MUERTE
fi: ENSITAPPO
fr: PREMIER SANG
hu: ELSŐ VÉR
it: PRIMA VITTIMA
nl: EERSTE TREFFER
pl: PIERWSZA KREW
ru: ПЕРВАЯ КРОВЬ
sr: ВАТРЕНО КРШТЕЊЕ

source: ALLIES
bg: СЪЮЗНИЦИ
cs: SPOJENCI
el: ΣΎΜΜΑΧΟΙ
es: ALIADOS
fi: LIITTOUTUNEET
fr: ALLIÉS
hu: SZÖVETSÉGESEK
it: ALLEATI
pl: ALLIANCI
ru: СОЮЗНИКИ
sr: САВЕЗНИЦИ

source: C R
bg: К Р
cs: T H
fi: L A
hu: K R
pl: K R
ru: К Р
sr: К П

source: Score
bg: Т
cs: Bilance
el: Σκορ
es: Puntos
fi: Pisteet
hu: Pont
it: Punteggio
pl: Wyniki
ru: Счёт
sr: Скор

source: XP
bg: О
ru: Опыт

source: Ping
bg: П
fi: Vaste
ru: Пинг
sr: Пинг

source: ^1FIGHT!
bg: ^1НА ОРЪЖИЕ!
cs: ^1BOJ!
el: ^1ΠΆΛΗ!
es: ^1¡A LUCHAR!
fi: ^1TAISTELE!
fr: ^1BATS-TOI!
hu: ^1HARC!
it: ^1COMBATTI!
nl: ^1VECHT!
pl: ^1WALKA!
ru: ^1БОЙ!
sr: ^1ПОЧИЊЕМО!

source: Auto Pick
bg: Автоматично вземане
cs: Samočinný sběr
el: Αυτόματο διαλέγω
es: Elegir Automáticamente
fi: Autovalinta
fr: Collecte Automatique
hu: Automata fegyverfelvétel
it: Raccolta Automatica
nl: Automatisch kiezen
pl: Auto. Podnoszenie
ru: Авто выбор
sr: Ауто-бирање

source: Damage Given: %6d Team Damage Given: %6d
bg: Нанесени щети: %6d Нанесени щети отбор: %6d
cs: Udělené poškození: %6d Udělené poškození týmu: %6d
el: Ζημιές Δεδομένων: %6d Ζημιές ομάδα Δεδομένων: %6d
es: Daño hecho: %6d Daño al Equipo: %6d
fi: Vahinkoa annettu: %6d Joukkuevahinkoa annettu: %6d
fr: Dégât Infligé: %6d Dégât Infligé A L'équipe: %6d
hu: Adott sebzés: %6d Adott csapatsebzés: %6d
it: Danni dati: %6d Danni di squadra dati: %6d
nl: Schade gegeven: %6d Teamschade gegeven: %6d
pl: Zadanych Obrażeń: %6d Zadanych Obrażeń Przez Zespół: %6d
ru: Нанесено урона: %6d Нанесено урона своим: %6d
sr: Штета нанета: %6d Штета нанета тиму: %6d

source: Damage Recvd: %6d Team Damage Recvd: %6d
bg: Получени щети: %6d Получени щети отбор: %6d
cs: Obdržené poškození: %6d Obdržené poškození od týmu: %6d
el: Ζημιές ελαβε: %6d Ζημιές ομάδα ελαβε: %6d
es: Daño recibido: %6d Daño rec. por Equipo: %6d
fi: Vahinkoa otettu: %6d Joukkuevahinkoa otettu: %6d
fr: Dégât Reçu: %6d Dégât Reçu De L'équipe: %6d
hu: Kapott sebzés: %6d Kapott csapatsebzés %6d
it: Danni Rcv: %6d Danni al Team Rcv: %6d
nl: Schade ontvangen: %6d Teamschade ontvangen: %6d
pl: Otrzym. Obrażeń: %6d Otrzym. Obrażeń Przez Zespół: %6d
ru: Получено урона: %6d Получ урона от своих: %6d
sr: Штета примљена: %6d Штета примљена у тиму: %6d

source: Kills: %3d Team Kills: %3d Accuracy: %5.1f%%
bg: Убити: %3d Убити свои: %3d Точност: %5.1f%%
cs: Zabití: %3d Zabití spoluhráčů: %3d Přesnost: %5.1f%%
el: σκοτώνει: %3d ομάδα σκοτώνει: %3d Ακρίβεια: %5.1f%%
es: Matados: %3d Mat. Equipo: %3d Puntería: %5.1f%%
fi: Tapot:%3d Tiimitapot: %3d Tarkkuus: %5.1f%%
fr: Tués: %3d Équipier Tués: %3d Précision: %5.1f%%
hu: Ölés: %3d Csapattárs ölés: %3d Pontosság: %5.1f%%
it: Uccisi: %3d Team Kills: %3d Precisione: %5.1f%%
nl: Kills: %3d Teamkills: %3d Nauwkeurigheid: %5.1f%%
pl: Zabójstw: %3d Zabójstw Zespołu: %3d Celność: %5.1f%%
ru: Убийств: %3d Убийств своих: %3d Точность: %5.1f%%
sr: Убиства: %3d Уб. сабораца: %3d Прецизност: %5.1f %%

source: Gibs: %3d Team Gibs: %3d Playtime: %5.1f%%
bg: Сразени: %3d Сраз. свой: %3d Игр. време: %5.1f%%
es: Gibs: %3d Gibs de Equipo: %3d Partida: %5.1f%%
fr: Éparpillements: %3dÉparpillements Équipe: %3d Temps de Jeu: %5.1f%%
hu: Gib: %3d Csapatgib: %3d Játékidő: %5.1f%%
it: Sbudelli: %3d Sbudelli di Squadra: %3d Tempo di gioco: %5.1f%%
nl: Gibs: %3d Teamgibs: %3d Speeltijd: %5.1f%%
pl: Gibnięć: %3d Gibnięć Zespołu: %3d Czas rozgrywki: %5.1f%%
ru: Убийства: %3d Убийства союзников: %3d Игровое время: %5.1f%%

source: Deaths: %3d Self Kills: %3d Headshots: %5.1f%%
bg: Умир.: %3d Самоуб.: %3d Фат. изстр.: %5.1f%%
cs: Smrtí: %3d Sebevražd: %3d Zásahů do hlavy: %5.1f%%
el: Θάνατοι: %3d αυτοκτονίαι: %3d Κεφάλι λήψεις:% 5.1f %%
es: Muertes %3d Suicidios: %3d En la cabeza: %5.1f%%
fi: Kuolemia: %3dItse Tapettuja: %3d Pääosumia %5.1f%%
fr: Morts: %3d Suicides: %3d Tires Têtes: %5.1f%%
hu: Halál: %3d Selfkill: %3d Fejlövés: %5.1f%%
it: Morti: %3d Suicidi: %3d Colpi Testa: %5.1f%%
pl: Śmierci: %3d Samobójstw: %3d Strzałów W Głowę: %5.1f%%
ru: Смертей: %3d Самоубийств: %3d Попаданий в голову: %5.1f%%
sr: Смрти: %3d Самоубиства: %3d У главу: %5.1f %%

source: ^7Weapon Acrcy Hits/Atts Kills Deaths Headshots
bg: ^7Оръжие Точ. поп./Асист. Убс. Умр. Фат.изстр.
el: ^7όπλο Acrcy Επισκέψεις/ ATTS σκοτώνει Θάνατοι Κεφάλι λήψεις
es: ^7Weapon Precisi Acier/Atts Matados Muertes En la Cabeza
fi: ^7Aseen tarkkuus Osumat/Ammukset Tapot Kuolemat Pääosumat
fr: ^7Tires Prec. Armes/Atts Tués Morts TiresTêtes
hu: ^7Fegyver Pntsg Találat/Tmds Ölés Halál Fejlövés
it: ^7Arma Prec. Colpi/Attacchi Uccisioni Morti Colpi in testa
nl: ^7Wapen Nauwkeurigheid Hits/Atts Kills Deaths Headshots
pl: ^7Broń Celn Traf/Strza Zabójstw Śmierci W Głowę
ru: ^7Оружие Точно Удар/Аттк Убийств Смертей В голову
sr: ^7Оружје Прец. Пог/Асист Убиства Смрти У главу

source: ^7Weapon Acrcy Hits/Atts Kll Dth HS
bg: ^7Оръжия Точ. поп./Асист. Убс. Умр. ФИ
el: ^7όπλο Acrcy Επισκέψεις/ ATTS KLL τη DTH HΣ
es: ^7Arma Precisi Acier/Atts Mat Muert HS
fi: ^7Aseen tark. Os/AmTa Ku Pä
fr: ^7Tires Prec. Armes/Atts Tués Morts HS
hu: ^7Fegyver Pntsg Találat/Tmds Öl Hll FL
it: ^7Arma Prec. Colp./Att. Ucc. Mort. HS
nl: ^7Wapen Nauwkeurigheid Hits/Atts Kll Dth HS
pl: ^7Broń Celn Traf/Strza Zab Zgo HS
ru: ^7Оружие Точно Удар/Аттк Уб Смт Гол
sr: ^7Оружје Прец. Пог/Асист Уб См Гл

source: ^3No weapon info available.
bg: ^3Недостъпна информация за оръжие.
cs: ^3Nedostupné info o zbrani.
el: ^3 όχι πληροφορίες όπλο διαθέσιμο.
es: ^3No hay información disponible del arma.
fi: ^3Ei asetietoja saatavilla.
fr: ^3Pas d'information sur les armes disponible.
hu: ^3Nincs elérhető fegyver infó.
it: ^3Nessuna info dell'arma disponibile.
nl: ^3Geen wapeninfo beschikbaar.
pl: ^3Brak informacji o bronii.
ru: ^3Нет информации об оружии
sr: ^3Нема података о оружју.

source: Medals
bg: Ордени
cs: Medaile
el: μετάλλια
es: Medallas
fi: Mitallit
fr: Médailles
hu: Érmek
it: Medaglie
nl: Medailles
pl: Medale
ru: Медали
sr: Медаље

source: ^3No skills acquired!
bg: ^3Нямате придобити умения!
cs: ^3Nezískány dovednosti!
el: ^3όχι δεξιότητες που αποκτώνται!
es: ^3¡No se han obtenido habilidades!
fi: ^3Taitoja ei saavutettu!
fr: ^3Pas de compétences acquises !
hu: ^3Nincs megszerzett képesség!
it: ^3Nessuna abilità acquisita!
nl: ^3Geen vaardigheden verkregen!
pl: ^3Brak nabytych umiejetności!
ru: ^3Навыков не получено!
sr: ^3Нема вештина!

source: Map
bg: Карта
cs: Úroveň
el: Χάρτης
es: Mapa
fi: Kartta
fr: Carte
hu: Pálya
it: Mappa
pl: Mapa
ru: Карта
sr: Мапа

source: Could not create logfile
bg: Неуспешно създаване на отчетен файл
cs: Nebylo možné vytvořit soubor s logem
el: Δεν θα μπορούσε να δημιουργήσει αρχείο καταγραφής
es: No se pudo crear el log
fi: Ei voitu luoda logitiedostoa
fr: Le fichier journal n'a pas pu être créé
hu: Logfájl létrehozása sikertelen
it: Non riesco a creare il file di log
nl: Kon geen logbestand maken
pl: Nie można było stworzyć loga
ru: Невозможно создать лог
sr: Не можете креирати лог

source: ^3Server Restarting
bg: ^3Презареждане сървър
cs: ^3Server se restartuje
el: ^3Υπηρέτης επανεκκίνηση
es: ^3Servidor Reiniciándose
fi: ^3Palvelin uudelleenkäynnistyy
fr: ^3Le serveur redémarre
hu: ^3Szerver újraindul
it: ^3Riavvio del Server
nl: ^3Server start opnieuw op
pl: ^3Restartowanie Serwera
ru: ^3Перезапуск сервера
sr: ^3Сервер се рестартује

source: DOWNLOADING...
bg: ИЗТЕГЛЯНЕ...
cs: STAHUJI..
el: Λήψη ...
es: DESCARGANDO...
fi: LADATAAN...
fr: TÉLÉCHARGEMENT…
hu: LETÖLTÉS...
it: SCARICAMENTO...
nl: DOWNLOADEN...
pl: POBIERANIE...
ru: ЗАГРУЗКА...
sr: ПРЕУЗИМАЊЕ...

source: CONNECTING...
bg: СВЪРЗВАНЕ...
cs: PŘIPOJUJI...
el: ΣΥΝΔΕΤΙΚΌΣ...
es: CONECTANDO...
fi: YHDISTETÄÄN...
fr: CONNEXION…
hu: KAPCSOLÓDÁS...
it: CONNESSIONE...
nl: VERBINDEN...
pl: ŁĄCZENIE...
ru: СОЕДИНЕНИЕ...
sr: КОНЕКТОВАЊЕ...

source: Connecting to: %s^* %s
bg: Установяване връзка: %s^* %s
cs: Připojuji se k: %s^* %s
el: ΣΥΝΔΕΤΙΚΌΣ να: %s^* %s
es: Conectando a: %s^* %s
fi: Yhdistetään: %s^* %s
fr: Connexion à: %s^* %s
hu: Csatlakozás: %s^* %s
it: Connessione a: %s^* %s
nl: Verbinden met: %s^* %s
pl: Łączenie z: %s^* %s
ru: Подключение к: %s^* %s
sr: Конектовање на: %s^* %s

source: Awaiting connection...%i
bg: Изчакване връзка...%i
cs: Očekávám spojení...%i
el: Εν αναμονή σύνδεσης ...%i
es: Esperando conexión... %i
fi: Odotetaan yhteyttä... %i
fr: En attente de connexion… %i
hu: Kapcsolatra várakozás...%i
it: In attesa di connessione...%i
nl: Wacht op verbinding...%i
pl: Oczekiwanie na połączenie...%i
ru: Ждём соединение...%i
sr: Чека се конекција...%i

source: Awaiting challenge...%i
bg: Изчакване настройки...%i
cs: Očekávám výzvu...%i
el: Εν αναμονή πρόκληση...%i
es: Esperando partida... %i
fi: Odotetaan haastetta... %i
fr: En attente du challenge… %i
hu: Várakozás feladatra...%i
it: In attesa per la sfida...%i
nl: Wacht op challenge...%i
pl: Oczekiwanie na odpowiedź...%i
ru: Ждём вызов...%i
sr: Чека се изазов...%i

source: Awaiting gamestate...
bg: Изчакване данни сесия...
cs: Očekávám nahrávání hry...
el: Εν αναμονή gamestate ...
es: Esperando estado de la partida...
fi: Odotetaan pelitilaa...
fr: En attente de l'état de la partie…
hu: Játékállapotra várás...
it: In attesa dello stato del gioco...
nl: Wachten op spelstatus...
pl: Oczekiwanie na grę...
ru: Ждём состояние игры...
sr: Чека се стање игре...

source: Waiting for new key... Press ESCAPE to cancel
bg: Изчакване за нов клавиш... Натиснете ESCAPE за отмяна
cs: Očekávám novou klávesu... Stiskni ESCAPE pro zrušení
el: Αναμονή για το νέο κλειδί ... Πατήστε ESCAPE για να ακυρώσετε
es: Esperando un código nuevo... Pulsa ESC para cancelar
fi: Odotetaan uutta nappulaa... Paina ESC peruuttaaksesi
fr: En attente d'une nouvelle touche… appuyez sur ÉCHAP pour annuler
hu: Várakozás új billentyűre... Nyomj ESC-et a visszavonáshoz
it: In attesa della nuova chiave... Premi ESCAPE per annullare
nl: Wachten op een nieuwe toets... Druk ESCAPE om te annuleren
pl: Oczekiwanie na nowy klawisz... Naciśnij ESCAPE, aby anulować
ru: Жду новую клавишу... Нажмите ESCAPE для отмены
sr: Чека се нови кључ... Притисните ESC да прекинете

source: Press ENTER or CLICK to change, Press BACKSPACE to clear
bg: Натиснете ENTER или ЩРАКНЕТЕ за промяна, натиснете BACKSPACE за премахване
cs: Stiskni ENTER nebo KLIKNI pro změnu, stiskni BACKSPACE pro vyčistění
el: Πατήστε Enter ή κάντε κλικ για να αλλάξετε, πατήστε το πλήκτρο BACKSPACE για να διαγράψετε
es: Pulsa INTRO o CLICK para cambiar, pulsa RETROCESO para borrar
fi: Paina ENTER tai valitse hiirellä. Paina ASKELPALAUTIN tyhjentääksesi
fr: Appuyez sur ENTRÉE ou CLIQUEZ pour changer, appuyez sur RETOUR ARRIÈRE pour vider
hu: Üss ENTER-t vagy KIKKELJ a változtatáshoz. Nyomj BACKSPACE-t a törléshez
it: Premi INVIO o CLICCA per cambiare, premi BACKSPACE per cancellare
nl: Druk ENTER of KLIK om te wijzigen, Druk BACKSPACE om te verwijderen
pl: Naciśnij ENTER lub KLIKNIJ, aby zmienić, Naciśnij BACKSPACE aby wyczyścić
ru: ENTER или КЛИК для смены, BACKSPACE для очистки
sr: Притисните ENTER или CLICK да промените, BACKSPACE да обришете

source: Getting info for %d servers (ESC to cancel)
bg: Изискване информация за %d сървъра. (Натиснете ESC за отмяна)
cs: Získávám info o %d serverech (ESC pro zrušení)
el: Να πάρει πληροφορίες για% d διακομιστές (ESC για να ακυρώσετε)
es: Obteniendo info de %d servidores (ESC para cancelar)
fi: Haetaan tietoa %d palvelimesta (ESC keskeyttää)
fr: Obtention de l'information de %d serveurs (ÉCHAP pour annuler)
hu: Infó beszerzése %d szerverhez (ESC a megszakításhoz)
it: Ricevo info per %d server (ESC per annullare)
nl: Informatie ophalen van %d servers (ESC om te annuleren)
pl: Pobieranie informacji o %d serwerach (ESC aby anulować)
ru: Получение информации о %d серверах (ESC для отмены)
sr: Тражење података за %d сервера (ESC да прекинете)

source: Waiting for response from Master Server
bg: Изчакване на отговор от индексиращия сървър
cs: Očekávám odpověď z Master Serveru
el: Αναμονή για απάντηση από κύριο διακομιστή
es: Esperando la respuesta del Master Server
fi: Odotetaan vastausta pääpalvelimelta
fr: En attente d'une réponse du serveur maître
hu: Várakozás a mester szerver válaszára
it: In attesa di risposta dal Server Master
nl: Wachten op antwoord van masterserver
pl: Oczekiwanie na odpowiedź Głównego Serwera
ru: Ждём ответ Мастер-сервера
sr: Чека се одговор од Мастер сервера

source: Refresh Time: %s
bg: Изминало време обновяване: %s
cs: Čas obnovení: %s
el: Ανανέωση Ώρα: %s
es: Tiempo de Actualización: %s
fi: Päivitysaika: %s
fr: Temps de rafraîchissement : %s
hu: Frissítési idő: %s
it: Tempo di aggiornamento: %s
nl: Ververstijd: %s
pl: Czas Odświeżania: %s
ru: Время обновления: %s
sr: Време за обнову: %s

source: Can't show Server Info (not found, or local server)
bg: Не е намерена информация (недостъпен или локален сървър)
cs: Nelze zobrazit info o serveru (nenalezen nebo je místní)
el: δεν μπορεί να δείξει Πληροφορίες διακομιστή (δεν βρέθηκε, ή τοπικό διακομιστή)
es: No se puede mostrar la Información del Servidor (no encontrado, o es un servidor local)
fi: Ei voida näyttää palvelimen tietoja (ei löydetty tai lokaali palvelin)
fr: Impossible De Montrer Les Informations du Serveur (introuvable, ou serveur locale)
hu: Nincs szerverinfó (nem talált vagy lokális szerver)
it: Impossibile visualizzare info del server (non trovato o server locale)
nl: Kan serverinfo niet laden (niet gevonden, of lokale server)
pl: Nie można pokazać Informacji o Serwerze (nie znaleziono lub lokalny serwer)
ru: Нет инфо о сервере (не найдена или сервер локальный)
sr: Нема података о серверу (нема их или је сервер локални)

source: Favorite already in list
bg: Избраният сървър вече е добавен в любими
cs: Již je v seznamu oblíbených
el: Αγαπημένη ήδη στη λίστα
es: El Favorito ya está en la lista
fi: Suosikki on jo listassa
fr: Favori déjà dans la liste
hu: A kedvenc már a listában van
it: Preferito già in lista
nl: Favoriet bestaat al
pl: Serwer jest już na liście ulubionych
ru: Сервер уже в списке избранных
sr: Већ је у листи омиљених

source: Favorite list full
bg: Достигнато ограничение броя на любими сървъри
cs: Seznam oblíbených je plný
el: Λίστα αγαπημένων γεμάτος
es: La lista de Favoritos está llena
fi: Suosikkien lista täynnä
fr: La liste des favoris est pleine
hu: A kedvencek listája tele van
it: La lista preferiti è piena!
nl: Favorietenlijst vol
pl: Lista ulubionych jest pełna
ru: Избранные полны
sr: Листа омиљених пуна

source: Added favorite server %s
bg: Добавен любим сървър %s
cs: Server %s přidán mezi oblíbené
el: Προστέθηκε το αγαπημένο του διακομιστή%s
es: Añadido el servidor %s a los favoritos
fi: Lisää suosikkipalvelin %s
fr: Serveur favori ajouté %s
hu: Kedvenc szerver hozzáadásra került %s
it: %s aggiunto ai preferiti
nl: Favoriet %s toegevoegd
pl: Dodano ulubiony serwer %s
ru: Добавлено в избранное %s
sr: Додат омиљени сервер %s

source: ^3Filtered/Total: %04i/%04i
bg: ^3Открити/Общо: %04i/%04i
cs: ^3Filtrované/Celkem: %04i/%04i
el: ^3φιλτραρισμένα/ Σύνολο: %04i/%04i
es: ^3Filtrados/Totales: %04i/%04i
fi: ^3Filteröity/Kaikki: %04i/%04i
fr: ^3Filtrés / Total: %04i/%04i
hu: ^3Szűrt/Összes: %04i/%04i
it: ^3Filtrati/Totale: %04i/%04i
nl: ^3Gefilterd/totaal: %04i/%04i
pl: ^3Zfiltrowanych/Łącznie: %04i/%04i
ru: ^3Отфильтровано/Всего: %04i/%04i
sr: ^3Филтрирано/укупно: %04i/%04i

source: ^3Check your filters - no servers found! Filtered/Total: %04i/%04i
bg: ^3Не са намерени сървъри - проверете настройките на търсене! Открити/Общо: %04i/%04i
cs: ^3Zkontroluj filtry — nenalezeny servery! Filtrováno/Celkem: %04i/%04i
el: ^ 3Έλεγχος φίλτρα σας - δεν servers βρέθηκε! Φιλτράρεται / Σύνολο: %04i/%04i
es: ^3Comprueba tus filtros - ¡no se han encontrado servidores! Filtrados/Totales: %04i/%04i
fi: ^3Tarkista filterit - palvelimia ei löydetty! Filteröity/Kaikki %04i/%04i
fr: ^3Vérifiez vos filtres - pas de serveurs trouvés ! Filtrés / Total: %04i/%04i
hu: ^3Ellenőrízd a szűrőket - nem található szerver! Szűrt/Összes: %04i/%04i
it: ^3Verifica i filtri - nessun server trovato! Filtrati/Totale: %04i/%04i
nl: ^3Check je filters - geen servers gevonden! Gefilterd/Totaal: %04i/%04i
pl: ^3Sprawdż swoje filtry - brak serwerów! Zfiltrowanych/Łącznie: %i/%i
ru: ^3Проверьте фильтры - серверы не найдены! Отфильтровано/Всего: %04i/%04i
sr: ^3Проверите филтере - сервери нису нађени! Филтр/Ук: %04i/%04i

source: ^1No Connection or master down - no servers found! Filtered/Total: 0000/0000
bg: ^1Неуспешна връзка с индексиращ сървър - не са открити сървъри! Открити/Общо: 0000/0000
cs: ^1Není spojení s Master serverem — nenalezeny servery. Celkem serverů: 0000
el: ^ 1Όχι Σύνδεση ή ο πλοίαρχος κάτω - χωρίς διακομιστές βρέθηκε! Φιλτράρεται / Σύνολο: 0000/0000
es: ^1Sin Conexión o Master caído - ¡no se han encontrado servidores! Filtrados/Totales: 0000/0000
fi: ^1Ei yhteyttä pääpalvelimeeen - ei löydetty pelejä! Filteröity/Kaikki 0000/0000
fr: ^1Aucune Connexion ou Le Serveur Maître H.S - aucun serveur trouvés! Filtre/Total: 0000/0000
hu: ^1Nincs kapcsolat vagy a mesterszerver offline - nem található szerver! Szűrt/Összes: 0000/0000
it: ^1Errore Connessione/Master - nessun server trovato! Filtrati/Totale: 0000/0000
nl: ^1Geen verbinding of master onbereikbaar - geen servers gevonden! Gefilterd/Totaal: 0000/0000
pl: ^1Brak Połączenia lub padł główny serwer - brak serwerów! Zfiltrowanych/Łącznie: 0000/0000
ru: ^1Нет связи с мастер-сервером - серверы не найдены! Отфильтровано/Всего: 0000/0000
sr: ^1Нема конекције или је мастер пао - сервери нису нађени! Филтр/Ук: 0000/0000

source: Server is full, redirect to: %s
bg: Този сървър е пълен, препращане към: %s
cs: Server je plný, přesměrovávám na: %s
el: Υπηρέτης είναι πλήρης, ανακατευθύνει σε:%s
es: Servidor lleno, redireccionar a: %s
fi: Palvelin on täynnä, uudelleenohjataan: %s
fr: Le serveur est plein, redirection vers: %s
hu: Szerver tele van, átirányítás ide: %s
it: Server pieno, reindirizzato a: %s
nl: Server is vol, redirect naar: %s
pl: Serwer jest pełny, przekierowuję do: %s
ru: Сервер полон, перенаправление на :%s
sr: Сервер је пун, преусмерити на: %s

source: %d servers listed in browser with %d players.
bg: Показани %d сървъра с общо %d играчи.
cs: V prohlížeči uvedeno %d serverů s %d hráči.
el: % d servers που περιλαμβάνονται στο πρόγραμμα περιήγησης με% d παίκτες.
es: %d servidores mostrados con %d jugadores.
fi: %d palvelinta listattiin, joissa on %d pelaajaa.
fr: %d serveurs listés dans le navigateur avec %d joueurs.
hu: %d szerver került listázásra %d játékossal.
it: %d server elencati nel browser con %d giocatori.
nl: %d servers getoond in browser met %d spelers.
pl: %d serwerów wyświetlonych w przeglądarce z %d graczami.
ru: Показано %d серверов с %d игроками.
sr: %d сервера у претраживачу са %d играча.

source: %d servers not listed (filtered out by game browser settings)
bg: скрити %d сървъра (изключени от настройките за търсене
cs: %d serverů neuvedeno (filtrováno nastavením prohlížeče)
el: % d διακομιστές που δεν αναφέρονται (φιλτράρονται από τις ρυθμίσεις του browser παιχνίδι)
es: %d servidores no mostrados (filtrados por las preferencias)
fi: %d palvelinta ei listattu (filteröity asetuksilla)
fr: %d serveur non listés (filtrés par les paramètres du navigateur de jeu)
hu: %d szerver nem került listázásra (böngésző beállítások szűrése miatt)
it: %d server non elencati (filtrati dalle impostazioni del browser)
nl: %d servers niet getoond (gefilterd door de spel browser instellingen)
pl: %d serwerow nie wyświetlonych (zfiltrowanych przez ustawienia przeglądarki)
ru: %d серверов скрыто (отфильтровано по настройкам брауера)
sr: %d сервера није у претраживачу (није обухваћено филтерима)

source: Can't find campaign '%s'
bg: Не е открита кампания '%s'
cs: Kampaň '%s' nenalezena
el: Δεν μπορείτε να βρείτε την καμπάνια '%s'
es: Campaña '%s' no encontrada
fi: Ei löytä kampanjaa '%s'
fr: Impossible de trouver la campagne « %s »
hu: Hadjárat nem található '%s'
it: Non trovo la campagna '%s'
nl: Kan campagne '%s' niet vinden
pl: Nie można znaleźć kampanii '%s'
ru: Кампания '%s' не найдена
sr: Недостаје кампања '%s'

source: Corrupted campaign '%s'
bg: Повредена кампания '%s'
cs: Kampaň '%s' poškozena
el: Κατεστραμμένο εκστρατεία '%s'
es: Campaña '%s' corrompida
fi: Korruptuneita kampanjoita '%s'
fr: Campagne corrompue « %s »
hu: Hibás hadjárat '%s'
it: Campagna '%s' danneggiata
nl: Beschadigde campagne '%s'
pl: Uszkodzona kampania '%s'
ru: Кампания '%s' повреждена
sr: Покварена кампања '%s'

source: %i campaigns found:
bg: Открити %i кампании:
cs: %i kampaní nalezeno:
el: %i εκστρατείες βρήκα:
es: %i campañas encontradas:
fi: %i kampanjaa löytyi:
fr: %i campagnes trouvées.
hu: %i talált hadjárat:
it: %i campagne trovate:
nl: %i campagnes gevonden:
pl: %i kampanii znalezionych:
ru: Найдено %i кампаний:
sr: %i пронађене кампање:

source: No campaigns found.
bg: Не са открити кампании.
cs: Nenalezeny kampaně.
el: Δεν βρέθηκαν εκστρατείες.
es: No se han encontrado campañas.
fi: Kampanjoita ei löytynyt.
fr: Pas de campagnes trouvées.
hu: Nem található hadjárat.
it: Nessuna campagna trovata.
nl: Geen campagnes gevonden.
pl: Brak znalezionych kampanii.
ru: Кампании не найдены.
sr: Кампање нису пронађене.

source: No favourite servers found.
bg: Не са открити предпочитани сървъри.
cs: Nenalezeny oblíbené servery.
el: Δεν βρέθηκαν αγαπημένο servers.
es: No se han encontrado servidores favoritos.
fi: Suosikkeja ei löytynyt.
fr: Pas de serveurs favoris trouvés.
hu: Nem találhatóak kedvenc szerverek.
it: Nessun server preferito trovato.
nl: Geen favoriete servers gevonden.
pl: Brak ulubionych serwerów.
ru: Избранных нет.
sr: Омиљени сервери нису пронађени.
