Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Slot 1 - Melee:
bg: Хладно оръжие:
cs: Slot 1 — dýka:
el: Θυρίδα 1 - Συμπλοκή:
es: Arma 1 - Arma Blanca
fi: Paikka 1 - Lähitaistelu:
fr: Slot 1 - mêlée:
hu: 1. hely - Kés
it: Slot 1 - Mischia:
nl: Slot 1 - Slagwapen:
pl: Slot 1 - Ręczna:
ru: Слот 1 - рукопашная:
sr: 1. слот - хладно оружје:

source: Slot 2 - One Handed:
bg: Оръжие с една ръка:
cs: Slot 2 — jednoruční:
el: Θύρα 2 - ένας Παρέδωσε:
es: Arma 2 - Una Mano:
fi: Paikka 2 - Yhden käden:
fr: Slot 2 - arme à une main:
hu: 2. hely - Pisztoly
it: Slot 2 - Una mano:
nl: Slot 2 - Secundair:
pl: Slot 2 - Jednoręczna:
ru: Слот 2 - одноручные:
sr: 2. слот - секундарно оружје:

source: Slot 3 - Two Handed:
bg: Оръжие с две ръце:
cs: Slot 3 — obouruční:
el: Θέση 3 - Δύο Handed:
es: Arma 3 - Dos Manos:
fi: Paikka 3 - Kahden käden:
fr: Slot 3 - arme à deux mains:
hu: 3. hely - Géppisztoly
it: Slot 2 - Due mani:
nl: Slot 3 - Primair:
pl: Slot 3 - Dwuręczna:
ru: Слот 3 - двуручные:
sr: 3. слот - примарно оружје:

source: Slot 4 - Grenade:
bg: Граната:
cs: Slot 4 — granát:
el: Θέση 4 - Χειροβομβίδα:
es: Arma 4 - Granada:
fi: Paikka 4 - Kranaatti:
hu: 4. hely - Gránát
it: Slot 4 - Granata:
nl: Slot 4 - Granaat:
pl: Slot 4 - Granat:
ru: Слот 4 - граната:
sr: 4. слот - гранате:

source: Slot 5 - Special 1:
bg: Уникално оръжие 1:
cs: Slot 5 — speciální 1:
el: Θέση 5 - Ειδική 1:
es: Arma 5 - Especial 1:
fi: Paikka 5 - Erikoinen 1:
fr: Slot 5 - spécial 1:
hu: 5. hely - Különleges 1:
it: Slot 5 - Speciale 1:
nl: Slot 5 - Speciaal 1:
pl: Slot 5 - Specjalna 1:
ru: Слот 5 - спец. 1:
sr: 5. слот - опрема 1:

source: Slot 6 - Special 2:
bg: Уникално оръжие 2:
cs: Slot 6 — speciální 2:
el: Θέση 6 - Ειδική 2:
es: Arma 6 - Especial 2:
fi: Paikka 6 - Erikoinen 2:
fr: Slot 6 - spécial 2:
hu: 6. hely - Különleges 2:
it: Slot 6 - Speciale 2:
nl: Slot 6 - Speciaal 2:
pl: Slot 6 - Specjalna 2:
ru: Слот 6 - спец. 2:
sr: 6. слот - опрема 2:

source: Slot 7 - Special 3:
bg: Уникално оръжие 3:
cs: Slot 7 — speciální 3:
el: Θέση 7 - Ειδική 3:
es: Arma 7 - Especial 3:
fi: Paikka 7 - Erikoinen 3:
fr: Slot 7 - spécial 3:
hu: 7. hely - Különleges 3:
it: Slot 7 - Speciale 3:
nl: Slot 7 - Speciaal 3:
pl: Slot 7 - Specjalna 3:
ru: Слот 7 - спец. 3:
sr: 7. слот - опрема 3:

source: Slot 8 - Binoculars:
bg: Бинокъл:
cs: Slot 8 — dalekholed:
el: Θέση 8 Διόπτρες:
es: Arma 8 - Prismáticos:
fi: Paikka 8 - Kiikarit:
fr: Slot 8 - jumelles:
hu: 8. hely - Távcső:
it: Slot 8 - Binocolo:
nl: Slot 8 - Verrekijker:
pl: Slot 8 - Lornetka:
ru: Слот 8 - бинокль:
sr: 8. слот - двоглед:

source: MISCELLANEOUS
bg: РАЗНИ
cs: RŮZNÉ
el: ΑΝΆΜΙΚΤΟΣ
es: MÍSCELANEA
fi: SEKALAISET
fr: DIVERS
hu: EGYÉB
it: VARIE
nl: DIVERSEN
pl: RÓŻNE
ru: РАЗНОЕ
sr: ОСТАЛО

source: Vote Yes:
bg: Гласуване 'За':
cs: Hlasovat ano:
el: Ψηφοφορία Ναι:
es: Votar Si:
fi: Äänestä Kyllä:
fr: Voter Oui:
hu: Igennel szavazás:
it: Vota Si:
nl: Ja stemmen:
pl: Głosuj na Tak:
ru: Голос 'Да':
sr: Позитиван глас:

source: Take Screenshot:
bg: Екранна снимка:
cs: Snímek obrazovky:
el: Πάρτε Οθόνηβολή:
es: Capturar Pantalla:
fi: Ota kuvankaappaus:
fr: Capture d’Écran:
hu: Képernyőfotó készítése:
it: Salva Schermata:
nl: Screenshot maken:
pl: Zrób Screenshota:
ru: Снимок экрана:
sr: Скриншот:

source: Vote No:
bg: Гласуване 'Против':
cs: Hlasovat ne:
el: Ψηφοφορία Όχι:
es: Votar No:
fi: Äänestä Ei:
fr: Voter Non:
hu: Nemmel szavazás:
it: Vota No:
nl: Nee stemmen:
pl: Głosuj na Nie:
ru: Голос 'Нет':
sr: Негативан глас:

source: Record Replay:
bg: Заснемане повторение:
cs: Nahrát záznam:
el: επαναληψη Εγγραφή:
es: Grabar Repetición:
fi: Tallenna Uusinta:
fr: Enregistrer un replay:
hu: Játékdemó felvétele:
it: Replay:
nl: Herhaling opnemen:
pl: Nagraj Powtórkę:
ru: Записать повтор:
sr: Снимање риплеја:

source: FIRE-TEAMS
bg: ЗВЕНА
cs: ČETA
el: ΦΩΤΙΆ-ΟΜΑΔΕΣ
es: ESCUADRAS
fi: PARTIOT
hu: OSZTAGOK
it: FIRE-TEAM
pl: ODDZIAŁY
ru: ЗВЕНЬЯ
sr: УДАРНЕ ГРУПЕ

source: Select All Members:
bg: Избиране всички:
cs: Vybrat všechny členy:
el: Επιλέξτε Όλες οι βουλευτές:
es: Seleccionar Todos:
fi: Valitse Kaikki Jäsenet:
fr: Sélectionner tous les membres:
hu: Összes tag kijelölése:
it: Seleziona Tutti i Membri:
nl: Alle leden selecteren:
pl: Wybierz Wszystkich:
ru: Выбрать всех членов:
sr: Одабир свих чланова:

source: Select Member #1:
bg: Избиране участник #1:
cs: Vybrat člena #1:
el: Επιλέξτε Μέλος # 1:
es: Seleccionar Miembro #1:
fi: Valitse Jäsen #1:
fr: Sélectionner le membre #1:
hu: 1. tag kijelölése:
it: Seleziona Membro #1:
nl: Lid #1 selecteren:
pl: Wybierz Członka #1:
ru: Выбрать члена #1:
sr: Одабир 1. члана:

source: Select Member #2:
bg: Избиране участник #2:
cs: Vybrat člena #2:
el: Επιλέξτε Μέλος # 2:
es: Seleccionar Miembro #2:
fi: Valitse Jäsen #2:
fr: Sélectionner le membre n°2
hu: 2. tag kijelölése:
it: Seleziona Membro #2:
nl: Lid #2 selecteren:
pl: Wybierz Członka #2:
ru: Выбрать члена #2:
sr: Одабир 2. члана:

source: Select Member #3:
bg: Избиране участник #3:
cs: Vybrat člena #3:
el: Επιλέξτε Μέλος # 3:
es: Seleccionar Miembro #3:
fi: Valitse Jäsen #3:
fr: Sélectionner le membre #3:
hu: 3. tag kijelölése:
it: Seleziona Membro #3:
nl: Lid #3 selecteren:
pl: Wybierz Członka #3:
ru: Выбрать члена #3:
sr: Одабир 3. члана:

source: Select Member #4:
bg: Избиране участник #4:
cs: Vybrat člena #4:
el: Επιλέξτε Μέλος # 4:
es: Seleccionar Miembro #4:
fi: Valitse Jäsen #4:
fr: Sélectionner le membre #4:
hu: 4. tag kijelölése:
it: Seleziona Membro #4:
nl: Lid #4 selecteren:
pl: Wybierz Członka #4:
ru: Выбрать члена #4:
sr: Одабир 4. члана:

source: Select Member #5:
bg: Избиране участник #5:
cs: Vybrat člena #5:
el: Επιλέξτε Μέλος # 5:
es: Seleccionar Miembro #5:
fi: Valitse Jäsen #5:
fr: Sélectionner le membre #5:
hu: 5. tag kijelölése:
it: Seleziona Membro #5:
nl: Lid #5 selecteren:
pl: Wybierz Członka #5:
ru: Выбрать члена #5:
sr: Одабир 5. члана:

source: Select Member #6:
bg: Избиране участник #6:
cs: Vybrat člena #6:
el: Επιλέξτε Μέλος # 6:
es: Seleccionar Miembro #6:
fi: Valitse Jäsen #6:
fr: Sélectionner le membre #6:
hu: 6. tag kijelölése:
it: Seleziona Membro #6:
nl: Lid #6 selecteren:
pl: Wybierz Członka #6:
ru: Выбрать члена #6:
sr: Одабир 6. члана:

source: Deselect All:
bg: Демаркиране всички:
cs: Zrušit výběr:
el: Αποεπιλογή όλων:
es: Deseleccionar todos:
fi: Poista Kaikki Valinnat:
fr: Désélectionner tous les membres:
hu: Kijelölés levétele:
it: Deseleziona Tutti:
nl: Alle deselecteren:
pl: Odznacz Wszystkich:
ru: Снять выбор со всех:
sr: Поништење свих одабира:

source: Fire-Team Admin:
bg: Администратор звено:
cs: Správa čety:
el: ΦΩΤΙΆ-Ομάδα διαχειριστής:
es: Admin. Escuadra:
fi: Partion Ylläpitäjä:
fr: Administrateur de Fireteam:
hu: Osztag admin:
it: Amministratore Fire-Team:
pl: Dowódca Oddziału:
ru: Лидер звена:
sr: Администратор ударне групе:

source: GAME
bg: ИГРА
cs: HRA
el: ΠΑΙΧΝΊΔΙ
es: JUEGO
fi: PELI
fr: JEU
hu: JÁTÉK
it: GIOCO
nl: SPEL
pl: GRA
ru: ИГРА
sr: ИГРА

source: PLAYER
bg: ИГРАЧ
cs: HRÁČ
el: ΠΑΊΧΤΗΣ
es: JUGADOR
fi: PELAAJA
fr: JOUEUR
hu: JÁTÉKOS
it: GIOCATORE
nl: SPELER
pl: GRACZY
ru: ИГРОК
sr: ИГРАЧ

source: Player Alias:
bg: Псевдоним:
cs: Přezdívka:
el: Παίκτης Ψευδώνυμο:
es: Alias del Jugador:
fi: Pelaaja Alias:
fr: Pseudonyme du joueur:
hu: Játékos fedőneve:
it: Alias Giocatore:
nl: Speleralias
pl: Pseudonim:
ru: Имя пользователя:
sr: Надимак играча:

source: Enter the name that you wish to be known by to others on servers
bg: Напишете име, с което искате да се подвизавате в игра
cs: Vlož svou přezdívku, pod kterou budeš znám mezi ostatními
el: Πληκτρολογήστε το όνομα που θέλετε να είναι γνωστό σε άλλους σε διακομιστές
es: Introduce el nombre con el que quieres que te conozcan en los servidores
fi: Syötä nimi, jolla haluat muiden sinut tuntevan palvelimilla
fr: Entrez le nom sous lequel vous voulez être connu par les autres joueurs sur les serveurs
hu: Add meg a nevet, amin szeretnéd, hogy az emberek ismerjenek a szervereken
it: Inserisci il nominativo da utilizzare nel gioco
nl: Naam waarmee je bekend bent voor anderen op servers
pl: Wpisz swoją nazwę, która będzie wyświetlana innym graczom na serwerze
ru: Введите имя, под которым Вас будут знать в игре
sr: Одаберите име које желите да покажете другима на серверу

source: Language:
bg: Език:
cs: Jazyk:
el: Γλώσσα:
es: Idioma:
fi: Kieli:
fr: Langue:
hu: Nyelv:
it: Lingua:
nl: Taal:
pl: Język:
ru: Язык:
sr: Језик:

source: Set your desired language
bg: Избор на използван език от играта
cs: Nastav si jazyk
el: Ρυθμίστε την επιθυμητή γλώσσα
es: Elige tu idioma preferido
fi: Aseta haluttu kielesi
fr: Définissez la langue désirée
hu: Kívánt nyelv beállítása
it: Imposta la tua lingua preferita
nl: Gewenste taal
pl: Wybierz pożądany język
ru: Выберите язык
sr: Подесите Ваш жељени језик

source: PHYSICS
bg: ФИЗИЧЕСКИ ДЕЙСТВИЯ
cs: FYZIKA
el: ΦΥΣΙΚΉ
es: FÍSICA
fi: FYSIIKKA
fr: PHYSIQUES
hu: FIZIKA
it: FISICA
pl: FIZYKA
ru: ФИЗИКА
sr: ФИЗИКА

source: Always Run:
bg: Винаги бягане:
cs: Vždy běžet:
el: Πάντα Τρέξιμο:
es: Correr Siempre:
fi: Juokse Aina:
fr: Toujours courir:
hu: Játékos mindig fut:
it: Corri Sempre:
nl: Altijd rennen:
pl: Zawsze Biegnij:
ru: Всегда бежать:
sr: Увек трчати:

source: Toggle walk/run
bg: Превключване между състояния на ходене или бягане
cs: Přepnout chůzi/běh
es: Alternar andar/correr
fr: Bascule marche/course
hu: Annak beállítása, hogy a játékos alapból fusson vagy sétáljon
it: Scambia cammino/corsa
nl: Schakel lopen/rennen
pl: Przełącza między chodem/biegiem
ru: Вкл/выкл бег
sr: Мењање ходања/трчања

source: Double-Tap Prone:
bg: Двук. натискане залягане:
cs: Lehnout dvoj-klepnutím:
el: Διπλό πάτημα Επιρρεπείς:
es: Doble Pulsación Tumbar:
fi: Kaksoisnäpäytys Makuu:
fr: Double-frappe pour se coucher:
hu: Dupla-kopp. hasonfekvés:
it: Prono Doppio Tocco:
nl: Dubbeldruk liggen:
pl: Podwójne Kli. do Padania:
ru: Ничком по двойному нажатию:
sr: Склоност дуплом притиску:

source: Set the delay time between keypresses required to be a double-tap
bg: Задаване на време за изчакване между натисканията на клавишите за регистриране на двойно натискане
el: Ρυθμίστε τη χρονική καθυστέρηση μεταξύ πατήματα πλήκτρων που απαιτείται για να είναι ένα διπλό πάτημα
es: Ajusta el tiempo entre pulsaciones dobles.
fi: Aseta viive näppäinten painallusten välillä, jonka kaksoisnäpäytyks vaatii
fr: Règle le temps nécessaires entre pressions de touche pour être une double-frappe
hu: Annak beállítása, hogy dupla-koppintásra hasra feküdjön-e a játékos
it: Imposta il ritardo nella pressione tasti per rilevarlo come doppio tocco
nl: Vertragingstijd tussen toetsaanslagen voor een double-tap
pl: Ustaw opóźnienie pomiędzy kliknięciami potrzebnym do bycia podwójnymi
ru: Установить задержку между нажатиями для признания двойного
sr: Подесите размак између притисака дугмади потребних за дупли притисак

source: WEAPONS
bg: ОРЪЖИЯ
cs: ZBRANĚ
el: ΟΠΛΑ
es: ARMAS
fi: ASEET
fr: ARMES
hu: FEGYVEREK
it: ARMI
nl: WAPENS
pl: BRONIE
ru: ОРУЖИЕ
sr: ОРУЖЈЕ

source: Automatic Reload:
bg: Авт. презареждане:
cs: Automatické nabíjení:
el: Αυτόματη Ανανέωση:
es: Recarga Automática:
fi: Automaattinen Lataus:
fr: Rechargement automatique:
hu: Automatikus újratöltés:
it: Ricarica Automatica:
nl: Automatisch herladen:
pl: Auto Przeładowanie:
ru: Автоперезарядка:
sr: Аутоматско репетирање:

source: Automatically reload when ammunition clip runs out
bg: Автоматично презарежда оръжието при изпразване на пълнителя
cs: Zbraň bude automaticky nabita, jestliže dojde k vyprázdnění zásobníku
el: Αυτόματα φορτώνω πάλι όταν τα πυρομαχικά κλιπ τελειώσει
es: Recargar automáticamente cuando el cargador se agote
fi: Lataa automaattisesti, kun lipas on tyhjä
fr: Recharger automatiquement lorsque vous êtes à court de munitions
hu: Automatikus újratöltés, amikor a tár kifogy
it: Ricarica automaticamente quando si svuota il caricatore
nl: Automatisch herladen wanneer munitie leeg is
pl: Automatycznie przeładuj gdy w magazynku skończy się amunicja
ru: Автоперезарядка по окончании обоймы
sr: Аутоматски репетирајте када оквир остане без метака

source: Autoswitch:
bg: Авт. превключване:
cs: Automatické přepnutí:
el: Αυτόματο διακόπτης:
es: Cambiar Automáticamente:
fi: Automaattivaihto:
fr: Changement automatique:
hu: Automata váltás:
it: Cambio Automatico:
nl: Automatisch wisselen:
pl: Auto-zmiana:
ru: Автопереключение:
sr: Аутоматска промена оружја:

source: Automatically switch to a new weapon when out of ammunition
bg: Автоматично превключа оръжието с друго, когато свършат неговите муниции
cs: Automaticky se zvolí další zbraň, jestliže té současné dojde munice
el: Αυτόματη μετάβαση σε ένα νέο όπλο όταν έξω από τα πυρομαχικά
es: Cambiar automáticamente al siguiente arma cuando se acabe la munición
fi: Vaihtaa automaattisesti uuteen aseseen, kun ammukset loppuvat
fr: Changer automatiquement d'arme lorsque vous êtes à court de munitions
hu: Automatikusan váltson másik fegyverre, ha kifogy a töltény
it: Cambia automaticamente arma esaurite le munizioni
nl: Automatisch wisselen naar een nieuw wapen wanneer munitie op is
pl: Automatycznie zmieniaj na inną broń kiedy braknie amunicji
ru: Автопереключение по окончании аммуниции
sr: Аутоматски промените оружје када сте без муниције

source: Weapon Icon Flash:
bg: Икона състояние оръжие:
cs: Zář ikony zbraně:
el: Όπλο Εικόνισμα Flash:
es: Parpadeo del Icono:
fi: Aseen Ikonin Välähtely:
fr: Icône "Flash" des Armes
hu: Fegyverikon villogása:
it: Flash Icona Arma:
nl: Kleur wapenicoon:
pl: Świecąca Ikona Broni:
ru: Мерцание значка оружия
sr: Треперење иконе оружја:

source: 2 colors
bg: два цвята
cs: 2 barvy
el: 2 χρώματα
es: 2 colores
fi: 2 väriä
fr: 2 couleurs
hu: 2 színű
it: 2 colori
nl: 2 kleuren
pl: 2 kolory
ru: 2 цвета
sr: 2 боје

source: 3 colors
bg: три цвята
cs: 3 barvy
el: 3 χρώματα
es: 3 colores
fi: 3 väriä
fr: 3 couleurs
hu: 3 színű
it: 3 colori
nl: 3 kleuren
pl: 3 kolory
ru: 3 цвета
sr: 3 боје

source: Flash weapon icon when firing, reloading, or switching
bg: Показва примигваща икона на оръжието върху интерфейса, когато то се използва, презарежда или сменява
cs: Ikona zbraně se rozzáří při střelbě, nabíjení nebo přepínání
el: Λάμψη εικονίδιο όπλο όταν ψήσιμο, επαναφόρτωση ή μεταγωγής
es: Parpadear el icono del arma al disparar, recargar o cambiar.
fi: Väläyttää aseen ikonia, kun ammutaan, ladataan tai vaihdetaan asetta
fr: L'icône "flash" des armes lorsqu'elles tire, recharge ou change
hu: Fegyverikon villogása tüzeléskor, újratöltéskor és váltáskor
it: Lampeggia l'icona dell'arma durante il fuoco, ricarica o cambio
nl: Wapen icoon laten flitsen bij schieten, herladen of wisselen
pl: Migaj ikoną broni kiedy strzelasz, przeładowujesz lub ją zmieniasz
ru: Мерцание значка оружия на ИЛС при стрельбе, перезарядке и переключении
sr: Икона оружја трепери када оно пуца, репетира се или мења

source: Muzzle Flash:
bg: Показване огнен ефект:
cs: Záblesk výstřelů:
el: Ρύγχος Λάμψη:
es: Fogonazo:
fi: Piipun suun leimahdus:
fr: Déflagration:
hu: Torkolattűz:
it: Esplosione Colpi:
nl: Vuurflits:
pl: Płomień Wylotowy:
ru: Вспышка от выстрела:
sr: Пламен из цеви:

source: Enables or disables weapon fire (muzzle flash)
bg: Показва или скрива огнения ефект от цевта при произвеждане на изстрел с оръжието
cs: Povolí zobrazení záblesků při střelbě
el: Ενεργοποιεί ή απενεργοποιεί το όπλο φωτιά (ρύγχος Λάμψη)
es: Activa o desactiva los fogonazos (destello en la boca del arma)
fi: Ota käyttöön tai poista käytöstä aseen liekki (piipun suun leimahdus)
fr: Active ou désactive le feu des armes (Déflagration)
hu: Be- vagy kikapcsolja a torkolattüzet
it: Se visualizzare le esplosioni del fuoco delle armi
nl: Schakelt de mondingsvlam van het wapen in of uit
pl: Włącza lub wyłącza ogień z broni (błysk)
ru: Переключение огня от оружия (вспышки от выстрела)
sr: Укључује или искључује хитац из оружја (пламен из цеви)

source: Bullet Tracers:
bg: Траектория куршуми:
cs: Zobrazit letící kulky:
el: Ιχνηλάτες Σφαίρα:
es: Trazo de las Balas:
fi: Luotien valojuovat:
fr: Traceurs des balles:
hu: Fényjelző lőszer:
it: Proiettili Traccianti:
nl: Kogeltraceerders:
pl: Ślady Pocisków:
ru: Трассеры пуль:
sr: Трагови метака:

source: On
bg: Включено
cs: Zapnuto
el: Επί
es: Activado
fi: Päällä
fr: Activé
hu: Be
it: Attivo
nl: Aan
pl: Włączone
ru: включены
sr: Укључени

source: Only own tracers
bg: Само за моите оръжия
cs: Jen své
el: Μόνο τα δικά ιχνηθέτες
es: Solo trazos propios
fi: Vain omat valojuovaluodit
fr: Mes propres traceurs
hu: Csak saját
it: Solo i propri
nl: Alleen eigen traceerders
pl: Tylko własne pociski
ru: только свои
sr: Само сопствени меци

source: Only others tracers
bg: Само за другите играчи
cs: Jen ostatních
el: Μόνο άλλοι ιχνηθέτες
es: Solo trazos de otros
fi: Vain toisten valojuovaluodit
fr: Les traceurs des autres
hu: Csak másoké
it: Solo degli altri
nl: Alleen traceerders van anderen
pl: Tylko pociski innych
ru: только чужие
sr: Само меци других играча

source: Enable/Disable bullet tracers
bg: Позволява или забранява показването на траекторията на куршумите
cs: Nastavuje povolení zobrazení kulek během letu
el: Ενεργοποίηση σφαίρα / Απενεργοποίηση ιχνηθετών
es: Activa/Desactiva los trazos de las balas
fi: Ota käyttöön/Poista käytöstä luotien valojuova
fr: Activer ou désactiver les traceurs de balles
hu: Fényjelző lőszer be- vagy kikapcsoláas
it: Abilita/Disabilita proiettili traccianti
nl: Schakelt kogel traceerders in of uit
pl: Włącza/Wyłącza ślady pocisków
ru: Включить/Выключить трассеры пуль
sr: Укључује/искључује трагове метака

source: SCOPE
bg: ОПТИКА
cs: ZBRAŇOVÁ OPTIKA
el: ΈΚΤΑΣΗ
es: Mira
fi: KIIKARITÄHTÄIN
fr: VISEUR
hu: FEGYVERTÁVCSŐ
it: MIRINO
nl: VIZIER
pl: LUNETA
ru: ПРИЦЕЛ
sr: ОПТИЧКИ НИШАН

source: Weapon Cycle for Zoom:
bg: Увелич. чрез превъртане:
cs: Mód změny přiblížení:
el: Κύκλος όπλο για Ανίπταμαι διαγωνίως:
es: Cambio de Arma Enfoca:
fi: Ase Sykli Zoomille:
fr: Changement d'arme pour zoomer:
hu: Benagyítási ciklus:
it: Cambio Arma per Zoom:
nl: Wapenswitch naar zoom:
pl: Przybliż kółkiem myszy:
ru: Зум кнопкой переключения оружия:
sr: Пром. ор. -> зум:

source: On (normal)
bg: Вкл. (нормално)
cs: Zapnuta (normální)
el: Για (κανονική)
es: Activado (normal)
fi: Päällä (normaali)
fr: Activé (normal)
hu: Be (normális)
it: Attivo (normale)
nl: Aan (normaal)
pl: Wł. (normalnie)
ru: включено (норма)
sr: Укључено (нормално)

source: On (reverse)
bg: Вкл. (обърнато)
cs: Zapnuta (obrácený)
el: Την (αναστροφή)
es: Activado (invertido)
fi: Päällä (käänteinen)
fr: Activé (inversé)
hu: Be (fordított)
it: Attivo (invertito)
nl: Aan (omgekeerd)
pl: Wł. (odwrócone)
ru: включено (наоборот)
sr: Укључено (супр. смер)

source: Weapon switch will zoom in and out while scoped, rather than switch weapons
bg: При използване на оптиката, увеличението на изгледа става чрез функцията за превъртането на оръжията
cs: Určuje, zda-li cyklování mezi vybavením bude u optiky nahrazeno změnou úrovně přiblížení
el: διακόπτη όπλο θα ζουμ μέσα και έξω, ενώ scoped, παρά τα όπλα διακόπτης
es: Los controles de cambio de arma servirán para enfocar mientras se usa la mira.
fi: Aseen vaihtaminen zoomaa sisään ja ulos käyttäessä kiikaritähtäintä mielummin kuin vaihtaa aseita
fr: Le changement d'arme en étant zoomé permet de zoomer ou dézoomer, plutôt que de changer d'arme
hu: Fegyverváltó gombok (alapból az egérgörgő) be- és kinagyítják a fegyvertávcsővet fegyverváltás helyett.
it: Il cambio arma verrà invece utilizzato per lo zoom durante l'uso del mirino
nl: Wapens schakelen zal in- en uitzoomen wanneer je richt, in plaats van wapens schakelen
pl: Kółko myszy zamiast zmieniać broń będzie przybliżać celownik
ru: Во время прицеливания кнопка зума будет изменять увеличение
sr: Мењање оружја ће мењати ниво зума у оп. нишану, а не мењати оружје

source: Default Zoom Level:
bg: Основно ниво увеличение:
cs: Výchozí přiblížení:
el: Προκαθορισμένο επίπεδο ζουμ:
es: Enfoque por Defecto:
fi: Oletus Zoomaus Taso:
fr: Niveau de zoom par défaut:
hu: Alap nagyítási szint:
it: Livello Predefinito:
nl: Standaard zoomniveau:
pl: Domyślny poz. przybl.:
ru: Уровень зума по умолчанию:
sr: Стандардни ниво зума:

source: All the way Out
bg: Отдалечено най-назад
cs: nejmenší
el: Όλος ο τρόπος Έξω
es: Lo más alejado
fi: Kokonaan Ulos
fr: Complètement dézoomé
hu: Teljesen ki
it: Massimizzato
nl: Helemaal uit
pl: Oddal maks.
ru: полностью во вне
sr: Максимални

source: Near
bg: Близко
cs: malé
el: Κοντά
es: Cerca
fi: Lähelle
fr: Proche
hu: Közeli
it: Vicino
nl: Dichtbij
pl: Blisko
ru: близкий
sr: Близу

source: Far
bg: Далечено
cs: větší
el: Μακριά
es: Lejos
fi: Kauas
fr: Éloigné
hu: Távoli
it: Lontano
nl: Verweg
pl: Daleko
ru: дальний
sr: Далеко

source: All the Way In
bg: Приближено най-напред
cs: největší
el: Όλα ο τρόπος με τον
es: Lo más cerca
fi: Kokonaan Sisään
fr: Complètement zoomé
hu: Teljesen be
it: Minimizzato
nl: Helemaal ingezoomd
pl: Przybliż maks.
ru: полностью во внутрь
sr: Минимални

source: Set the default zoom level for scopes
bg: Управлява мащаба на приближение на оптическия прицел на оръжията
cs: Nastavuje výchozí úroveň přiblížení pro optiku
el: Ορίστε το προεπιλεγμένο επίπεδο μεγέθυνσης για τηλεσκόπια
es: Ajusta el nivel de zoom por defecto en las miras
fi: Aseta oletus zoomaus taso kiikaritähtäimille
fr: Définit le niveau de zoom par défaut pour les lunettes de visée
hu: Fegyvertávcsövek alapnagyításának beállítása
it: Imposta il livello di zoom predefinito
nl: Zet het standaard zoomniveau voor scopes
pl: Ustaw domyślny poziom przybliżenia dla snajperek
ru: Установить стандартный уровень зума для прицелов
sr: Подесите стандардни ниво зума за оптичке нишане

source: Zoom Levels:
bg: Нива на увеличение:
cs: Úrovně přiblížení:
el: Επίπεδα ζουμ:
es: Niveles de Enfoque:
fi: Zoomaus Tasot:
fr: Niveaux de zoom:
hu: Nagyításai szint:
it: Livelli Zoom:
nl: Zoomniveaus:
pl: Poziom Przybliżenia:
ru: Уровни зума:
sr: Нивои зума:

source: 4 Levels of Zoom
bg: 4 пъти
cs: 4 úrovně přiblížení
el: 4 Επίπεδα ζουμ
es: 4 Niveles de Enfoque
fi: 4 Zoomaus Tasoa
fr: 4 niveaux de zoom
hu: 4 szintenként
it: 4 Livelli di Zoom
nl: 4 zoomniveaus
pl: 4 Poziomy Przybliżenia
ru: 4 уровня
sr: 4 нивоа зума

source: 8 Levels of Zoom
bg: 8 пъти
cs: 8 úrovní přiblížení
el: 8 Επίπεδα ζουμ
es: 8 Niveles de Enfoque
fi: 8 Zoomaus Tasoa
fr: 8 niveaux de zoom
hu: 8 szintenként
it: 8 Livelli di Zoom
nl: 8 zoomniveaus
pl: 8 Poziomów Przybliżenia
ru: 8 уровней
sr: 8 нивоа зума

source: Specifies the increments you zoom by
bg: Определя възможностите за управление мащаба на приближение на оптиката
cs: Udává velikost změny přiblížení
el: Καθορίζει τις προσαυξήσεις κάνετε ζουμ από
es: Especifica lo que se puede incrementar el enfoque
fi: Määrittelee tarkkuudet, jolla zoomaat
fr: Définit le nombre d'incréments disponibles pour zoomer
hu: Meghatározza a nagyítás növekvő mértéket
it: Specifica la grandezza di incremento per lo zoom
nl: Hoeveel je zoomt
pl: Określa poziomy powiększenia
ru: Определяет шаг зума
sr: Детаљно одређује степене Вашег зума

source: Quick Chat Mode:
bg: Подр. глас. съобщения:
cs: Mód rychlých zpráv:
el: Γρήγορα Κουβέντα Τρόπος:
es: Modo de Chat Rápido:
fi: Pikaviestintätila:
fr: Mode de tchat rapide:
hu: Gyorscsevegő mód:
it: Modalità Chat Rapida:
nl: Snelle chat-modus:
pl: Tryb Szybkiego Czatu:
ru: Режим быстрого чата:
sr: Режим брзог четовања:

source: Alpha
bg: Абучна
cs: Písmeny
el: Άλφα
es: Alfabético
fi: Aakkosellinen
hu: Alfa
it: Alfa
nl: Alfa
pl: Alfanum.
ru: буквенный
sr: Алфабет

source: Numeric
bg: Цифрова
cs: Čísly
el: Αριθμητικός
es: Numérico
fi: Numeerinen
fr: Numérique
hu: Numerikus
it: Numerico
nl: Numeriek
pl: Numeryczne
ru: численный
sr: Бројеви
