Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: AXIS WIN!
bg: ПОТИСНИЦИТЕ ПОБЕДИХА!
cs: OSA VYHRÁVA!
el: ΆΞΟΝΑΣ ΝΊΚΗ !
es: ¡GANÓ EL EJE!
fi: AKSELIVALLAT VOITTAVAT!
fr: L'AXE GAGNE !
hu: A TENGELYHATALMAK NYERTEK!
it: ASSE VINCE!
nl: AXIS WINNEN!
pl: OŚ WYGRAŁA!
ru: ФАШИСТЫ ПОБЕДИЛИ!
sr: ПОБЕДА СИЛА ОСОВИНЕ!

source: IT'S A TIE!
bg: ДОСТИГНАТО РАВЕНСТВО!
cs: REMÍZA!
el: Τότε έχουμε ισοπαλία!
es: ¡EMPATE!
fi: TASAPELI!
fr: ÉGALITÉ !
hu: DÖNTETLEN!
it: PAREGGIO!
nl: GELIJKSPEL!
pl: REMIS!
ru: НИЧЬЯ!
sr: НЕРЕШЕНО!

source: ALLIES SUCCESSFULLY BEAT THE CLOCK!
bg: СЪЮЗНИЦИТЕ ПОБЕДИХА НАВРЕМЕ!
cs: SPOJENCI PŘEKONALI ČAS!
el: ΣΥΜΜΑΧΩΝ BEAT ΜΕ ΕΠΙΤΥΧΙΑ ΤΗΝ ΩΡΑ!
es: ¡LOS ALIADOS CONSIGUIERON MEJORAR EL TIEMPO!
fi: LIITTOUTUNEET PÄIHITTIVÄT KELLON!
fr: LES ALLIÉS ONT BATTU LE CHRONOMÈTRE !
hu: A SZÖVETSÉGESEK SIKERESEN LEGYŐZTÉK AZ ÓRÁT!
it: GLI ALLEATI HANNO BATTUTO IL TEMPO!
nl: DE GEALLIEERDEN HEBBEN MET SUCCES DE TIJD VERSLAGEN!
pl: ALIANCI WYGRALI Z CZASEM!
ru: СОЮЗНИКИ УСПЕЛИ ВОВРЕМЯ!
sr: САВЕЗНИЦИ СУ ЗАВРШИЛИ НА ВРЕМЕ!

source: ALLIES COULDN'T BEAT THE CLOCK!
bg: СЪЮЗНИЦИТЕ ЗАГУБИХА!
cs: SPOJENCI NEDOKÁZALI PŘEKONAT ČAS!
el: Σύμμαχοι δεν θα μπορούσε να νικήσει το ρολόι!
es: ¡LOS ALIADOS NO CONSIGUIERON MEJORAR EL TIEMPO!
fi: LIITTOUTUNEET EIVÄT PÄIHITTÄNEET KELLOA!
fr: LES ALLIÉS N'ONT PAS RÉUSSI À BATTRE LE CHRONOMÈTRE !
hu: A SZÖVETSÉGESEK NEM TUDTÁK LEGYŐZNI AZ ÓRÁT!
it: GLI ALLEATI NON SONO RIUSCITI A BATTERE IL TEMPO!
nl: GEALLIEERDEN KONDEN DE TIJD NIET VERSLAAN!
pl: ALIANCI PRZEGRALI Z CZASEM!
ru: СОЮЗНИКИ НЕ УСПЕЛИ ВОВРЕМЯ!
sr: САВЕЗНИЦИ НИСУ ЗАВРШИЛИ НА ВРЕМЕ!

source: AXIS SUCCESSFULLY BEAT THE CLOCK!
bg: ПОТИСНИЦИТЕ ПОБЕДИХА НАВРЕМЕ!
cs: OSA PŘEKONALA ČAS!
el: ΑΞΟΝΑΣ BEAT ΜΕ ΕΠΙΤΥΧΙΑ ΤΗΝ ΩΡΑ!
es: ¡EL EJE CONSIGUIÓ MEJORAR EL TIEMPO!
fi: AKSELIVALLAT PÄIHITTIVÄT KELLON!
fr: L'AXE A BATTU LE CHRONOMÈTRE !
hu: A TENGELYHATALMAK SIKERESEN LEGYŐZTÉK AZ ÓRÁT!
it: LE ASSE HANNO BATTUTO IL TEMPO!
nl: AXIS HEEFT MET SUCCES DE TIJD VERSLAGEN!
pl: OŚ WYGRAŁA Z CZASEM!
ru: ФАШИСТЫ УЛОЖИЛИСЬ ВО ВРЕМЯ!
sr: СИЛЕ ОСОВИНЕ СУ ЗАВРШИЛЕ НА ВРЕМЕ!

source: AXIS COULDN'T BEAT THE CLOCK!
bg: ПОТИСНИЦИТЕ ЗАГУБИХА!
cs: OSA NEDOKÁZALA PŘEKONAT ČAS!
el: ΑΞΟΝΑΣ ΔΕΝ θα μπορούσε να νικήσει το ρολόι!
es: ¡EL EJE NO CONSIGUIÓ MEJORAR EL TIEMPO!
fi: AKSELIVALLAT EIVÄT PÄIHITTÄNEET KELLOA!
fr: L'AXE N'A PAS RÉUSSI À BATTRE LE CHRONOMÈTRE !
hu: A TENGELYHATALMAK NEM TUDTÁK LEGYŐZNI AZ ÓRÁT!
it: LE ASSE NON SONO RIUSCITE A BATTERE IL TEMPO!
nl: AXIS HEEFT DE TIJD NIET KUNNEN VERSLAAN!
pl: OŚ PRZEGRAŁA Z CZASEM!
ru: ФАШИСТЫ ОПОЗДАЛИ!
sr: СИЛЕ ОСОВИНЕ НИСУ ЗАВРШИЛЕ НА ВРЕМЕ!

source: CAMPAIGN STATUS: %s
bg: ПРОГРЕС КАМПАНИЯ: %s
cs: STAV KAMPANĚ: %s
el: ΕΚΣΤΡΑΤΕΙΑ STATUS:%s
es: ESTADO DE LA CAMPAÑA: %s
fi: KAMPANJAN STATUS: %s
fr: STATUT DE LA CAMPAGNE: %s
hu: HADJÁRAT STÁTUSZA: %s
it: STATO CAMPAGNA: %s
nl: CAMPAGNESTATUS: %s
pl: STATUS KAMPANI: %s
ru: СОСТОЯНИЕ КАМПАНИИ: %s
sr: СТАТУС КАМПАЊЕ: %s

source: SECS TO NEXT MAP
bg: СЕК. ДО СЛЕДВАЩА КАРТА
cs: SEKUND DO DALŠÍ ÚROVNĚ
el: Δευτερόλεπτα για να ΕΠΟΜΕΝΗ ΧΑΡΤΗΣ
es: SEG. PARA EL SIGUIENTE MAPA
fi: SEK SEURAAVAAN KARTTAAN
fr: SECONDES RESTANTES AVANT LA PROCHAINE CARTE
hu: MÁSODPERC A KÖVETKEZŐ PÁLYÁIG
it: SEC ALLA PROSSIMA
nl: SEC TOT VOLG. MAP
pl: SEK. DO NAST MAPY
ru: СЕКУНД ДО СЛЕДУЮЩЕЙ КАРТЫ
sr: СЕКУНДИ ДО СЛЕДЕЋЕ МАПЕ

source: SEC TO NEXT MAP
bg: СЕК. ДО СЛЕДВАЩА КАРТА
el: Δευτερόλεπτα για το ΕΠΟΜΕΝΟ ΧΑΡΤΗΣ
es: SEG PARA EL SIGUIENTE MAPA
fi: SEKUNTI SEURAAVAAN KARTTAAN
fr: SEC POUR LA CARTE SUIVANTE
hu: MÁSODPERC A KÖVETKEZŐ PÁLYÁIG
it: SECONDI ALLA PROSSIMA MAPPA
nl: SEC TOT VOLG. MAP
pl: SEK. DO NAST MAPY
ru: СЕКУНД ДО СЛЕДУЮЩЕЙ КАРТЫ
sr: СЕКУНДИ ДО СЛЕДЕЋЕ МАПЕ

source: Campaign: %s
bg: Кампания: %s
cs: Kampaň: %s
el: Εκστρατεία:%s
es: Campaña: %s
fi: Kampanja: %s
fr: Campagne: %s
hu: Hadjárat: %s
it: Campagna: %s
nl: Campagne: %s
pl: Kampania: %s
ru: Кампания: %s
sr: Кампања: %s

source: a %s
bg: %s
cs: %s
el: α %s
es: un %s
fi: %s
fr: Un(e) %s
hu: egy %s
it: un %s
nl: een %s
pl: - %s
ru: %s
sr: један/на %s

source: an Objective
bg: Цел
cs: Úkol
el: μια Στόχος
es: un Objetivo
fi: Päämäärä
fr: un objectif
hu: egy objektív
it: un Obiettivo
nl: een doelstelling
pl: Cel
ru: Цель
sr: задатак

source: an %s
bg: %s
cs: %s
el: μια %s
es: un %s
fi: %s
fr: Un(e) %s
hu: egy %s
it: un %s
nl: een %s
pl: - %s
ru: %s
sr: један/на %s

source: Disguised Enemy!
bg: Дегизиран противник!
cs: Přestrojený nepřítel!
el: Συγκεκαλυμμένο Εχθρός!
es: ¡Enemigo Disfrazado!
fi: Naamioitunut vihollinen!
fr: Ennemi déguisé
hu: Álruhás ellenség!
it: Nemico Camuffato!
nl: Vermomde vijand!
pl: Wróg w Ukryciu!
ru: Враг в маскировке!
sr: Непријатељ је прерушен!

source: SPECTATOR
bg: НАБЛЮДАТЕЛ
cs: DIVÁK
el: ΘΕΑΤΉΣ
es: ESPECTADOR
fi: KATSOJA
fr: SPECTATEUR
hu: NÉZELŐDŐ
it: SPETTATORE
nl: TOESCHOUWER
pl: OBSERWATOR
ru: ЗРИТЕЛЬ
sr: ГЛЕДАЛАЦ

source: File complaint against ^7%s^3 for team-killing?
bg: Подаване оплакване срещу ^7%s^3 за убит съотборник?
cs: Podat stížnost na ^7%s^3 za zabití spoluhráčem?
el: καταγγελία αρχείο κατά ^7% s ^3 για την ομάδα-δολοφονία?
es: ¿Guardar queja contra ^7%s^3 por matar a miembros del equipo?
fi: Valitus pelaajaa ^7%s^3 vastaan joukkuetaposta?
fr: Porter plainte contre ^7%s^3 pour vous avoir tué ?
hu: Indítványozol panasztételt ^7%s^3 ellen csapattárs ölésért?
it: Registrare un reclamo contro ^7%s^3 per team-killing?
nl: Stuur een klacht tegen ^7%s^3 voor teamkilling?
pl: Czy zaskarzyć gracza ^7%s^3 za zabicie członka z zespołu?
ru: Пожаловаться на ^7%s^3 за убийство своих?
sr: Упутити жалбу на ^7%s^3 због убијања сабораца?

source: Press '%s' for YES, or '%s' for NO
bg: Натиснете '%s' за ДА или '%s' за НЕ
cs: Stiskni '%s' pro ANO nebo '%s' pro NE
el: Πατήστε '%s' για το ΝΑΙ ή '%s' για το όχι
es: Pulsa '%s' para SI, o '%s' para NO
fi: Paina '%s' (KYLLÄ), tai '%s' (EI)
fr: Appuyez '%s' pour OUI, ou '%s' pour NON
hu: '%s' : IGEN - '%s' : NEM
it: Premi '%s' per SI, '%s' per NO
nl: Toets '%s' voor JA, of '%s' voor NEE
pl: Naciśnij '%s' jeśli TAK, lub '%s' jeśli NIE
ru: Нажмите '%s' если ДА, '%s' если НЕТ
sr: Притисните '%s' за ДА или '%s' за НЕ

source: Accept %s^3's application to join your fireteam?
bg: Приемане молбата на %s^3 за присъединяване към звеното?
cs: Přijmout hráče %s^3 do čety?
el: Αποδοχή%s εφαρμογή ^3 για ένταξη φωτιά ομάδα σας?
es: ¿Aceptar la petición de %s^3 para unirse a tu escuadra?
fi: Hyväksy pelaajan %s^3 anomus liittyä partioosi?
fr: Accepter l'invitation de %s^3 de rejoindre votre Fireteam ?
hu: Elfogadod %s^3 kérelmét az osztagba való csatlakozáshoz?
it: Accetti la richiesta di %s^3 per unirsi al tuo fireteam?
nl: Accepteer je %s^3's aanmelding voor je fireteam?
pl: Zaakceptować podanie %s^3 aby mógł dołączyć do oddziału?
ru: Разрешить %s^3 вступить в Ваше звено?
sr: Прихватити захтев %s^3 да се придружи ударној групи?

source: Accept %s^3's proposition to invite %s^3 to join your fireteam?
bg: Приемане предложението на %s^3 за покана играч %s^3 в звеното?
cs: Přijmout návrh od %s^3 na pozvání %s^3 do čety?
el: Αποδοχή%s ^3ρόταση για να καλέσει%s ^3 να ενταχθούν φωτιά ομάδα σας?
es: ¿Aceptar la petición de %s^3 para invitar a %s^3 a unirse a tu escuadra?
fi: Hyväkst pelaajan %s^3 ehdotus kutsua %s^3 liittymään partioosi?
fr: Accepter la proposition de %s^3 d'inviter %s^3 a rejoindre votre Fireteam ?
hu: Elfogadod %s^3 javaslatát, hogy %s^3 meghívásra kerüljön az osztagba?
it: Accetti la proposta di %s^3 di invitare %s^3 a unirsi al tuo fireteam?
nl: Accepteer je %s^3's voorstel om %s^3 uit te nodigen voor je fireteam?
pl: Zaakceptować propozycję %s^3 aby %s^3 mogł dołaczyć do oddziału?
ru: Принять предложение %s^3 пригласить %s^3 в Ваше звено?
sr: Прихватити предлог %s^3 да се %s^3 позове у ударну групу?

source: Accept %s^3's invitation to join their fireteam?
bg: Приемане поканата на %s^3 за присъединяване към неговото звено?
cs: Připojit se do čety hráče %s^3?
el: Αποδοχή%s^3's πρόσκληση για ένταξη στο φωτιά ομάδα τους?
es: ¿Aceptar la invitación de %s^3 para unirte a su escuadra?
fi: Hyväksy pelaajan %s^3 kutsu liittyä heidän partioonsa?
fr: Accepter l'invitation de %s^3 de rejoindre leur Fireteam ?
hu: Elfogadod %s^3 meghívását, hogy csatlakozz az osztagukba?
it: Accetti l'invito di %s^3 a unirti al loro fireteam?
nl: Accepteer je %s^3 uitnodiging voor hun fireteam?
pl: Akceptuj %s^3 zaproszenie aby dołaczyć do ich oddziału?
ru: Принять приглашение %s^3 и вступить в их звено?
sr: Прихватити позив %s^3 да се придружите ударној групи?

source: Make Fireteam private?
bg: Закриване достъп до звено?
cs: Nastavit četu jako soukromou?
el: Κάντε φωτιά ομάδα ιδιωτικό?
es: ¿Hacer la escuadra privada?
fi: Tee tulijoukkueesta yksityinen?
fr: Rendre la Fireteam privée ?
hu: Legyen az osztag privát?
it: Renderlo privato?
nl: Maak fireteam privé?
pl: Stworzyć Oddział prywatny?
ru: Сделать звено закрытым?
sr: Учинити ударну групу тајном?

source: Create a Fireteam?
bg: Създаване звено?
cs: Vytvořit četu?
el: Δημιουργήστε ένα φωτιά ομάδα?
es: ¿Crear una Escuadra?
fi: Luo tulijoukkue?
fr: Créer une Fireteam ?
hu: Osztag létrehozása?
it: Creare un Fireteam?
nl: Maak een fireteam?
pl: Stworzyć Oddział?
ru: Создать звено?
sr: Формирати ударну групу?

source: VOTE(%i): %s
bg: ГЛАСУВАНЕ(%i): %s
cs: VOLBA(%i): %s
el: ΨΗΦΟΦΟΡΙΑ (%i):%s
es: VOTAR(%i): %s
fi: ÄÄNESTÄ(%i): %s
hu: SZAVAZÁS(%i): %s
it: VOTA(%i): %s
nl: STEMMING(%i): %s
pl: GŁOSOWANIE(%i): %s
ru: ГОЛОСОВАТЬ(%i): %s
sr: ГЛАСАЊЕ(%i): %s

source: YES:%i, NO:%i
bg: ЗА:%i, ПРОТИВ:%i
cs: ANO: %i, NE: %i
el: ΝΑΙ:%i,όχι:%i
es: SI:%i, NO:%i
fi: KYLLÄ:%i, EI:%i
fr: OUI:%i, NON:%i
hu: IGEN:%i, NEM:%i
it: SI:%i, NO:%i
nl: JA:%i, NEE:%i
pl: TAK:%i, NIE:%i
ru: ДА:%i, НЕТ:%i
sr: ДА:%i, НЕ:%i

source: Can't vote as Spectator
bg: Нямате право да гласувате като наблюдател
cs: Diváci nemohou hlasovat
el: δεν μπορεί να ψηφίσει όπως Θεατής
es: No puedes votar como espectador
fi: Et voi äänestää katsojana
fr: Impossible de voter en spectateur
hu: Nézőként nem szavazhatsz
it: Non puoi votare da Spettatore
nl: Kan niet stemmen als toeschouwer
pl: Nie możesz oddać głosu jako obserwator
ru: Зритель не может голосовать
sr: Не можете гласати као гледалац

source: YES(%s):%i, NO(%s):%i
bg: ЗА(%s):%i, ПРОТИВ(%s):%i
cs: ANO(%s): %i, NE(%s): %i
el: ΝΑΙ (%s):%i, όχι(%s):%i
es: SI(%s):%i, NO(%s):%i
fi: KYLLÄ(%s):%i, EI(%s):%i
fr: OUI(%s):%i, NON(%s):%i
hu: IGEN(%s):%i, NEM(%s):%i
it: SI(%s):%i, NO(%s):%i
nl: JA(%s):%i, NEE(%s):%i
pl: TAK(%s):%i, NIE(%s):%i
ru: ДА(%s):%i, НЕТ(%s):%i
sr: ДА(%s):%i, НЕ(%s):%i

source: YOU VOTED ON: %s
bg: ГЛАСУВАХТЕ ЗА: %s
cs: ZVOLIL JSI: %s
el: Ψηφίσατε σε:%s
es: HAS VOTADO EN: %s
fi: ÄÄNESTIT: %s
fr: VOUS AVEZ VOTÉ: %s
hu: A KÖVETKEZŐRE SZAVAZTÁL: %s
it: HAI VOTATO: %s
nl: JE HEBT GESTEMD OP: %s
pl: ZAGŁOSOWAŁEŚ NA: %s
ru: ВЫ ПРОГОЛОСОВАЛИ ЗА: %s
sr: ГЛАСАЛИ СТЕ: %s

source: Y:%i, N:%i
bg: ЗА:%i, ПР:%i
cs: A: %i, N: %i
el: Υ:% i, Ν:% i
es: S:%i, N:%i
fi: K: %i, E: %i
fr: O:%i, N:%i
hu: I:%i, N:%i
it: S:%i, N:%i
nl: J:%i, N:%i
pl: T:%i, N:%i
ru: Д:%i, Н:%i
sr: Д:%i, Н:%i

source: Your complaint has been filed
bg: Подадено оплакване
cs: Stížnost vyplněna
el: Το παράπονό σας έχει κατατεθεί
es: Tu queja se ha archivado
fi: Valituksesi on kirjattu
fr: Votre plainte a été enregistrée
hu: A panaszod beadásra került
it: Il tuo reclamo è stato registrato
nl: Je klacht is geregistreerd
pl: Twoja skarga została złożona
ru: Жалоба отправлена
sr: Ваша жалба је прослеђена

source: Complaint dismissed
bg: Оплакването беше отменено
cs: Stížnost zavržena
el: καταγγελία απέρριψε
es: Queja rechazada
fi: Valitus peruttiin
fr: Plainte annulée
hu: Panasz elutasítva
it: Reclamo rimosso
nl: Klacht afgewezen
pl: Skarga odrzucona
ru: Жалоба отклонена
sr: Жалба није прихваћена

source: Server Host cannot be complained against
bg: Нямате право да се оплачете срещу създателя на сървъра
cs: Nelze podat stížnost na hostitele hry
el: Διακομιστής υποδοχής δεν μπορεί να προσαφθεί κατά
es: No te puedes quejar contra el Server Host
fi: Et voi tehdä valitusta palvelinta kohtaan
fr: L'hôte du serveur ne peut pas être attaqué par une plainte
hu: A szerver házigazda ellen nem lehet panaszt tenni
it: Non puoi far reclamo contro il Server Host
nl: Je kunt geen klacht indienen tegen de serverhost
pl: Gospodarz Serwera nie może być oskarżony
ru: Нельзя жаловаться на хозяина сервера
sr: Не можете се жалити на хоста сервера

source: You were team-killed by the Server Host
bg: Бяхте убит от съотборник - домакина на сървъра.
cs: Byl jsi zabit hostitelem serveru
el: Ήσουν ομάδα-σκοτώθηκαν από τη φιλοξενούσα διακομιστή
es: Te ha matado Server Host
fi: Palvelin tappoi sinut joukkuetappona
fr: Vous avez été tué par l'hôte du serveur
hu: A szerver házigazdája csapattársként megölt.
it: Sei stato ucciso dal fuoco amico del Server Host
nl: Je bent door de serverhost gedood
pl: Zostałeś zabity przez Gospodarza Serwera
ru: Вас убил товарищ - хозяин сервера
sr: Убио Вас је саборац хост сервера

source: You were team-killed by a bot.
bg: Бяхте убит от съотборник - компютър.
cs: Byl jsi zabit botem.
el: Ήσουν ομάδα-σκοτώθηκε από ένα bot.
es: Te ha matado un bot de tu equipo.
fi: Joukkueesi botti tappoi sinut.
fr: Vous avez été tué par un bot équipier.
hu: Egy bot csapattársként megölt.
it: Sei stato ucciso dal fuoco amico di un bot.
nl: Je bent door een vriendschappelijke bot gedood.
pl: Zostaleś zabity przez bota.
ru: Вас убил товарищ-бот
sr: Убио Вас је саборац бот.

source: Your application has been submitted
bg: Заявлението Ви беше подадено
cs: Stížnost podána
el: Η αίτησή σας έχει υποβληθεί
es: Tu petición se ha enviado
fi: Hakemuksesi on lähetetty
fr: Votre postulation a été envoyée
hu: A kérelmed előterjesztésre került
it: La tua richiesta è stata inviata
nl: Je verzoek is ingediend
pl: Twoja aplikacja została wysłana
ru: Заявка подана
sr: Ваша пријава је прослеђена

source: Your application failed
bg: Заявлението Ви е неуспешно
cs: Žádost neuspěla
el: Η αίτησή σας απέτυχε
es: Han denegado tu petición
fi: Hakemuksesi epäonnistui
fr: Votre postulation a échoué
hu: A kérelmed megbukott
it: La tua richiesta è fallita
nl: Je verzoek is afgewezen
pl: Twoja aplikacja została odrzucona
ru: Заявка отклонена
sr: Ваша пријава није прихваћена

source: Your application has been approved
bg: Заявлението Ви беше прието
cs: Žádost byla schválena
el: Η αίτησή σας έχει εγκριθεί
es: Han aprobado tu petición
fi: Hakemuksesi on hyväksytty
fr: Votre postulation a été approuvée
hu: A kérelmed elfogadásra került
it: La tua richiesta è stata approvata
nl: Je verzoek is toegekend
pl: Twoja aplikacja została przyjęta
ru: Заявка принята
sr: Ваша пријава је одобрена

source: Your application reply has been sent
bg: Отговорът на заявлението Ви беше изпратен
cs: Odpověď na žádost odeslána
el: απάντηση Η αίτησή σας έχει αποσταλεί
es: Tu respuesta a la petición se ha enviado
fi: Hakemusvastauksesi on lähetetty
fr: Votre réponse à la postulation a été envoyée
hu: A kérelem válaszod elküldésre került
it: La tua risposta alla richiesta è stata inviata
nl: Je antwoord is verzonden
pl: Twoja odpowiedź na aplikacje została wysłana
ru: Ответ на заявку отправлен
sr: Ваша одговор на пријаву је послат

source: Your proposition has been submitted
bg: Предложението Ви беше подадено
cs: Návrh podán
el: πρότασή σας έχει υποβληθεί
es: Tu propocisión se ha enviado
fi: Ehdotuksesi on lähetetty
fr: Votre proposition a été envoyée
hu: Az inditványod előterjesztésre került
it: La tua proposta è stata inviata
nl: Je voorstel is ingediend
pl: Twoja propozycja została wysłana
ru: Предложение подано
sr: Ваш предлог је прослеђен

source: Your proposition was rejected
bg: Предложението Ви беше отхвърлено
cs: Návrh byl zamítnut
el: πρότασή σας απορρίφθηκε
es: Han denegado tu propuesta
fi: Ehdotuksesi hylättiin
fr: Votre proposition a été rejetée
hu: Az indítványod elutasításra került
it: La tua proposta è stata rifiutata
nl: Je voorstel is afgewezen
pl: Twoja propozycja została odrzucona
ru: Предложение отклонено
sr: Ваш предлог је одбијен

source: Your proposition was accepted
bg: Предложението Ви е прието
cs: Návrh byl přijat
el: πρότασή σας έγινε δεκτή
es: Han aceptado tu propuesta
fi: Ehdotuksesi hyväksyttiin
fr: Votre proposition a été accepté
hu: Az indítványod elfogadásra került
it: La tua proposta è stata accettata
nl: Je voorstel is geaccepteerd
pl: Twoja propozycja została przyjęta
ru: Предложение принято
sr: Ваш предлог је прихваћен

source: Your proposition reply has been sent
bg: Отговорът на предложението Ви беше изпратен
cs: Odpověď na návrh odeslána
el: απάντηση πρότασή σας έχει σταλεί
es: Tu respuesta a la propuesta se ha enviado
fi: Vastauksesi on lähetetty
fr: Votre réponse à la proposition a été envoyé
hu: Az indítvány válaszod elküldésre került
it: La tua risposta alla proposta è stata inviata
nl: Het antwoord op je voorstel is verzonden
pl: Twoja odpowiedź na propozycję została wysłana
ru: Ответ на предложение отправлен
sr: Ваш одговор на предлог је послат

source: Your invitation has been submitted
bg: Поканата Ви беше внесена
cs: Pozvánka podána
el: Η πρόσκλησή σας έχει υποβληθεί
es: Tu invitación se ha enviado
fi: Kutsusi on lähetetty
fr: Votre invitation a été envoyée
hu: A meghívód elküldésre került
it: Il tuo invito è stato inviato
nl: Je uitnodiging is verzonden
pl: Twoje zaproszenie zostało wysłane
ru: Ваше приглашение отправлено
sr: Ваш позив је прослеђен

source: Your invitation was rejected
bg: Поканата Ви беше отхвърлена
cs: Pozvánka byla zamítnuta
el: Η πρόσκλησή σας απορρίφθηκε
es: Han rechazado tu invitación
fi: Kutsusi hylättiin
fr: Votre invitation a été rejetée
hu: A meghívód elutasításra került
it: Il tuo invito è stato rifiutato
nl: Je uitnodiging is afgewezen
pl: Twoje zaproszenie zostało odrzucone
ru: Приглашение отклонено
sr: Ваш позив је одбијен

source: Your invitation was accepted
bg: Поканата Ви беше приета
cs: Pozvánka přijata
el: Η πρόσκλησή σας έγινε δεκτή
es: Han aceptado tu invitación
fi: Kutsusi on hyväksytty
fr: Votre invitation a été acceptée
hu: A meghívód elfogadásra került
it: Il tuo invito è stato accettato
nl: Je uitnodiging is geaccepteerd
pl: Twoje zaproszenie zostało zaakceptowane
ru: Ваше приглашение принято
sr: Ваш позив је прихваћен

source: Your invitation reply has been sent
bg: Отговорът на поканата Ви беше изпратен
cs: Odpověď na pozvánku odeslána
el: απάντηση πρόσκλησή σας εστάλη
es: Tu respuesta a la invitación se ha enviado
fi: Kutsun vastauksesi on lähetetty
fr: Votre réponse à l'invitation a été envoyée
hu: A meghívód elküldésre került
it: La tua risposta all'invito è stata inviata
nl: Je antwoord op de uitnodiging is verzonden
pl: Twoja odpowiedź na zaproszenia została wysłana
ru: Ответ на приглашение отправлен
sr: Ваш одговор на позив је послат

source: Response Sent
bg: Отговорът изпратен
cs: Odpověď odeslána
el: ανταπόκριση Έστειλα
es: Respuesta enviada
fi: Vastaus lähetettin
fr: Réponse envoyée
hu: Válasz elküldve
it: Risposta Inviata
nl: Antwoord verzonden
pl: Odpowiedź Wysłana
ru: Принято
sr: Одговор послат

source: Press %s to open Limbo Menu
bg: Натиснете %s за отваряне боен лагер
cs: Stiskni %s pro otevření Předpeklí
el: Πατήστε% s για να ανοίξετε Limbo Μενού
es: Pulsa %s para abrir el Menú del Limbo
fi: Paina %s avataksesi limbo-valikko
fr: Appuyez sur %s pour ouvrir le menu Limbo
hu: Nyomd meg a(z) %s gombot a Limbo menü megnyitásához
it: Premi %s per aprire il Menu Limbo
nl: Druk %s om het limbomenu te openen
pl: Naciśnij %s, aby otworzyć Menu Gracza
ru: Нажмите %s чтобы открыть Меню забвения
sr: Притисните %s да отворите Лимбо мени

source: Press %s to follow next player
bg: Натиснете %s за наблюдаване следващ играч
cs: Stiskni %s pro sledování dalšího hráče
el: Πατήστε% s για να ακολουθήσει επόμενο παίκτη
es: Pulsa %s para seguir al siguiente jugador
fi: Paina %s seurataksesi seuraavaa pelaajaa
fr: Appuyez sur %s pour aller au joueur suivant
hu: Nyomd meg a(z) %s gombot a következő játékos követéséhez
it: Premi %s per seguire il prossimo giocatore
nl: Druk %s om de volgende speler te volgen
pl: Naciśnij %s, aby obserwować kolejnego gracza
ru: Нажмите %s чтобы наблюдать за следующим игроком
sr: Притисните %s да пратите сл. играча

source: Press %s to follow previous player
bg: Натиснете %s за наблюдаване предишен играч
cs: Stiskni %s pro sledování předchozího hráče
el: Πατήστε% s για να ακολουθήσει τα προηγούμενα παίκτη
es: Pulsa %s para seguir al jugador anterior
fi: Paina %s seurataksesi edellistä pelaajaa
fr: Appuyez sur %s pour aller au joueur précédent
hu: Nyomd meg a(z) %s gombot az előző játékos követéséhez
it: Premi %s per seguire il giocatore precedente
nl: Druk %s om de vorige speler te volgen
pl: Naciśnij %s, aby obserwować poprzedniego gracza
ru: Нажмите %s чтобы наблюдать за предыдущим игроком
sr: Притисните %s да пратите претх. играча

source: Press %s to %s multiview mode
bg: Натиснете %s за %s режим мултиизглед
cs: Stiskni %s pro %s víceobrazovkové zobrazení
el: Πατήστε% s στο% s Multiview λειτουργία
es: Pulsa %s para %s el modo multivista
fi: Paina %s %s monikuvatilan
fr: Appuyer sur %s pour %s le mode multi-vue
hu: Nyomd meg a(z) %s és %s közötti gombokat a multinézet módhoz
it: Premi%s a %s per modalità multiview
nl: Toets %s voor %s multiview mode
pl: Naciśnij %s, aby %s tryb wielowidoku
ru: Нажмите %s для %s режима мультипросмотра
sr: Притисните %s да %s мултипреглед

source: disable
bg: изключване
cs: deaktivovat
el: καθιστώ ανίκανο
es: desactivar
fi: lamauta
fr: désactiver
hu: kikapcsolás
it: disabilita
nl: uitschakelen
pl: wyłączyć
ru: отключить
sr: искључити

source: activate
bg: включване
cs: aktivovat
el: θέτω εις ενέργειαν
es: activar
fi: aktivoi
fr: activer
hu: aktiválás
it: attiva
nl: activeren
pl: włączyć
ru: включить
sr: активирати

source: You are wounded and waiting for a medic.
bg: Бяхте сериозно ранен и изчаквате лекарска помощ.
cs: Jsi raněn a čekáš na medika.
el: Είστε τραυματίες και η αναμονή για ένα γιατρό.
es: Estás herido y esperando a un médico.
fi: Olet haavoittunut ja odotat lääkintämiestä.
fr: Vous êtes blessé et attendez un médecin.
hu: Megsérültél és felcserre vársz.
it: Sei ferito in attesa di un medico.
nl: Je bent gewond en aan het wachten op een arts.
pl: Jesteś ranny i czekasz na medyka.
ru: Вы ранены и ждёте помощи
sr: Рањени сте и чекате лекара.

source: Press %s to go into reinforcement queue.
bg: Натиснете %s за да преминете към подкрепленията.
cs: Stiskni %s pro návrat do fronty posil.
el: Πατήστε% s για να πάει στην ενίσχυση ουρά.
es: Pulsa %s para ir a la cola de los refuerzos.
fi: Paina %s mennäksesi vahvistus jonoon.
fr: Appuyez sur %s pour rejoindre la file de renforcement.
hu: Nyomd meg a(z) %s gombot, hogy bekerülj az erősítésre érkezők sorába.
it: Premi %s per metterti in coda e ripartire.
nl: Druk %s om over te gaan in de versterkingswachtrij.
pl: Naciśnij %s, aby się odrodzić.
ru: Нажмите %s чтобы перейти в очередь подкреплений.
sr: Притисните %s да се пребаците у појачања.

source: No more reinforcements this round.
bg: Не се допускат повече подкрепления до края на кръга.
cs: Toto kolo už nebudou žádné posily.
el: Δεν υπάρχει πλέον ενισχύσεις αυτόν τον γύρο.
es: No hay más refuerzos para esta ronda.
fi: Ei enää vahvistuksia tällä kierroksella.
fr: Plus de renforcements pour cette manche.
hu: Nincs több erősítés ebben a körben.
it: Nessun altro rinforzo per questo turno
nl: Geen versterkingen meer deze ronde.
pl: Brak możliwości odrodzenia się w tej rundzie.
ru: Больше не будет подкреплений в этом раунде.
sr: Нема више појачања у овој рунди.

source: Deploying in ^3%d ^7seconds
bg: Ще бъдете разгърнат след ^3%d ^7сек.
cs: Nasazení za ^3%d ^7sekund
el: Η ανάπτυξη σε ^3% d ^7 δευτερόλεπτα
es: Desplegando en ^3%d ^7segundos
fi: Sijoitetaan ^3%d ^7sekunnin kuluttua
fr: Déploiement dans ^3%d ^7secondes
hu: Hadba állás ^3%d ^7másodperc múlva
it: Schieramento in ^3%d ^7secondi
nl: Inzetten in ^3%d ^7seconden
pl: Rozstawienie za ^3%d ^7sekund
ru: Развёртывание через ^3%d ^7секунд
sr: Улазак за ^3%d ^7секунди
