Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Axis team
bg: Отбор Потисници
cs: Tým Osy
el: Η ομάδα του άξονα
es: Equipo Eje
fi: Akselivaltojen Joukkue
fr: L'équipe de l'Axes
hu: Tengelyhatalmak csapatához
it: all'Asse
pl: Zespołu Osi
ru: Фашисты
sr: Тим Силе осовине

source: Allied team
bg: Отбор Съюзници
cs: Tým Spojenců
el: Η ομάδα Σύμμαχος
es: Equipo ALiado
fi: Liittoutuneiden Joukkue
fr: L'équipe des l'Alliés
hu: Szövetségesek csapatához
it: agli Alleati
nl: Geallieerden team
pl: Zespołu Aliantów
ru: Союзники
sr: Тим Савезници

source: Spectators
bg: Наблюдатели
cs: Diváci
el: θεατές
es: Espectadores
fi: Katsojat
fr: Spectateurs
hu: Nézelődők
it: agli spettatori
nl: Toeschouwers
pl: Obserwatorów
ru: Зрители
sr: Гледаоци

source: You must be a player or following a player to use +stats
bg: Трябва да сте играч или да наблюдавате играч, за да използвате +stats
cs: Je třeba být hráčem nebo jej sledovat k využití +stats
el: Πρέπει να είστε παίκτη ή μετά από έναν παίκτη να χρησιμοποιεί στατιστικά
es: Tienes que ser un jugador o seguir a un jugador para usar +stats
fi: Sinun on oltava pelaaja tai seuraa pelaajaa, jotta voit käyttää + statsia
fr: Vous devez être un joueur ou suivre un joueur pour utiliser +stats
hu: A +stats használatához játékosnak kell lenned vagy követned kell egyet
it: Devi essere un giocatore o uno spettatore per usare +stats
nl: Je moet een speler zijn of een speler volgen om +stats te kunnen gebruiken
pl: Musisz być graczem lub obserwować gracza, aby użyć +stats
ru: Вы должны быть или следовать за игроком чтобы использовать +stats
sr: Морате бити играч или пратити играча да користите +stats

source: You must be alive to use ^3/kill^7.
bg: Трябва да сте жив, за да използвате команда ^3/kill^7.
el: Εσείς πρέπει να είστε ζωντανά να χρησιμοποιήσετε ^3/kill^7.
es: Para usar ^3/kill^7 tienes que estar vivo.
fi: Sinun on oltava elossa jotta voit käyttää ^3/kill^7.
fr: Vous devez être vivant pour utiliser ^3/kill^7.
hu: Életben kell lenned a ^3/kill^7 használatához.
it: Devi essere in vita per usare ^3/kill^7.
nl: Je moet in leven zijn om ^3/kill ^7te kunnen gebruiken.
pl: Musisz być żywy aby użyć ^3/kill^7.
ru: Только живой может использовать ^3/kill^7.
sr: Морате бити живи да користите ^3/kill^7.

source: No vote in progress.
bg: Няма протичащи гласувания.
cs: Neprobíhá hlasování.
el: Χωρίς ψήφο σε εξέλιξη.
es: Ninguna votación en curso.
fi: Äänestys ei kehitettävissä.
fr: Aucun vote en cours.
hu: Nincs folyamatban lévő szavazás.
it: Nessun voto in corso.
nl: Geen stemming bezig.
pl: Brak głosowań.
ru: Сейчас нет голосования.
sr: Тренутно нема гласања.

source: No or bad challenge for address.
bg: Ненамерена подходяща адресна връзка.
cs: Žádná nebo špatná výzva pro adresu.
el: Δεν ή κακό πρόκληση για τη διεύθυνση.
es: No hay partida o es incorrecta para esta dirección
fi: Ei tai huono haaste osoitteelle.
fr: Aucun ou mauvais challenge pour l'adresse.
it: Nessuna o errore sfida per indirizzo.
nl: Geen of verkeerde challenge voor adres.
pl: Brak lub złe wezwanie dla adresu.
ru: Нет подходящего вызова для адреса.
sr: Лош или непостојећи челенџ за адресу.

source: Match is already in progress!
bg: Играта вече започна!
cs: Zápas již začal.
el: Ταιριάζω είναι ήδη σε εξέλιξη!
es: ¡La partida ya ha comenzado!
fi: Ottelu on jo käynnissä!
fr: Le match est déjà en cours de progression!
hu: A meccs már folyamatban van!
it: Partita già in corso!
nl: Wedstrijd is al bezig!
pl: Mecz już trwa!
ru: Матч уже идёт!
sr: Меч је већ у току!

source: ^1** Referee Server Setting Change **
bg: ^1** Съдия промени сървърна настройка **
cs: ^1**Sudí změnil nastavení**
el: ^1 ** Διαιτητής διακομιστή ρύθμισης Αλλαγή **
es: ^1** Árbitro ajustando un cambio del servidor **
fi: ^1** Erotuomari Palvelimen Asetuksen Muuttaminen **
fr: ^1** Changement des Paramètres d'Arbitre du Serveur **
hu: ^1** Játékvezetői szerverbeállítások változása **
it: ^1** Cambio dell'Arbitro delle Impostazioni del Server **
nl: ^1** Scheidsrechter heeft instellingen aangepast **
pl: ^1** Sędzia Zmienił Ustawienia Serwera **
ru: ^1** Изменение настроек сервера судьёй **
sr: ^1** Промена серверских под. за судије **

source: Your fireteam is now public
bg: Звеното Ви е с публичен достъп
cs: Tvá četa je nyní veřejná
el: φωτιά ομάδα σας είναι τώρα δημόσια
es: Tu escuadra ahora es pública
fi: Sinun Fireteam on nyt julkinen
fr: Votre Fireteam est désormais publique
hu: Az osztagod mostantól nyilvános
it: ora Il tuo fireteam è pubblico
nl: Je fireteam is nu publiek
pl: Twój oddział jest teraz publiczny
ru: Ваше звено теперь открыто
sr: Ваша ударна група је сада јавна

source: Your fireteam is now private
bg: Звеното Ви е с ограничен достъп
cs: Tvá četa je nyní soukromá
el: φωτιά ομάδα σας είναι τώρα ιδιωτικά
es: Tu escuadra ahora es privada
fi: Sinun Fireteam on nyt yksityinen
fr: Votre Fireteam est désormais privée
hu: Az osztagod mostantól privát
it: ora Il tuo fireteam è privato
nl: Je fireteam is nu privé
pl: Twój oddział jest teraz prywatny
ru: Ваше звено теперь закрыто
sr: Ваша ударна група је сада тајна

source: The Allies have too many players.
bg: Съюзниците разполагат с достатъчно играчи.
cs: Spojenci mají příliš mnoho hráčů.
el: Οι Σύμμαχοι έχουν πάρα πολλούς παίκτες.
es: Los Aliados tienen demasiados jugadores.
fi: Liittoutuneilla on liian monta pelaajaa.
fr: Les Alliés ont trop de joueurs.
hu: A Szövetségeseknek túl sok játékosuk van.
it: Gli Alleati hanno troppi giocatori.
nl: De geallieerden hebben teveel spelers.
pl: Alianci mają zbyt dużo graczy.
ru: У союзников слишком много игроков.
sr: Савезници имају превише играча.

source: The Axis has too many players.
bg: Потисниците разполагат с достатъчно играчи.
cs: Osa má příliš mnoho hráčů.
el: Ο άξονας έχει πάρα πολλούς παίκτες.
es: El Eje tiene demasiados jugadores.
fi: Akselivaltioilla on liian monta pelaajaa.
fr: Les Axes ont trop de joueurs.
hu: A Tengelyhatalmaknak túl sok játékosuk van.
it: L'Asse ha troppi giocatori.
nl: Axis heeft teveel spelers.
pl: Oś ma zbyt dużo graczy.
ru: У фашистов слишком много игроков.
sr: Силе осовине имају превише играча.

source: Attack!
bg: Атака!
el: Επίθεση!
es: Atacad!
fi: Hyökkää!
fr: Attaque!
hu: Támadás!
it: All'attacco!
nl: Aanvallen!
pl: Atak!
ru: Атакуем!
sr: У напад!

source: Fall back!
bg: Отстъпление!
el: Υποχωρώ!
es: ¡Retroceded!
fi: Peräänny!
fr: Retirez-vous!
hu: Visszavonulás!
it: Retrocedere!
nl: Val terug
pl: Odwrót!
ru: Назад!
sr: Повлачење!

source: ^3All players ready!^7 Match starting...
bg: ^3Играчите са готови!^7 Играта ще започне...
cs: ^3Všichni jsou připraveni!^7 Zápas začíná...
el: ^3όλοι Παίκτες έτοιμο! ^7 Ταιριάζουν με την έναρξη ...
es: ^3Todos los jugadores listos!^7 Empezando Partida...
fi: ^3Kaikki pelaajat valmiina!^7 Ottelu alkamassa...
fr: ^3Tout les joueurs sont prêt!^7 Le match commence...
hu: ^3Az összes játékos készen áll^7 A meccs indul...
it: ^3Tutti pronti!^7 Inizia la partita...
nl: ^3Alle spelers gereed!^7 Wedstrijd begint...
pl: ^3Wszyscy gracze gotowi!^7 Rozpoczynanie meczu...
ru: ^3Все игроки готовы!^7 Матч начинается...
sr: ^3Сви су спремни!^7 Меч почиње...

source: Path cleared.
bg: Пътят е чист.
el: Μονοπάτι εκκαθαριστεί.
es: Camino Despejado.
fi: Reitti selvitetty.
fr: La voie est dégagée.
hu: Tiszta a terep.
it: Via libera.
nl: Pad vrij.
pl: Droga wolna.
ru: Путь чист.
sr: Пут је чист.

source: The enemy is weakened.
bg: Омаломощихме врага.
el: Ο εχθρός είναι εξασθενημένο.
es: El enemigo está debilitado.
fi: Vihollinen heikennetty.
fr: L'ennemi est affaibli.
hu: Az ellenség meggyengült.
it: Il nemico si è indebolito.
nl: De vijanden zijn zwak
pl: Wróg jest osłabiony.
ru: Враг ослаблен.
sr: Непријатељ је ослабљен.

source: All clear.
bg: Чисто е.
el: Όλα ΕΝΤΑΞΕΙ.
es: Todo despejado.
fi: Vaara ohi.
fr: Tout est clair.
hu: Minden tiszta
it: Tutto libero.
nl: Alles veilig.
pl: Czysto.
ru: Всё чисто.
sr: Све је чисто.

source: Incoming!
bg: Пазете се!
el: Εισερχόμενος!
es: ¡Que vienen!
fi: Lähestyvä!
fr: Attention!
hu: Bejövő!
it: Arrivano!
nl: Inkomend!
pl: Nadchodzą!
ru: Летит!
sr: Пази!

source: Fire in the hole!
bg: Хвърлям граната!
el: Φωτιά στην τρύπα!
fi: Tulta reikään!
fr: Ça va péter!
hu: Vigyázat, robbantás!
it: Sta per saltare!
nl: Zoek dekking!
pl: Uwaga strzelam!
ru: Сейчас рванёт!
sr: Пуцај!

source: I'm on defense.
bg: Защитавам позиция.
el: Είμαι στην άμυνα.
es: Estoy defendiendo.
fi: Olen puolustautumassa.
fr: Je suis en défense.
hu: Védekezek.
it: Sono in difesa.
nl: Ik sta in de verdediging.
pl: Chronię.
ru: Я защищаю.
sr: Браним.

source: I'm on offense.
bg: Атакувам позиция.
el: Είμαι στην επίθεση.
es: Estoy atacando.
fi: Olen hyökkäämässä.
fr: Je suis en attaque.
hu: Támadok.
it: Sono in attacco.
nl: Ik sta in de aanval.
pl: Atakuję.
ru: Я атакую.
sr: Нападам.

source: Taking fire!
bg: Обстрелват ме!
el: Λαμβάνοντας φωτιά!
es: ¡Me disparan!
fi: Ottamassa tultaa!
fr: Nous essuyons des tirs!
hu: Tűz alatt vagyok!
it: Ci stanno addosso!
nl: Ik word beschoten!
pl: Biorę ogień na siebie!
ru: Я под огнём!
sr: Гађају ме!

source: Mines cleared.
bg: Мините обезвредени.
el: Ορυχεία εκκαθαριστεί.
es: Minas desactivadas.
fi: Miinat raivattu.
fr: Mines netoyées
hu: Aknák felszedve
it: Mine Disinnescate.
nl: Mijnen geruimd.
pl: Pole oczyszczone z min.
ru: Мины обезврежены.
sr: Више нема мина.

source: Enemy in disguise.
bg: Шпионин в редиците.
el: Εχθρός στη μεταμφίεση.
es: Enemigo disfrazado.
fi: Vihollinen valepuvussa.
fr: L'ennemi est dans un déguisement.
hu: Az ellenség álcázta magát.
it: Nemico camuffato.
nl: Vermomde vijand gespot.
pl: Wróg w przebraniu.
ru: Враг в камуфляже.
sr: Непријатељ је прерушен.

source: Need a Medic!
bg: Лекар, ранен съм!
el: Χρειάζεστε ένα γιατρός!
es: ¡Necesito un médico!
fi: Tarvitsen lääkintämiehen!
fr: J'ai besoin d'un Médecin!
hu: Kell egy felcser!
it: Serve un Medico!
nl: Heb een arts nodig!
pl: Potrzebuję Medyka!
ru: Врача!
sr: Треба ми лекар!

source: I need ammo!
bg: Трябват ми муниции!
el: Χρειάζομαι πυρομαχικά!
es: ¡Necesito munición!
fi: Tarvitsen ammuksia!
fr: J'ai besoin de munitions!
hu: Kell töltény!
it: Mi servono munizioni!
nl: Ik heb munitie nodig!
pl: Potrzebuję amunicji!
ru: Патронов!
sr: Треба ми муниција!

source: I need backup!
bg: Трябва ми помощ!
el: Χρειάζομαι αντίγραφο ασφαλείας!
es: ¡Necesito Cobertura!
fi: Tarvitsen tukea!
fr: J'ai besoin de soutien!
hu: Kell erősítés!
it: Scortatemi!
nl: Ik heb hulp nodig!
pl: Potrzebuję wsparcia!
ru: Нужна помощь!
sr: Треба ми подршка!

source: We need an engineer!
bg: Имаме нужда от Инженер!
el: Χρειαζόμαστε ένα μηχανικό!
es: ¡Necesitamos un ingeniero!
fi: Tarvitsemme insinöörin!
fr: Nous avons besoin d'un ingénieur!
hu: Kell egy műszakis!
it: Ci serve un ingegnere!
nl: We hebben een ingenieur nodig!
pl: Potrzebujemy Inżyniera!
ru: Инженера!
sr: Треба нам инжењер!

source: Cover me!
bg: Прикривайте ме!
el: Κάλυψέ με!
es: ¡Cubridme!
fi: Suojaa minua!
fr: Couvrez-moi!
hu: Fedezz!
it: Copritemi!
nl: Dek me!
pl: Osłaniaj Mnie!
ru: Прикройте меня!
sr: Покривај ме!

source: Hold your fire!
bg: Не стреляй!
el: Παύσατε πυρ!
es: ¡Alto al fuego!
fi: Pidä tultasi!
fr: Cessez le feu!
hu: Tartsd a tüzed!
it: Datti una calmata!
nl: Stop het vuren!
pl: Wstrzymaj Ogień!
ru: Не стреляй!
sr: Не пуцај!

source: Where to?
bg: Накъде?
el: Πού
es: ¿A dónde?
fi: Minnepäin?
fr: Où ça?
hu: Hova?
it: Dove?
nl: Waarheen?
pl: Dokąd?
ru: Куда?
sr: Где?

source: We need Covert Ops!
bg: Имаме нужда от Разузнавач!
cs: Je třeba agenta!
el: Χρειαζόμαστε Μυστικές Ops!
es: ¡Necesitamos un Covert Ops!
fi: Tarvitsemme salaista operaattoria!
fr: Nous avons besoin d'un espion!
hu: Kell egy kém!
it: Ci servono Covert Ops!
nl: We hebben een spion nodig!
pl: Potrzebujemy Szpiega!
ru: Нужен разведчик!
sr: Треба нам агент!

source: Follow me!
bg: Следвайте ме!
el: Ακολούθησέ με!
es: ¡Seguidme!
fi: Seuratkaa minua!
fr: Suivez moi!
hu: Kövess!
it: Seguitemi!
nl: Volg me!
pl: Za Mną!
ru: Следуйте за мной!
sr: Прати ме!

source: Let's go!
bg: Да вървим!
el: Πάμε!
es: ¡Vamos!
fi: Mennään!
fr: Allons-y!
hu: Nyomás!
it: Andiamo!
nl: Laten we gaan!
pl: No Dalej!
ru: Пошли!
sr: Хајдемо!

source: Move!
bg: Движение!
el: Κίνηση!
es: ¡Muévete!
fi: Liikkukaa!
fr: Bougez!
hu: Mozgás!
it: Muoversi!
nl: Ga weg!
pl: Ruchy!
ru: Двигайтесь!
sr: Крени!

source: Clear the path!
bg: Разчистете пътя!
el: Ανοίξει το δρόμο!
es: ¡Despejad el camino!
fi: Selvittäkää reitti!
fr: Nettoyez la voie!
hu: Tedd szabaddá az utat!
it: Liberare il passaggio!
nl: Maak het pad vrij!
pl: Oczyść Drogę!
ru: Зачистите путь!
sr: Склони се!

source: Defend our objective!
bg: Пазете целта!
el: Υπερασπιστεί ο στόχος μας!
es: ¡Defended el objetivo!
fi: Puolustakaa päämäärää!
fr: Défendez notre objectif!
hu: Védd az objektívunkat!
it: Difendere il nostro obiettivo!
nl: Verdedig onze doelstelling!
pl: Ochraniaj nasz cel!
ru: Защищайте нашу цель!
sr: Брани наш задатак!

source: Disarm the dynamite!
bg: Обезвредете динамита!
el: Αφοπλίσει το δυναμίτη!
es: ¡Desactivad la dinamita!
fi: Purkakaa dynamiitti!
fr: Désarmez la dynamite!
hu: Hatástalanítsd a dinamitot!
it: Disinnescare la dinamite!
nl: Ontmantel de bom!
pl: Rozbrój dynamit!
ru: Обезвредьте динамит!
sr: Уклони динамит!

source: Clear the mines!
bg: Обезвредете мините!
el: Καταργήστε τις νάρκες!
es: ¡Desactivad las Minas!
fi: Poistakaa miinat!
fr: Nettoyez les mines!
hu: Szedd fel el az aknákat!
it: Ripulire le mine!
nl: Ruim de mijnen!
pl: Rozbrój miny!
ru: Обезвредьте мины!
sr: Уклони мине!

source: Reinforce the offense!
bg: Подсилете атаката!
el: Ενισχύσει το αδίκημα!
es: ¡Reforzad el ataque!
fi: Vahvistakaa hyökkäystä!
fr: Renforcez l'offensive!
hu: Erősítsd meg a támadást!
it: Rinforzare l'offensiva!
nl: Versterk de aanval!
pl: Wzmocnij Atak!
ru: Поддержите наступление!
sr: Појачај напад!

source: Reinforce the defense!
bg: Засилете защитата!
el: Ενισχύουν την άμυνα!
es: ¡Reforzad la defensa!
fi: Vahvistakaa puolustusta
fr: Renforcez la défense!
hu: Erősítsd meg a védelmet!
it: Rinforzare la difesa!
nl: Versterk de verdediging!
pl: Wzmocnij Obronę!
ru: Поддержите оборону!
sr: Појачај одбрану!

source: Affirmative!
bg: Прието!
el: Καταφατικός!
es: ¡Afirmativo!
fi: Kyllä!
fr: Affirmatif!
hu: Igen, uram!
it: Affermativo!
nl: Bevestigd!
pl: Potwierdzam!
ru: Так точно!
sr: Разумем!

source: No!
bg: Не!
el: Όχι!
fi: Ei!
fr: Non!
hu: Nem!
nl: Nee!
pl: Nie!
ru: Нет!
sr: Не!

source: Thank you!
bg: Благодаря ти!
el: Ευχαριστώ!
es: ¡Gracias!
fi: Kiitos!
fr: Merci!
hu: Köszönöm!
it: Grazie!
nl: Dank je!
pl: Dziękuje!
ru: Спасибо!
sr: Хвала ти!

source: You're welcome.
bg: Удоволствието е мое.
el: Παρακαλώ.
es: De nada.
fi: Ole Hyvä!
fr: De rien.
hu: Nincs mit.
it: Prego!
nl: Maakt niet uit.
pl: Nie ma za co.
ru: Пожалуйста.
sr: Нема на чему.

source: Bitte sehr.
bg: Няма защо.
el: Παρακαλώ
fi: Kiitos Paljon.
fr: De rien.
pl: Proszę bardzo.
ru: Пожалуйста.
sr: Бите зер.

source: Ja!
bg: Да!
el: Ναι!
fi: Kyllä!
fr: Oui!
pl: Tak!
ru: Да!
sr: Ја!

source: Nein!
bg: Няма начин!
el: Όχι!
fi: Ei!
fr: Non!
pl: Nie!
ru: Нет!
sr: Најн!

source: Kein problem.
bg: Няма проблем.
el: Κανένα πρόβλημα.
fi: Ei mitään ongelmaa!
fr: Pas de Problème.
pl: Nie ma za co.
ru: Пожалуйста.
sr: Кајн проблем.

source: Sorry!
bg: Извинявай!
el: Συγνώμη!
es: ¡Perdón!
fi: Anteeksi!
fr: Désolé!
hu: Bocsi!
pl: Przepraszam!
ru: Извини!
sr: Извини!

source: Oops!
bg: Опа-а!
el: Ωχ!
es: ¡Ups!
fi: Oho!
hu: Hoppá!
nl: Oeps!
pl: Ups!
ru: Ой!
sr: Упс!

source: Yes!
bg: Да!
el: Ναί!
es: ¡Si!
fi: Kyllä!
hu: Igen!
nl: Ja!
pl: Tak!
ru: Да!
sr: Да!

source: Jawohl!
bg: Точно така!
el: Ναι!
fi: Kyllä!
fr: Affirmatif!
pl: Tak jest!
ru: Так точно!
sr: Јавол!

source: Negative!
bg: Няма начин!
el: Αρνητικός!
es: ¡Negativo!
fi: Ei!
fr: Négatif!
hu: Nem, uram!
it: Negativo!
nl: Nee!
pl: Odmawiam!
ru: Никак нет!
sr: Нипошто!

source: Hi!
bg: Здравей!
el: Γεια!
es: ¡Hola!
fi: Moi!
fr: Salut!
hu: Sziasztok!
nl: Hoi!
pl: Cześć!
ru: Привет!
sr: Ћао!

source: Hello!
bg: Здравейте!
el: Γειά σου!
es: ¡Hola!
fi: Hei!
fr: Bonjour!
nl: Hallo!
pl: Witaj!
ru: Привет!
sr: Здраво!

source: Hallo!
bg: Ало!
el: Γεια σας!
fi: Hei!
fr: Bonjour!
pl: Cześć!
ru: Привет!
sr: Хало!

source: Good bye.
bg: Довиждане.
el: Αντίο.
fi: Hyvästi.
fr: Au revoir!
hu: Minden jót.
nl: Tot ziens.
pl: Do widzenia.
ru: Пока.
sr: Збогом.

source: Auf wiedersehen.
bg: Довиждане.
el: Αντίο.
fi: Näkemiin.
fr: Au revoir!
pl: Do widzenia.
ru: До свидания.
sr: Ауф видерзен.

source: Bye.
bg: Доскоро.
el: Αντίο.
es: Adios.
fi: Näkemiin.
fr: Au revoir!
hu: Viszlát.
nl: Doei.
pl: Na razie.
ru: Пока.
sr: Ћао.

source: Great shot!
bg: Добър изстрел!
el: ΕΞΑΙΡΕΤΙΚΗ βολη!
es: ¡Buen tiro!
fi: Hyvä laukaus!
fr: Joli Tir!
hu: Remek lövés!
nl: Mooi schot!
pl: Świetny Strzał!
ru: Отличный выстрел!
sr: Добар хитац!

source: You got it, man!
bg: Закова го, човече!
el: Το πήρατε, ο άνθρωπος!
fi: Ymmärsit!
fr: Tu l'as eu, mec!
hu: Megy ez neked, haver!
nl: Lekker bezig, man!
pl: Świetnie stary!
ru: Классно сделано, мужик!
sr: Наравно, друже!

source: Yeah!
bg: Даа!
el: Ναι!
fi: Joo!
pl: Jea!
ru: Дааа!
sr: Јеа!

source: Yoohoo!
bg: Ураааа!
pl: Juhuuu!
ru: Ура!
sr: Јуху!

source: Hahaa!
bg: Хаха!
pl: Hahaha!
ru: Хаха!
sr: Хаха!

source: Alright!
bg: Дадено!
el: Καλώς!
fr: Très bien!
hu: Rendben!
pl: Nieźle!
ru: Отлично!
sr: Идемо!

source: Woo!
bg: Йей!
el: Κάνω έρωτα!
pl: Łuuu!
ru: Йей!
sr: Вуу!

source: Yeehaa!
bg: Ехааа!
ru: Даааа!
sr: Јиха!

source: 'Atta way, baby!
bg: Така, така, юнаци!
el: «Atta τρόπο, το μωρό!
fr: Continu comme ça, bébé!
hu: Ez az!
pl: Tak trzymać maleńka!
ru: Вот так, детка!
sr: Само тако!

source: Jahaa!
bg: Ихаа!
el: Όπου!
ru: Даааа!
sr: Јаха!

source: Wunderbar!
bg: Чудесно!
fr: Merveilleux!
pl: Wspaniale!
ru: Вундербар!
sr: Вундербар!

source: Excellent!
bg: Страхотно!
el: Έξοχος!
es: ¡Excelente!
hu: Remek!
nl: Geweldig!
pl: Doskonale!
ru: Отлично!
sr: Одлично!

source: Oh yes!
bg: О, да!
el: Ω ναι!
es: ¡Oh si!
fr: Oh oui!
hu: Oh igen!
nl: Oeh ja!
pl: Taaak jest!
ru: О да!
sr: О, да!

source: Sehr gut!
bg: А така!
el: Πολύ καλό!
fr: C'est bon!
pl: Bardzo dobrze!
ru: Зер гут!
sr: Зер гут!

source: Thanks!
bg: Благодаря!
el: Ευχαριστώ!
es: ¡Gracias!
fr: Merci!
hu: Köszi!
nl: Dank!
pl: Dzięki!
ru: Спасибо!
sr: Хвала!

source: Danke!
bg: Благодаря!
el: Ευχαριστώ!
fr: Merci!
pl: Dzięki!
ru: Данке!
sr: Данке!

source: Danke sehr!
bg: Много благодаря!
el: Σας ευχαριστούμε!
fr: Merci beaucoup!
pl: Dziękuje bardzo!
ru: Данке зер!
sr: Данке зер!

source: No problem.
bg: Няма проблем.
el: Κανένα πρόβλημα.
es: Sin problema.
fr: Pas de problème.
hu: Semmi gond.
nl: Geen probleem.
pl: Nie ma za co.
ru: Пожалуйста.
sr: Нема проблема.

source: Good game!
bg: Добра игра!
el: Καλό παιχνίδι!
es: ¡Buena partida!
fr: Bon jeu!
hu: Jó játék!
it: Bel gioco!
nl: Mooie pot!
pl: Dobra gra!
ru: Отличная игра!
sr: Добро одиграно!

source: Command acknowledged!
bg: Заповедта приета!
el: Εντολή αναγνώρισε!
es: ¡Orden recibida!
fr: Ordre reçu!
hu: Vettem a parancsot!
it: Comando accettato!
nl: Bevel begrepen!
pl: Polecenie przyjęte!
ru: Приказ принят!
sr: Команда прихваћена!

source: Command declined!
bg: Заповедта отхвърлена!
el: Εντολή μειώθηκε!
es: ¡Orden rechazada!
fr: Ordre refusé!
hu: Parancs elutasítva!
it: Comando rifiutato!
nl: Bevel geweigerd!
pl: Polecenie odrzucone!
ru: Приказ отклонён!
sr: Команда одбијена!

source: Command completed!
bg: Заповедта изпълнена!
el: Εντολή ολοκληρώθηκε!
es: ¡Orden completada!
fr: Ordre accompli!
hu: Parancs végrehajtva!
it: Comando completato!
nl: Bevel volbracht!
pl: Polecenie wykonane!
ru: Приказ выполнен!
sr: Команда извршена!

source: Destroy primary objective!
bg: Унищожете основната цел!
el: Καταστρέψτε πρωταρχικός στόχος!
es: ¡Destruid el objetivo primario!
fr: Détruisez l'objectif principal!
hu: Rombold le az elsődleges objektívet!
it: Distruggere obiettivo primario!
nl: Vernietig primaire doelstelling!
pl: Zniszcz pierwszy cel!
ru: Уничтожьте основную цель!
sr: Уништи главни задатак!

source: Destroy secondary objective!
bg: Унищожете вторичната цел!
el: Καταστρέψτε δευτερεύων στόχος!
es: ¡Destruid el objetivo secundario!
fr: Détruisez l'objectif secondaire!
hu: Rombold le a másodlagos objektívet!
it: Distruggere obiettivo secondario!
nl: Vernietig secundaire doelstelling!
pl: Zniszcz drugi cel!
ru: Уничтожьте вторичную цель!
sr: Уништи споредни задатак!

source: Destroy construction!
bg: Унищожете съоръжението!
el: Καταστρέψτε κατασκευή!
es: ¡Destruid la construción!
fr: Détruisez la construction!
hu: Rombold le az építményt!
it: Distruggere costruzione!
nl: Vernietig constructie!
pl: Zniszcz konstrukcję!
ru: Уничтожьте строение!
sr: Уништи објекат!

source: I'm constructing!
bg: Изграждам съоръжение!
el: Είμαι κατασκευή!
es: ¡Estoy construyendo!
fr: Je suis en construction!
hu: Építek!
it: Sto costruendo!
nl: Ik ben aan het bouwen!
pl: Konstruuje!
ru: Я сооружаю!
sr: Градим!

source: Repair the vehicle!
bg: Поправете транспорта!
el: Την επισκευή του οχήματος!
es: ¡Reparad el vehículo!
fr: Réparez le véhicule!
hu: Javítsd meg a járművet!
it: Riparare il veicolo!
nl: Repareer het voertuig!
pl: Napraw pojazd!
ru: Почините транспорт!
sr: Поправи возило!

source: Disable the vehicle!
bg: Спрете транспорта!
el: Απενεργοποιήστε το όχημα!
es: ¡Destruid el vehículo!
fr: Neutralisez le véhicule!
hu: Bénítsd meg a járművet!
it: Bloccare il veicolo!
nl: Maak het voertuig onklaar!
pl: Zniszcz pojazd!
ru: Остановите транспорт!
sr: Заустави возило!

source: Escort the vehicle!
bg: Придружете транспорта!
el: Συνοδεία του οχήματος!
es: ¡Escoltad el vehículo!
fr: Escortez le véhicule!
hu: Kísérd a járművet!
it: Scortare il veicolo!
nl: Escorteer het voertuig!
pl: Eskortuj pojazd!
ru: Охраняйте транспорт!
sr: Прати возило!

source: Covering fire!
bg: Прикриващ огън!
el: Καλύπτοντας φωτιά!
es: ¡Fuego de cobertura!
fr: Tire de Couverture!
hu: Fedező tűz!
it: Copritemi!
nl: Vuurdekking!
pl: Ogień osłaniający!
ru: Заградительный огонь!
sr: Покривај!

source: I'm a soldier.
bg: Аз съм войник.
el: Είμαι ένας στρατιώτης.
es: Soy un soldado.
fr: Je suis un soldat.
hu: Katona vagyok.
it: Sono un soldato.
nl: Ik ben een soldaat.
pl: Jestem Żołnierzem.
ru: Я солдат.
sr: Ја сам војник.

source: I'm an engineer.
bg: Аз съм инженер.
el: Είμαι μηχανικός.
es: Soy un ingeniero.
fr: Je suis un ingénieur.
hu: Műszakis vagyok.
it: Sono un ingegnere.
nl: Ik ben een ingenieur.
pl: Jestem Inżynierem.
ru: Я инженер.
sr: Ја сам инжењер.

source: I'm a medic.
bg: Аз съм лекар.
el: Είμαι γιατρός.
es: Soy un médico.
fr: Je suis un médecin
hu: Felcser vagyok.
it: Sono un medico.
nl: Ik ben een arts.
pl: Jestem Medykiem.
ru: Я врач.
sr: Ја сам лекар.

source: I'm a field ops.
bg: Аз съм радист.
el: Είμαι ένα πεδίο ops.
es: Soy un field ops.
fr: Je suis un soutien.
hu: Híradós vagyok.
it: Sono un field ops.
nl: Ik ben van veldoperaties.
pl: Jestem Radiooperatorem
ru: Я полевой.
sr: Ја сам радиста.

source: I'm a covert ops.
bg: Аз съм разузнавач.
cs: Jsem agent.
el: Είμαι μια συγκαλυμμένη ops.
es: Soy un covert ops.
fr: Je suis un espion.
hu: Kémtiszt vagyok.
it: Sono un covert ops.
nl: Ik ben een spion.
pl: Jestem Szpiegiem
ru: Я разведчик.
sr: Ја сам агент.

source: unknown cmd
bg: непозната команда
cs: neznámý příkaz
el: άγνωστη cmd
es: comando desconocido
fr: cmd inconnue
hu: ismeretlen parancs
it: comando sconosciuto
nl: onbekend commando
pl: nieznane polecenie
ru: неизвестная команда
sr: непозната команда

source: Server:
bg: Адрес сървър:
el: Υπηρέτης:
es: Servidor:
fr: Serveur:
hu: Szerver:
pl: Serwer:
ru: Сервер:
sr: Сервер:

source: changed to
bg: променен на
cs: změněn na
el: άλλαξε σε
es: cambiado a
fr: changé en
hu: megváltozott erre:
it: cambiato in
nl: veranderd naar
pl: zmienił na
ru: изменён на
sr: је сада
