Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Match Reset:
bg: Презар. игра:
cs: Restart zápasu:
el: Ταιριάζουν Επαναφορά:
es: Reiniciar Part.:
fi: Pelin resetointi:
fr: Réinit. de la manche:
hu: Meccs restart:
it: Resetta Partita:
nl: Wedstrijd reset:
pl: Restart Meczu:
ru: Перезагрузка матча
sr: Ресетовати меч:

source: Allow players to vote for the match to be reset
bg: Позволява на играчите да гласуват за започване на играта отначало
cs: Povoluje hráčům hlasovat o restartu zápasu
el: Επιτρέπουν στους παίκτες να ψηφίσουν για τον αγώνα να επαναφέρετε
es: Permite que los jugadores voten para reinciar la partida
fi: Salli pelaajien äänestää pelin resetoinnista
fr: Autoriser les joueurs à voter pour une réinitialisation de la manche
hu: Engedélyezi, hogy a játékosok szavazhassanak a meccs visszaállításáról
it: Permette ai giocatori di votare per resettare una partita
nl: Sta spelers toe om te stemmen voor het resetten van de wedstrijd
pl: Pozwól graczom głosować na zrestartowanie meczu
ru: Разрешить голосовать за перезапуск матча
sr: Омогућава играчима да гласају за ресетовање меча

source: Mute Spects:
bg: Загл. наблюдатели:
cs: Umlčet diváky:
el: Βουβός ΠΤΥΧΕΣ:
es: Silenc. Espect.:
fi: Mykistä katsojat:
fr: Rendre les spectateurs muets:
hu: Nézők némítása:
it: Muta Spettatori:
nl: Demp toesch.:
pl: Wycisz Widzów:
ru: Глушить зрителей:
sr: Пригушени гледаоци:

source: Allow players to vote for spectators to be muted
bg: Позволява на играчите да гласуват за заглушаване на наблюдателите
cs: Povoluje hráčům hlasovat o umlčení diváků
el: Επιτρέπουν στους παίκτες να ψηφίσουν για τους θεατές να σίγαση
es: Permite que los jugadores voten para silenciar los espectadores
fi: Salli pelaajien äänestää katsojien mykistämisestä
fr: Autoriser les joueurs à voter afin de rendre les spectateurs muets
hu: Engedélyezi, hogy a játékosok szavazhassanak a nézők elnémításáról
it: Permette ai giocatori di votare per zittire gli spettatori
nl: Sta spelers toe om te stemmen voor het dempen van toeschouwers
pl: Pozwól graczom głosować na wyciszenie widzów
ru: Разрешить голосовать за глушение зрителей
sr: Омогућите играчима да гласају за то да ли да гледаоци буду пригушени

source: Next Map:
bg: Следваща карта:
cs: Další úroveň:
el: Επόμενο Χάρτης:
es: Siguiente Mapa:
fi: Seuraava kartta:
fr: Carte suivante:
hu: Következő pálya:
it: Prossima Mappa:
nl: Volgende map:
pl: Następna Mapa:
ru: След. карта:
sr: Следећа мапа:

source: Allow players to vote for the next campaign or map
bg: Позволява на играчите да гласуват за нова кампания или карта
cs: Povoluje hráčům hlasovat o načtení herní úrovně, která je nastavena jako další
el: Επιτρέπουν στους παίκτες να ψηφίσουν για την επόμενη εκστρατεία ή χάρτη
es: Permite que los jugadores voten para el siguiente mapa o campaña
fi: Salli pelaajien äänestää seuraavaa kampanjaa tai karttaa
fr: Autoriser les joueurs à voter pour la prochaine campagne ou carte
hu: Engedélyezi, hogy a játékosok szavazhassanak a következő hadjáratról vagy pályáról
it: Permette ai giocatori di votare per la campagna o mappa successiva
nl: Sta spelers toe om te stemmen voor de volgende campagne of map
pl: Pozwól graczom głosować na następną kampanię lub mapę
ru: Разрешить голосовать за следующую кампанию или карту
sr: Омогућите играчима да гласају за следећу кампању или мапу

source: Balanced Teams:
bg: Равни отбори:
cs: Vyrovnané týmy:
el: Ισορροπημένη ομάδες:
es: Eq. Equilibrados:
fi: Tasapainotetut tiimit:
fr: Équipes équilibrées:
hu: Kiegyensúlyozott
it: Bilanciamento:
nl: Gebalanc. teams:
pl: Balans Zespołów:
ru: Балансировка команд:
sr: Избалансирани тимови:

source: Allow players to vote for enforced team balance
bg: Позволява на играчите да гласуват за принудително изравняване броя на играчите в отборите
cs: Povoluje hráčům hlasovat o změně nastavení vyrovnání týmů
el: Επιτρέπουν στους παίκτες να ψηφίσουν για την επιβολή ισορροπία της ομάδας
es: Permite que los jugadores voten para que se equilibren los equipos
fi: Salli pelaajien äänestää tiimien pakkotasapainosta
fr: Autoriser les joueurs à voter pour forcer l'équilibrage des équipes
hu: Engedélyezi a játékosoknak, hogy szavazhassanak a kiegyensúlyozott csapatok érvényesítésére
it: Permette i giocatori di votare per imporre il bilanciamento dei team
nl: Sta spelers toe om te stemmen voor verplichte gebalanceerde teams
pl: Pozwól graczom głosować na wymuszony balans drużyny
ru: Разрешить голосовать за принудительную балансировку команд
sr: Омогућите играчима да гласају за наметање баланса тимовима

source: Referee:
bg: Съдия:
cs: Rozhodčí:
el: Διαιτητής:
es: Árbitro:
fi: Tuomari:
fr: Arbitre:
hu: Játékvezető:
it: Arbitro:
nl: Scheidsrechter:
pl: Sędzia:
ru: Судья:
sr: Судија:

source: Allow players to vote for a referee
bg: Позволява на играчите да гласуват за избор на съдия
cs: Povoluje hráčům hlasovat o rozhodčích
el: Επιτρέπουν στους παίκτες να ψηφίσουν για ένα διαιτητή
es: Permite que los jugadores voten a un árbitro
fi: Salli pelaajien äänestää tuomariksi
fr: Autoriser les joueurs à voter pour élire un arbitre
hu: Engedélyezi a játékosoknak, hogy szavazhassanak játékvezetőre
it: Permette i giocatori di votare per un arbitro
nl: Sta spelers toe om te stemmen voor een scheidsrechter
pl: Pozwól graczom, aby głosowali za sędziego
ru: Разрешить игрокам выбирать судью
sr: Омогућите играчима да гласају за судију

source: XP Shuffle:
bg: Преразп. опит:
cs: Zamíchat dle XP:
el: XP Ανάμιξη:
es: Barajar por XP:
fi: XP sekoitus:
fr: Mélange XP:
hu: XP keverés:
it: Mescola XP:
nl: XP schudden:
pl: Pomieszanie XP:
ru: Сортировка по XP:
sr: Тимови разноврсног XP-а:

source: Allow players to vote for teams to be shuffled
bg: Позволява на играчите да гласуват за преразпределяне на играчите в отборите по опит
cs: Povoluje hráčům hlasovat o zamíchání složení týmů
el: Επιτρέπουν στους παίκτες να ψηφίσουν για τις ομάδες που πρέπει να ανακατεύονται
es: Permite que los jugadores voten para que se mezclen los equipos
fi: Salli pelaajien äänestää tiimien sekoitusta
fr: Autoriser les joueurs à voter pour mélanger les équipes
hu: Engedélyezi a játékosoknak, hogy szavazhassanak a csapatok megkeveréséről
it: Permette ai giocatori di votare per rimescolare il team
nl: Sta spelers toe om te stemmen of de teams geschud moeten worden
pl: Pozwól graczom głosować ma pomieszanie drużyn
ru: Разрешить голосовать за перетасовку команд
sr: Омогућите играчима да гласају за тимове развноврсног XP-а

source: Swap Teams:
bg: Смяна отбори:
cs: Výměna týmů:
el: Ομάδες swap:
es: Cambiar Equipos:
fi: Vaihda tiimit:
fr: Échanger les équipes:
hu: Csapatok felcserélése:
it: Scambio Team:
nl: Teams wisselen:
pl: Zamiana Zespołów:
ru: Своп команд:
sr: Промена тима:

source: Allow players to vote for teams to swap sides
bg: Позволява на играчите да гласуват за смяна на отборите
cs: Povoluje hráčům hlasovat o výměně stran týmů
el: Επιτρέπουν στους παίκτες να ψηφίσουν για τις ομάδες να ανταλλάξουν πλευρές
es: Permite que los jugadores voten para intercambiar los equipos
fi: Salli pelaajien äänestää tiimien puolien vaihtoa
fr: Autoriser les joueurs à voter afin d'échanger les équipes
hu: Engedélyezi a játékosoknak, hogy szavazhassanak a csapatok felcseréléséről
it: Permette ai giocatori di scambiarsi di squadra
nl: Sta spelers toe om te stemmen of de teams van kant moeten wisselen
pl: Pozwól graczom głosować na zmianę stron
ru: Разрешить голосовать за смену сторон
sr: Омогућите играчима да гласају за то да тимови промене стране

source: Friendly Fire:
bg: Приятелски огън:
cs: Palba do svých:
el: Φιλικά πυρά:
es: Fuego Amigo:
fi: Omien tulitus:
fr: Tirs fratricides:
hu: Baráti tűz:
it: Fuoco Amico:
nl: Vriendschappelijk vuur:
pl: Przyjacielski Ogień:
ru: Огонь по своим:
sr: Пријатељска ватра:

source: Allow players to vote for friendly fire to be enabled or disabled
bg: Позволява на играчите да гласуват за включването или изключането на възможността за приятелски огън
cs: Povoluje hráčům hlasovat o změně možnosti poškozovat spoluhráč ze stejného týmu
el: Επιτρέπουν στους παίκτες να ψηφίσουν για φιλικά πυρά να ενεργοποιηθεί ή να απενεργοποιηθεί
es: Permite que los jugadores voten para activar o desactivar el fuego amigo
fi: Salli pelaajien äänestää omien tulituksen käyttöön- tai poisottoa
fr: Autoriser les joueurs à voter pour activer ou désactiver les tirs fratricides
hu: Engedélyezi a játékosoknak, hogy szavazhassanak a baráti tűz ki- és bekapcsolásáról
it: Permette ai giocatori di votare per l'abilitazione del fuoco amico
nl: Sta spelers toe om te stemmen over het toestaan van vriendschappelijk vuur
pl: Pozwól graczom głosować na włączenie lub wyłączenie przyjacielskiego ognia
ru: Разрешить голосовать за переключение огня по своим
sr: Омогућите играчима да гласају за то да пријатељска ватра буде омогућена

source: Timelimit:
bg: Игрално време:
cs: Časový limit:
el: Προθεσμία:
es: Límite de Tiempo:
fi: Aikaraja:
fr: Limite de temps:
hu: Időkorlát:
it: Tempo limite:
nl: Tijdslimiet:
pl: Limit Czasowy:
ru: Лимит времени:
sr: Временско ограничење:

source: Allow players to vote for a different time limit
bg: Позволява на играчите да гласуват за промяна времето на игра
cs: Povoluje hráčům hlasovat o změně časového limitu
el: Επιτρέπουν στους παίκτες να ψηφίσουν για ένα διαφορετικό χρονικό όριο
es: Permite que los jugadores voten un límite de tiempo diferente
fi: Salli pelaajien äänestää eri aikarajaa
fr: Autoriser les joueurs à voter pour une limite de temps différente
hu: Engedélyezi a játékosoknak, hogy szavazhassanak az időkorlát megváltoztatásáról
it: Permette ai giocatori di votare per un tempo limite diverso
nl: Sta spelers toe om te stemmen over een afwijkende tijdslimiet
pl: Pozwól graczom głosować na inny limit czasowy
ru: Разрешить игрокам голосовать за лимит времени
sr: Омогућите играчима да гласају за другачије временско ограничење

source: Allow players to vote for warmup damage to be enabled or disabled
bg: Позволява на играчите да гласуват за възможността за нанасяне на щети при период за подготовка
cs: Povoluje hráčům hlasovat o změně nastavení udělování poškozování během rozcvičky
el: Επιτρέπουν στους παίκτες να ψηφίσουν για ζημιές προθέρμανση να ενεργοποιηθεί ή να απενεργοποιηθεί
es: Permite que los jugadores voten para activar o desactivar el daño durante el calentamiento
fi: Salli pelaajien äänestää lämmittelyvahingon käyttöön- tai poisottoa
fr: Autoriser les joueurs à voter pour activer ou désactiver les dégâts lors de l'échauffement
hu: Engedélyezi a játékosoknak, hogy szavazhassanak a bemelegítési sebzés be- vagy kikapcsolásáról
it: Permette ai giocatori di votare per le lesioni durante il riscaldamento
nl: Sta spelers toe om te stemmen over het toestaan van schade tijdens de warmup
pl: Pozwól graczom głosować na włączenie lub wyłączenie zadawania obrażeń podczas rozgrzewki
ru: Разрешить голосовать за переключение нанесения ущерба при разминке
sr: Омогућите играчима да гласају за рањавање током загревања

source: Anti-Lag:
bg: Оптимизирана връзка:
el: Αντι-Lag:
fi: Anti-lagi:
pl: Anty-Lag:
ru: Анти-лаг
sr: Анти-лаг:

source: Allow players to vote for antilag to be enabled or disabled
bg: Позволява на играчите да гласуват за включване/изключване възможността за оптимизирана интернет връзката
cs: Povoluje hráčům hlasovat o přepnutí nastavení antilagu
el: Επιτρέπουν στους παίκτες να ψηφίσουν για antilag να ενεργοποιηθεί ή να απενεργοποιηθεί
es: Permite que los jugadores voten para activar o desactivar el antilag
fi: Salli pelaajien äänestää antilagin käyttöön- tai poisottoa
fr: Autoriser les joueurs à voter pour activer ou désactiver l'anti-lag
hu: Engedélyezi a játékosoknak, hogy szavazhassanak az anti-lag be- vagy kikapcsolásáról
it: Permette ai giocatori di votare per l'abilitazione dell'antilag
nl: Sta spelers toe om te stemmen over het in- of uitschakelen van antilag
pl: Pozwól graczom głosować na wł./wył. antylaga
ru: Разрешить голосовать за переключение антилага
sr: Омогућава играчима да гласају да ли да анти-лаг буде укључен или искључен

source: MESSAGE OF THE DAY
bg: СЪОБЩЕНИЕ НА ДЕНЯ
cs: ZPRÁVA DNE
el: ΜΗΝΥΜΑ ΤΗΣ ΗΜΕΡΑΣ
es: MENSAJE DEL DÍA
fi: PÄIVÄN VIESTI
fr: MESSAGE DU JOUR
hu: A NAP ÜZENETE
it: MESSAGGIO DEL GIORNO
nl: BERICHT VAN DE DAG
pl: WIADOMOŚĆ DNIA
ru: СООБЩЕНИЕ ДНЯ
sr: ПОРУКА ДАНА

source: Line 1:
bg: Ред 1:
cs: Řádek 1:
el: Γραμμή 1:
es: Línea 1:
fi: Linja 1:
fr: Ligne 1:
hu: 1. sor:
it: Linea 1:
nl: Regel 1:
pl: Linia 1:
ru: Строка 1:
sr: 1. линија:

source: Specifies the message clients will see when connecting to the server
bg: Текстово съобщение, съдържащо важна информация за играчите, видима при свързване със сървъра
cs: Udává zprávu, která se hráčům zobrazí během připojování k serveru
el: Καθορίζει τους πελάτες μήνυμα θα δούμε κατά τη σύνδεση με το διακομιστή
es: Especifica el mensaje que los clientes verán cuando se conecten al servidor
fi: Määrittää viestin, jonka asiakkaat näkevät yhdistäessään palvelimelle
fr: Définit le message que les joueurs verront en se connectant au serveur
hu: Az üzenet meghatározása, amit a kliensek látnak a szerverre való csatlakozáskor
it: Specifica il messaggio che i client connessi leggeranno alla connessione al server
nl: Het bericht dat spelers zien wanneer ze verbinding maken met de server
pl: Określa komunikat, który klienci będą widzieć podczas łączenia się z serwerem
ru: Указать сообщение, отображаемое у клиента при подключении к серверу
sr: Одређује поруку за клијенте који се конектују на сервер

source: Line 2:
bg: Ред 2:
cs: Řádek 2:
el: Γραμμή 2:
es: Línea 2:
fi: Linja 2:
fr: Ligne 2:
hu: 2. sor:
it: Linea 2:
nl: Regel 2:
pl: Linia 2:
ru: Строка 2:
sr: 2. линија:

source: Line 3:
bg: Ред 3:
cs: Řádek 3:
el: Γραμμή 3:
es: Línea 3:
fi: Linja 3:
fr: Ligne 3:
hu: 3. sor:
it: Linea 3:
nl: Regel 3:
pl: Linia 3:
ru: Строка 3:
sr: 3. линија:

source: Line 4:
bg: Ред 4:
cs: Řádek 4:
el: Γραμμή 4:
es: Línea 4:
fi: Linja 4:
fr: Ligne 4:
hu: 4. sor:
it: Linea 4:
nl: Regel 4:
pl: Linia 4:
ru: Строка 4:
sr: 4. линија:

source: Line 5:
bg: Ред 5:
cs: Řádek 5:
el: Γραμμή 5:
es: Línea 5:
fi: Linja 5:
fr: Ligne 5:
hu: 5. sor:
it: Linea 5:
nl: Regel 5:
pl: Linia 5:
ru: Строка 5:
sr: 5. линија:

source: DOWNLOAD
bg: ИЗТЕГЛЯНЕ НА ФАЙЛОВЕ
cs: STAHOVÁNÍ
el: ΛΗΨΗ
es: DESCARGA
fi: LATAUS
fr: TÉLÉCHARGEMENT
hu: LETÖLTÉS
it: SCARICAMENTO
pl: POBIERANIE
ru: ЗАГРУЗКИ
sr: ПРЕУЗИМАЊЕ

source: Client Downloads:
bg: Изтегляне файлове:
cs: Povolit stahování
el: Λήψεις Πελάτης:
es: Descarga Clientes:
fi: Asiakkaan lataukset:
fr: Téléchargements des Clients :
hu: Kliens letöltések:
it: Scaricamenti:
pl: Pob. przez Klienta:
ru: Скачивание клиентами:
sr: Преузимање за клијенте:

source: Allows players to download missing files from the server
bg: Позволява на играчите да изтеглят липсващи файлове директно от сървъра
cs: Povoluje klientům stažení chybějících souborů ze serveru
el: Επιτρέπει στους παίκτες να κατεβάσετε αρχεία που λείπουν από το διακομιστή
es: Permite a los jugadores descargar los archivos que faltan del servidor
fi: Salli pelaajien ladata puuttuvat tiedostot palvelimelta
fr: Autoriser les joueurs à télécharger les fichiers manquants depuis le serveur
hu: Engedélyezi, hogy a játékosok letölthessenek hiányzó fájlokat a szerverrel
it: Permette ai giocatori di scaricare i file mancanti dal server
nl: Sta spelers toe om missende bestanden van de server te downloaden
pl: Umożliwia graczom pobieranie brakujących plików z serwera
ru: Разрешить загрузку файлов с сервера
sr: Омогућава играчима да са сервера преузму фајлове који им недостају

source: Maximum Download Rate:
bg: Максимална скорост:
cs: Max rychlost stahování:
el: Μέγιστη Λήψη Τιμή:
es: Ratio de Descargas Máx:
fi: Maksimi latausnopeus
fr: Vitesse de téléchargement maximale:
hu: Maximum letöltési ráta:
it: Vel. Max Scaricamenti:
nl: Max. download snelheid:
pl: Maks. Prędkość Pob.:
ru: Макс. скорость скачивания:
sr: Максимална брзина преузимања:

source: Specifies the maximum download rate from the server for players with missing files
bg: Ограничаване скоростта за изтегляне на файлове от сървъра
cs: Udává maximální rychlost stahování chybějících souborů ze serveru jedním klientem
el: Καθορίζει το μέγιστο ποσοστό λήψη από το διακομιστή για παίκτες με αρχεία που λείπουν
es: Especifica el ratio máximo de descargas del servidor para los jugadores que le falten archivos
fi: Asettaa maksimaallisen latausnopeuden palvelimelta pelaajalle jolta puuttuu tiedosto
fr: Définit la vitesse maximale des téléchargements pour les joueurs ayant des fichiers manquants
hu: Meghatározza a maximum letöltési rátát a szerverről azoknak a játékosoknak, akiknek hiányzó fájljai vannak
it: Specifica la velocità massima di scaricamento dal server per i giocatori con file mancanti
nl: Het maximum downloadratio waarmee spelers bestanden van de server mogen downloaden
pl: Określa maksymalną prędkość pobierania z serwera dla graczy z brakującymi plikami
ru: Максимальная скорость загрузки файлов с сервера
sr: Одређује максималну брзину преузимања са сервера за играче којима недостају фајлови

source: FTP/HTTP Redirects:
bg: Пренасочване FTP/HTTP:
cs: Přesměrování:
el: FTP / HTTP Ανακατευθύνσεις:
es: Redirecciones FTP/HTTP:
fi: FTP/HTTP uudelleenohjaukset:
fr: Redirections FTP/HTTP:
hu: FTP/HTTP átirányítás
it: Reindirizz. FTP/HTTP:
nl: FTP/HTTP-omleidingen:
pl: Przekierowy. FTP/HTTP:
ru: Перенаправления FTP/HTTP:
sr: FTP/HTTP преусмеравање:

source: Redirects players with missing files to another server
bg: Пренасочва играчите към бързоскоростен файлов сървър за изтегляне на липсващи файлове
cs: Zapíná přesměrování hráčů v případě stahování chybějících souborů na FTP/HTTP
el: Ανακατευθύνει τους παίκτες με αρχεία που λείπουν σε άλλο διακομιστή
es: Redireccionar los jugadores a los que le faltan archivos a otro servidor
fi: Uudelleenohjaa pelaajat toiselle palvelimelle, joilta puuttuvat tiedostot
fr: Rediriger les joueurs avec des fichiers manquants vers un autre serveur
hu: Átirányítja egy másik szerverre azokat a játékosokat akiknek hiányzó fájljai vannak
it: Redirige i giocatori con file mancanti su un altro server
nl: Stuurt mensen met missende bestanden naar een andere server
pl: Przekierowuje graczy z brakującymi plikami na inny serwer
ru: Перенаправляет игроков без необходимых файлов на другой сервер
sr: Преусмерава играче без одређених фајлова на други сервер

source: Base URL:
bg: Адресна препратка:
cs: URL přesměrování:
el: Βάση URL:
es: URL Base:
fi: Juuriosoite URL:
fr: URL de base:
hu: Bázis URL:
it: URL Base:
nl: Basis-URL:
pl: Bazowy URL:
ru: Базовый адрес:
sr: Основни URL:

source: Used to build the URL given to clients for download
bg: Адрес на хранилище в интернет, предоставян на клиентите за изтегляне на липсващи файлове
cs: Základ adresy, kam se má požadavek na stahování chybějících souborů přesměrovat
el: Που χρησιμοποιούνται για την κατασκευή του URL δίνονται στους πελάτες για λήψη
es: Se usa para construir la URL ofrecida a los clientes para la descarga
fi: Käytetään osoitteen rakentamiseen mikä lähetetään pelaajalle latausta varten
fr: Utilisée afin de construire l'URL donnée aux clients pour le téléchargement
hu: A letöltéshez a kliensnek adott URL készítésére használt
it: Serve per creare l'indirizzo URL per lo scaricamento da parte dei client
nl: Gebruikt om de URL te maken waarmee spelers kunnen downloaden
pl: Użyj URL dla klientów do ściagania
ru: На его основе составляется URL для клиентских загрузок
sr: За прављење URL-а датог клијентима за преузимање

source: EXTENDED
bg: РАЗШИРЕНИ НАСТРОЙКИ
cs: POKROČILÉ II
el: ΕΠΕΚΤΆΘΗΚΕ
es: EXTENDIDO
fi: LAAJENNETTU
fr: ÉTENDU
hu: KITERJESZTETT
it: ALTRO
nl: UITGEBREID
pl: ROZSZERZONE
ru: РАСШИРЕННЫЕ
sr: НАПРЕДНИЈЕ

source: DEFAULT
bg: ВЪЗСТАНОВЯВАНЕ
cs: OBNOVIT
el: ΑΘΈΤΗΣΗ
es: POR DEFECTO
fi: OLETUS
fr: PAR DÉFAUT
hu: ALAPHELYZET
it: PREDEFINITO
nl: STANDAARD
pl: DOMYŚLNIE
ru: ПО УМОЛЧАНИЮ
sr: СТАНДАРДНО

source: START DEDICATED SERVER
bg: СТАРТИРАНЕ ОТДАЛЕЧЕН СЪРВЪР
cs: SPUSTIT DEDIKOVANÝ SERVER
el: ΑΡΧΉ αφοσιωμένο διακομιστή
es: INICIAR SERVIDOR DEDICADO
fi: ALOITA OMISTETTU PALVELIN
fr: DÉMARRER LE SERVEUR DÉDIÉ
hu: DEDIKÁLT SZERVER INDÍTÁSA
it: AVVIA SERVER DEDICATO
pl: WŁĄCZ SERWER DEDYKOWANY
ru: ЗАПУСТИТЬ ВЫДЕЛЕННЫЙ СЕРВЕР
sr: ПОКРЕТАЊЕ ПОСВЕЋЕНОГ СЕРВЕРА

source: Starting a Dedicated Server will
bg: Това ще затвори прозореца на играта
cs: Spuštění dedikovaného serveru
el: Ξεκινώντας ένα αφιερωμένο Υπηρέτης θα
es: Iniciar un Servidor Dedicado
fi: Omistetun palvelimen aloittaminen
fr: Démarrer un serveur dédié va
hu: Dedikált szerver indítása
it: Avviando un Server Dedicato
nl: Wanneer je een dedicated server start
pl: Włączenie Serwera Dedykowanego
ru: Запуск выделенного сервера
sr: Покретање посвећеног сервера ће

source: close the game window and open the
bg: и отвори работната конзола на сървъра
cs: zavře okno hry a otevře
el: κλείστε το παράθυρο του παιχνιδιού και ανοίξτε το
es: cerrará la ventana del juego y abrirá la
fi: sulkee peli-ikkunan ja aukaisee
fr: fermer la fenêtre du jeu et ouvrir la
hu: befogja zárni a játékot és megnyitja
it: chiuderà la finestra di gioco e aprirà la
nl: zal het spelscherm gesloten worden en
pl: zamknie okno gry i otworzy
ru: закроет окно игры и откроет
sr: угасити прозор игре и отворити

source: server console. You can then re-open
bg: конзолата на сървъра. След това може да стартирате наново
es: consola del servidor. Luego puedes volver abrir
fr: console serveur. Vous pouvez alors rouvrir
it: la console del server. Poi riapri

source: the game and connect to the server.
bg: играта и да се свържете със сървъра.
es: el juego y conectar con el servidor
fr: le jeu et vous connecter au serveur.
it: il gioco e connettiti al server.

source: Are you sure you want to start
bg: Искате ли да продължите и
cs: Chceš opravdu spustit
el: Είστε σίγουροι ότι θέλετε να ξεκινήσετε
es: ¿Está seguro de que quiere iniciar
fi: Oletko varma, että haluat aloittaa
fr: Voulez-vous vraiment démarrer
hu: Biztos vagy benne, hogy indítani akarsz
it: Sicuro di avviare
nl: Ben je er zeker van dat je een
pl: Jesteś pewien, że chcesz włączyć
ru: Запустить
sr: Да ли сте сигурни да желите да покренете

source: a Dedicated Server?
bg: стартирате сървъра сега?
cs: dedikovaný server?
el: ένα αφιερωμένο Υπηρέτης?
es: un Servidor Dedicado?
fi: omistetun palvelimen?
fr: un serveur dédié ?
hu: egy dedikált szervert?
it: un Server Dedicato?
nl: dedicated server wil starten?
pl: Serwer Dedykowany?
ru: выделенный сервер?
sr: посвећен сервер?

source: HOST GAME: EXTENDED
bg: СЪЗДАЙ ИГРА: РАЗШИРЕНИ НАСТРОЙКИ
cs: HOSTIT HRU: POKROČILÉ II
el: ΠΛΉΘΟΣ ΠΑΙΧΝΊΔΙ: ΕΠΕΚΤΆΘΗΚΕ
es: ALOJAR JUEGO: EXTENDIDO
fi: ISÄNNÖI PELI: LAAJENNETTU
fr: HÉBERGER UNE PARTIE: ÉTENDU
hu: SAJÁT JÁTÉK: KITERJESZTETT
it: SERVER: ESTESO
nl: ORGANISEREN: UITGEBREID
pl: STAWIANIE SERWERA: ROZSZERZONE
ru: СОЗДАТЬ ИГРУ: РАСШИРЕННЫЕ
sr: ХОСТИНГ ИГАРА: НАПРЕДНИЈЕ

source: MISC
bg: РАЗНИ
cs: RŮZNÉ
el: ΔΙΑΦΟΡΑ
fi: MUUT
fr: DIVERS
hu: EGYÉB
it: VARIE
nl: OVERIG
pl: RÓŻNE
ru: РАЗНОЕ
sr: ОСТАЛО

source: Country Flags:
bg: Показване флагове:
cs: Vlajky států:
el: Σημαίες Χώρα:
es: Banderas:
fi: Maiden liput:
fr: Drapeaux des pays:
hu: Országzászlók:
it: Bandiere Nazionali:
nl: Landvlaggen:
pl: Flagi Państw:
ru: Флаги стран:
sr: Заставе држава:

source: No
bg: Не
cs: Ne
el: Όχι
fi: Ei
fr: Non
hu: Nem
nl: Nee
pl: Nie
ru: нет
sr: Не

source: Yes
bg: Да
cs: Ano
el: Ναί
es: Si
fi: Kyllä
fr: Oui
hu: Igen
it: Si
nl: Ja
pl: Tak
ru: да
sr: Да

source: Enable country flags on the server
bg: Показване на флагове в сървъра
cs: Povolit vlajky zemí na serveru
es: Activar banderas del país en el servidor
fi: Ota käyttöön valtioliput palvelimella
fr: Active les drapeaux des pays sur le serveur
hu: Országzászlók engedélyezése a szerveren
it: Abilita bandiere nazionali sul server
nl: Schakel landenvlaggen in op de server
pl: Włącza Flagi Państw na serwerze
ru: Включить флаги стран игроков
sr: Омогући заставе држава на серверу
