Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: ^1Field Ops^7 is not available! Choose another class!
bg: Не може да бъдете ^1Радист^7! Изберете друг клас!
cs: ^1Field Ops^7 není dostupný! Vyber jinou třídu!
el: ^1Field Ops ^7 δεν είναι διαθέσιμη! Επιλέξτε άλλη κατηγορία!
es: ^7¡^1Op de Campo^7 no esta disponible! ¡Elije otra clase!
fr: ^1Soutien^7 n'est pas disponible! Choisissez une autre classe!
hu: A ^1Híradós^7 tiszt nem elérhető! Válassz egy másik kasztot!
it: ^1Field Ops^7 non disponibile! Scegli un'altra classe!
nl: ^1Veldoperaties^7 is niet beschikbaar! Kies een andere klasse!
pl: ^1Radiooperator^7 nie jest dostępny! Wybierz inną klasę!
ru: Класс ^1'Полевой'^7 недоступен, выберите другой!
sr: ^1Радиста^7 није доступан! Изаберите другу класу!

source: ^1Covert Ops^7 is not available! Choose another class!
bg: Не може да бъдете ^1Разузнавач^7! Изберете друг клас!
cs: ^1Agent^7 není dostupný! Vyber jinou třídu!
el: ^1Covert Ops ^7 δεν είναι διαθέσιμη! Επιλέξτε άλλη κατηγορία!
es: ^7¡^1CovertOps^7 no esta disponible! ¡Elije otra clase!
fr: ^1Espion^7 n'est pas disponible! Choisissez une autre classe!
hu: A ^1kémtiszt^7 nem elérhető! Válassz egy másik kasztot!
it: ^1Covert Ops^7 non disponibile! Scegli un'altra classe!
nl: ^1Spion^7 is niet beschikbaar! Kies een andere klasse!
pl: ^1Szpieg^7 nie jest dostępny! Wybierz inną klasę!
ru: Класс ^1'Разведчик'^7 недоступен, выберите другой!
sr: ^1Агент^7 није доступан! Изаберите другу класу!

source: You must be alive to use this command.
bg: Трябва да сте жив, за да използвате дадената команда.
cs: K provedení tohoto příkazu musíš být naživu.
el: Πρέπει να είστε ζωντανοί για να χρησιμοποιήσετε αυτήν την εντολή.
es: Tienes que estar vivo para usar este comando.
fr: Vous devez être en vie pour utiliser cette commande.
hu: Életben kell lenned, hogy ezt a parancsot használd.
it: Devi essere vivo per usare questo comando.
nl: Je moet in leven zijn om dit commando te kunnen gebruiken.
pl: Musisz być żywy, aby użyć tej komendy.
ru: Вы должны быть живы чтобы использовать эту команду
sr: Морате бити живи да користите ову команду.

source: The ^1Axis^7 team is empty! Follow command ignored.
bg: Отбор ^1Потисници^7 няма играчи! Игнорирана команда за следване.
cs: Tým ^1Osy^7 je prázdný! Příkaz pro sledování ignorován.
el: i ^1Axis ^7 ομάδα είναι άδειο! Ακολουθήστε εντολή αγνοείται.
es: ¡El equipo ^1Eje^7 está vacío! El comando ha sido ignorado.
fr: L'équipe de L'^1Axes^7 est vide! La commande est ignorée.
hu: A ^1Tengelyhatalmak^7 csapata üres! Követési parancs figyelmen kívül hagyva.
it: Team dell'^1Asse^7 vuoto! Comando ignorato.
nl: Het ^1Axis^7 team is leeg! Follow commando genegeerd.
pl: Zespół ^1Osi^7 jest pusty! Komenda Follow zignorowana.
ru: Команда ^1фашистов^7 пуста! Следовать не за кем.
sr: Тим ^1Силе осовине^7 је празан! Команда за праћење игнорисана.

source: The ^4Allies^7 team is empty! Follow command ignored.
bg: Отбор ^1Съюзници^7 няма играчи! Игнорирана команда за следване.
cs: Tým ^4Spojenců^7 je prázdný! Příkaz pro sledování ignorován.
el: i ^4Allies ^7 ομάδα είναι άδειο! Ακολουθήστε εντολή αγνοείται.
es: ¡El equipo ^4Aliado^7 está vacío! El comando ha sido ignorado.
fr: L'équipe des ^4Alliés^7 est vide! La commande est ignorée.
hu: A ^4Szövetségesek^7 csapata üres! Követési parancs figyelmen kívül hagyva.
it: Team degli^1Alleati^7 vuoto! Comando ignorato.
nl: Het ^4Geallieerden^7 team is leeg! Follow commando genegeerd.
pl: Zespół ^4Aliantow^7 jest pusty! Komenda Follow zignorowana.
ru: Команда ^4союзников^7 пуста! Следовать не за кем.
sr: Тим ^4Савезници^7 је празан! Команда за праћење игнорисана.

source: Can't follow a player on an enemy team!
bg: Не можете да следвате играч от противниковия отбор!
cs: Nelze sledovat hráče z jiného týmu!
el: δεν μπορεί να ακολουθήσει έναν παίκτη σε μια ομάδα του εχθρού!
es: ¡No puedes seguir un jugador en el equipo enemigo!
fr: Impossible de suivre un joueur d'une équipe ennemie!
hu: Nem lehet játékost követni egy üres csapatban!
it: Non puoi seguire un giocatore del team avversario!
nl: Kan niet een speler uit een vijandig team volgen!
pl: Nie możesz obserwować gracza z przeciwnego zespołu!
ru: Нельзя следить за игроком чужой команды!
sr: Не можете пратити играча непријатељског тима!

source: Can't follow while not in limbo if on a team!
bg: Не можете да следвате играч докато сте ранени и сте в отбор.
cs: Nelze sledovat hráče mimo Předpeklí!
el: δεν μπορεί να ακολουθήσει, ενώ δεν είναι σε εκκρεμότητα, αν σε μια ομάδα!
es: ¡No puedes seguir si estás en un equipo y no estás en el limbo!
fr: Vous ne pouvez pas suivre pendant que vous êtes dans le limbo!
hu: Nem lehet követni, ha csapatban vagy, de nem limbóban!
it: Impossibile seguire se si è in una squadra e non nel limbo!
nl: Kan niet een speler volgen terwijl je niet in limbo zit!
pl: Nie możesz obserwować podczas kiedy jesteś w menu gracza!
sr: Не можете пратити ван лимба ако сте члан тима!

source: Partial Name Matches more than 1 Player.
bg: Непълното име съвпада с повече от един играч.
cs: Částečná přezdívka pasuje na více než: 1 hráčů.
el: Μερική όνομα ταιριάζει περισσότερο από 1 Παίχτης. .
es: El nombre parcial coincide con más de 1 jugador.
fr: Nom partiel correspondant à plus de 1 Joueur.
hu: A részleges név több mint 1 játékosra ad találatot.
it: Ci sono più corrispondenze di nome parziale.
nl: Deelnaam komt overeen met meer dan 1 speler.
pl: Częściowe Imię Pasuje dla więcej niż 1 Gracza.
ru: Буквы никнейма соответствуют более, чем 1 игроку.
sr: Име се делимично поклапа са више од 1 играча.

source: Spectator follow is now locked on the ^1Axis^7 team.
bg: Наблюдаването играчите в отбор ^4Потисници^7 е заключено за наблюдатели.
cs: Diváci mohou již sledovat jen tým ^1Osy^7.
el: Θεατής συνέχεια είναι τώρα κλειδωμένη στο ^1Axis ^7 ομάδας.
es: El seguimiento de espectador está bloqueado en el equipo ^1Axis^7.
fr: Le suivi des spectateurs est verrouillé sur l'équipe de L'^1Axes^7.
hu: Nézői követés lezárásra került a ^1Tengelyhatalmak^7 csapatában.
it: Lo spettatore è ora bloccato nella squadra ^1Asse^7.
nl: Toeschouwers volgen nu alleen het ^1Axis ^7team.
pl: Podążanie obserwatora jest teraz zablokowane w zespole ^1Osi^7.
ru: Теперь можно наблюдать только за командой ^1фашистов^7.
sr: Праћење глед. је сада закључано у тиму ^1Силе осовине^7.

source: ^1Axis^7 team spectating is now disabled.
bg: Наблюдаването в отбор ^1Потисници^7 е изключено.
cs: Sledovat tým ^1Osy^7 již není možné.
el: ^1Axis ^7 ομάδα θεατή είναι τώρα απενεργοποιημένη.
es: Espectar al equipo ^1Eje ^7ahora está desactivado.
fr: Le suivi de l'équipe de L'^1Axes^7 est maintenant désactivé.
hu: A ^1Tengelyhatalmak^7 csapatának követése kikapcsolásra került.
it: Spettatore per squadra ^1Asse^7 è ora disattivato.
nl: ^1Axis ^7team volgen is nu uitgeschakeld.
pl: Obserwowanie zespołu ^1Axis^7 jest teraz wyłączone.
ru: Наблюдение за командой ^1фашистов^7 отключено.
sr: Гледање тима ^1Силе осовине^7 је сада искључено.

source: Spectator follow is now locked on the ^4Allies^7 team.
bg: Наблюдаването играчите в отбор ^4Съюзници^7 е заключено за наблюдатели.
cs: Diváci mohou již sledovat jen tým ^4Spojenců^7.
el: Θεατής συνέχεια είναι τώρα κλειδωμένη στο ^4Allies ^7 ομάδας.
es: El seguimiento de espectador está bloqueado en el equipo ^4Aliado^7
fr: Le suivi des spectateurs est verrouillé sur l'équipe des ^4Alliés^7.
hu: Nézői követés lezárásra került a ^4Szövetségesek^7 csapatában.
it: Lo spettatore è ora bloccato nella squadra ^4Alleati^7.
nl: Toeschouwers volgen nu alleen het ^4Geallieerden ^7team.
pl: Podążanie obserwatora jest teraz zablokowane w zespole ^4Aliantów^7.
ru: Теперь можно наблюдать только за командой ^4союзников^7.
sr: Праћење глед. је сада закључано у тиму ^4Савезници^7.

source: ^4Allies^7 team spectating is now disabled.
bg: Наблюдаването на отбор ^1Съюзници^7 е изключено.
cs: Sledovat tým ^4Spojenců^7 již není možné.
el: ^4Allies ^7 ομάδα θεατή είναι τώρα απενεργοποιημένη.
es: Espectar al equipo ^4Aliado ^7ahora está desactivado.
fr: Le suivi de l'équipe des ^4Alliés^7 est maintenant désactivé.
hu: A ^4Szövetségesek^7 csapatának követése kikapcsolásra került.
it: Spettatore per squadra ^4Alleati^7 è ora disattivato.
nl: ^4Geallieerden ^7team volgen is nu uitgeschakeld.
pl: Obserwowanie zespołu ^4Aliantów^7 jest teraz wyłączone.
ru: Наблюдение за командой ^4союзников^7 отключено.
sr: Гледање тима ^4Савезници^7 је сада искључено.

source: Sorry, the ^4Allies^7 team is locked from spectators.
bg: Отбор ^4Потисници^7 е заключен за Наблюдателите.
cs: Promiň, tým ^4Spojenců^7 je pro diváky uzamčen.
el: Συγγνώμη, η ^4Allies ^7 ομάδα είναι κλειδωμένο από θεατές.
es: Lo sentimos, el equipo ^4Aliado^7 está bloqueado para los espectadores.
fr: Désolé, l'équipe des ^4Alliés^7 est verrouillé pour les spectateurs.
hu: Sajnáljuk, de a ^4Szövetséges^7 csapat le van zárva a nézők elől.
it: Spiacente, la squadra ^4Alleati^7 è bloccata dagli spettatori.
nl: Sorry, het ^4Geallieerden ^7team is uitgesloten van toeschouwers.
pl: Zespół ^4Aliantów^7 jest zablokowany dla obserwatorów.
ru: Упс! Наблюдать за командой ^4союзников^7 нельзя.
sr: Извините, тим ^4Савезници^7 је закључан за гледаоце.

source: Sorry, the ^1Axis^7 team is locked from spectators.
bg: Отбор ^4Съюзници^7 заключен за Наблюдателите.
cs: Promiň, tým ^1Osy^7 je pro diváky uzamčen.
el: Συγγνώμη, η ^1Axis ^7 ομάδα είναι κλειδωμένο από θεατές.
es: Lo sentimos, el equipo ^1Eje^7 está bloqueado para los espectadores.
fr: Désolé, l'équipe de L'^1Axes^7 est verrouillé pour les spectateurs.
hu: Sajnáljuk, de a ^4Tengelyhatalmi^7 csapat le van zárva a nézők elől.
it: Spiacente, la squadra ^1Asse^7 è bloccata dagli spettatori.
nl: Sorry, het ^1Axis ^7team is uitgesloten van toeschouwers.
pl: Zespół ^1Osi^7 jest zablokowany dla obserwatorów.
ru: Упс! Наблюдать за командой ^1фашистов^7 нельзя.
sr: Извините, тим ^1Силе осовине^7 је закључан за гледаоце.

source: Server quit
bg: Прекъснат достъп до сървъра
cs: Server opuštěn
el: διακομιστή κλείσετε
es: Servidor cerrado.
fr: Serveur hors-connexion
hu: Szerver kilépett
it: Server chiuso
nl: Server stopgezet
pl: Serwer wyłączony
sr: Напуштање сервера

source: You cannot switch during a match, please wait until the round ends.
bg: Не може да се сменяте докато играта е в процес, моля изчакайте до края на играта.
cs: Nelze přepnout tým během probíhajícího zápasu, počkej do konce kola.
el: Δεν μπορείτε να αλλάξετε τη διάρκεια ενός αγώνα, παρακαλώ περιμένετε έως ότου ο γύρος τελειώνει.
es: No te puedes cambiar durante una partida, por favor espera hasta que acabe la ronda.
fr: Vous ne pouvez pas changer d'équipe durant un match, s'il vous plait attendez que la manche se termine.
hu: Nem válthatsz meccs közbe, kérlek, várj amíg véget ér a kör.
it: Non puoi cambiare durante la partita, dovrai attendere la fine del turno.
nl: Je kunt niet switchen tijdens een wedstrijd, wacht totdat de ronde is afgelopen.
pl: Nie możesz zmienić drużyny podczas meczu, proszę poczekać aż runda dobiegnie końca.
ru: Вы не можете менять сторону во время игры, дождитесь окончания раунда.
sr: Не можете се мењати током меча, молимо да сачекате крај рунде.

source: Use the ^3players^7 command to find a valid player ID.
bg: Използвайте команда ^3players^7 за да откриете ID номера на играч.
cs: Použij příkaz ^3players^7 pro zjištění platného ID hráče.
el: Χρησιμοποιήστε το ^7 εντολή ^3παίκτες να βρει ένα έγκυρο αναγνωριστικό παίκτη.
es: Usa el comando ^3players^7 para encontrar una ID de jugador válida.
fr: Utilisez la commande ^3players^7 pour trouver un ID de joueur valide.
hu: Használd a ^3players^7 parancsot, hogy érvényes játékos azonosítót találj.
it: Usa il comando ^3players^7 per trovare un valido ID giocatore.
nl: Gebruik het ^3players ^7commando om een geldig spelers ID te vinden.
pl: Użyj komendy ^3players^7, aby znaleźć poprawne ID gracza.
ru: Используйте комнаду ^3\players^7 , чтобы узнать 'player ID' игрока.
sr: Користите команду ^3players^7 да нађете валидан ID играча.

source: ^3Match is already in progress!
bg: ^3Играта вече започна!
cs: ^3Zápas již začal!
el: ^3ταιριάζω είναι ήδη σε εξέλιξη!
es: ^3¡La partida ya ha comenzado!
fr: ^3Le match est déjà en cours de progression!
hu: ^3A mérkőzés már folyamatban van!
it: ^3Partita già in corso!
nl: ^3Wedstrijd is al bezig!
pl: ^3Mecz już trwa!
ru: ^3Матч уже идёт!
sr: ^3Меч је већ у току!

source: ^1Teams have been shuffled!
bg: ^1Отборите бяха разпределени!
cs: ^1Týmy byly zamíchány!
el: ^1Teams έχουν ανακατευτεί!
es: ^1¡Se han barajado los equipos!
fr: ^1Les équipes ont été mélangés!
hu: ^1A csapatok meg lettek keverve!
it: ^1Team rimescolati!
nl: ^1Teams zijn geschud!
pl: ^1Drużyny zostały pomieszane!
ru: ^1Составы команд перераспределены!
sr: ^1Тимови су измешани!

source: ^3*** Loading nextmap! ***
bg: ^3*** Зареждане следваща карта! ***
cs: ^3*** nahrávám další úroveň! ***
el: ^3 *** Φόρτωση επόμενος χάρτηςn! ***
es: ^3*** ¡Cargando siguiente mapa! ***
fr: ^3*** Chargement de la carte suivante! ***
hu: ^3*** Következő pálya betöltése! ***
it: ^3*** Carico prossima mappa! ***
nl: ^3*** Volgende map laden! ***
pl: ^3*** Wczytywanie następnej mapy! ***
ru: ^3*** Готовится следующая карта! ***
sr: ^3*** Учитавање сл. мапе! ***

source: ^1*** Level Restarted! ***
bg: ^1*** Презаредена карта ***
cs: ^1*** Úroveň restartována! ***
el: ^1 *** Επίπεδο Επανεκκινημένες! ***
es: ^1*** ¡Mapa Reiniciado! ***
fr: ^1*** Le niveau a été redémarré! ***
hu: ^1*** Pálya újraindítva! ***
it: ^1*** Riavvio Livello! ***
nl: ^1*** Map herstart! ***
pl: ^1*** Poziom Zrestartowany! ***
ru: ^1*** Матч перезагружен! ***
sr: ^1*** Ниво рестартован! ***

source: You have been switched to the Axis team
bg: Бяхте преместени в отбор Потисници
cs: Byl jsi přesunut do týmu Osy
el: Σας έχουν αλλάξει στην ομάδα Άξονα
es: Has sido cambiado al equipo del Eje
fr: Vous avez été permuté dans l'équipe de l'Axes
hu: A játék a Tengelyhatalmak csapatába váltott téged
it: Sei stato spostato nel team dell'Asse
nl: Je bent verplaatst naar het Axis team
pl: Zostałeś przeniesiony do zespołu Osi
ru: Вы теперь в команде фашистов
sr: Пребачени сте у тим Силе осовине

source: Keep the Allies from beating the clock!
bg: Попречете на Съюзниците да победят преди изтичане времето!
cs: Nedovolte Spojencům překonat váš čas!
el: Κρατήστε τους Συμμάχους από τον ξυλοδαρμό του ρολογιού!
es: ¡Evita que los Aliados superen el tiempo!
fr: Faite que les Alliés battent l'horloge!
hu: Ne hagyd a Szövetségeseket, hogy megdöntsék az időt!
it: Impedisci agli Alleati di battere il tempo!
nl: Voorkom dat de Geallieerden de tijd verslaan!
pl: Powstrzymaj Aliantów od wygrania z czasem!
ru: Не дайте союзникам побить рекорд!
sr: Спречите Савезнике да заврше до истека времена!

source: Keep the Axis from beating the clock!
bg: Попречете на Потисниците да победят преди изтичането времето!
cs: Nedovolte Ose překonat váš čas!
el: Κρατήστε το Axis από τον ξυλοδαρμό του ρολογιού!
es: ¡Evita que el Eje supere el tiempo!
fr: Faite que l'Axes battent l'horloge!
hu: Ne hagyd a Tengelyhatalmakat, hogy megdöntsék az időt!
it: Impedisci alle Asse di battere il tempo!
nl: Voorkom dat de Axis de tijd verslaan!
pl: Powstrzymaj Oś od wygrania z czasem!
ru: Не дайте фашистам побить рекорд!
sr: Спречите Силе осовине да заврше до истека времена!

source: You have been switched to the Allied team
bg: Бяхте преместени в отбор Съюзници
cs: Byl jsi přesunut do týmu Spojenců
el: Σας έχουν αλλάξει στην ομάδα Allied
es: Has sido cambiado al equipo Aliado
fr: Vous avez été permuté dans l'équipe des Alliés
hu: A játék a Szövetségesek csapatába váltott téged
it: Sei stato spostato nel team degli Alleati
nl: Je bent verplaatst naar het Geallieerden team
pl: Zostałeś przeniesiony do zespołu Aliantów
ru: Вы переведены в команду Союзников
sr: Пребачени сте у тим Савезници

source: Try to beat the clock!
bg: Победете противниковия отбор преди изтичане времето!
cs: Zkus překonat čas soupeře!
el: Προσπαθήστε να νικήσει το ρολόι!
es: ¡Intenta superar el tiempo!
fr: Essayez de battre l'horloge!
hu: Próbáld legyőzni az órát!
it: Cerca di battere il cronometro!
nl: Probeer de tijd te verslaan!
pl: Spróbuj wygrać z czasem!
ru: Постарайтесь побить рекорд!
sr: Пробајте да завршите до истека времена!

source: You have been been stripped of fireteam admin rights
bg: Бяха Ви отнети администраторските права над звеното
cs: Byl jsi zbaven práv správce čety
el: Σας έχουν απογυμνωθεί από Fireteam δικαιώματα διαχειριστή
es: Te han quitado los derechos de administrador de la escuadra.
fr: Vous avez été démis de vos droits d'administrateur de Fireteam
hu: Megfosztottak az osztag admin jogoktól
it: Ti sono stati rimossi i diritti di amministratore del fireteam
nl: Je bent fireteam adminrechten ontnomen
pl: Zostałeś pozbawiony praw lidera oddziału
ru: С Вас сняты права руководителя звена
sr: Одузета су Вам права администратора ударне групе

source: %s ^7has left the fireteam
bg: %s ^7напусна звеното
cs: %s ^7opustil četu
el: %s ^7has άφησε το φωτιά ομάδα
es: %s ^7ha abandonado la escuadra
fr: %s ^7 a quitté la Fireteam
hu: %s ^7elhagyta az osztagot
it: %s ^7ha abbandonato il fireteam
nl: %s ^7heeft het fireteam verlaten
pl: %s ^7odszedł z oddziału
ru: %s ^7покинул звено
sr: %s^7је напустио/ла ударну групу

source: You have been warned by your fireteam leader
bg: Получихте предупреждение от командир звено
cs: Byl jsi varován velitelem čety
el: Έχετε προειδοποιηθεί από τον ηγέτη φωτιά ομάδα σας
es: Has sido avisado por el líder de la escuadra
fr: Vous avez été blâmé par votre chef de Fireteam
hu: Az osztagparancsnokod figyelmeztetésben részesített
it: Sei stato avvisato dal tuo fireteam leader
nl: Je bent gewaarschuwd door de aanvoerder van je fireteam
pl: Zostałeś ostrzeżony przez swojego lidera oddziału
ru: Вы получили предупреждение от командира звена
sr: Вођа ударне групе Вас је упозорио

source: ^3moved to spectator for inactivity!
bg: ^3беше превърнат в наблюдател поради неактивност!
cs: ^3 pro neaktivitu přesunut mezi diváky!
el: ^3μετακινηθεί να θεατή για αδράνεια!
es: ^3movido a espectador por inactividad!
fr: ^3déplacé en spectateur pour inactivité!
hu: ^3inaktivitás miatt a nézőkhöz került!
it: ^3spostato come spettatore per inattività!
nl: ^3verplaatst naar toeschouwers door inactiviteit!
pl: ^3przeniesiony do widzów za nieaktywność!
ru: ^3перемещен в Наблюдатели за бездействие!
sr: ^3премештен/а због неактивности!

source: was killed by
bg: беше убит от
cs: usmrcen hráčem
el: σκοτώθηκε από
es: fue asesiando por
fr: a été tué par
hu: áldozatul esett
it: è stato ucciso da
nl: is gedood door
pl: został zabity przez
ru: убит игроком
sr: је убијен/а од стране

source: was stabbed by
bg: беше намушкан от
cs: pobodán hráčem
el: μαχαιρώθηκε από
es: fue apuñalado por
fr: a été poignardé par
hu: áldozatul esett
it: è stato accoltellato da
nl: is gestoken door
pl: został dźgnięty przez
ru: зарезан игроком
sr: је избоден/а од стране

source: was backstabbed by
bg: беше намушкан вгръб от
el: μαχαιρώθηκε από
es: fue apuñalado por detrás por
fr: a été poignardé par
hu: áldozatul esett
it: è stato pugnalato da
nl: is in zijn rug gestoken door
pl: został dźgnięty w plecy przez
ru: зарезан со спины игроком
sr: је убоден/а у леђа од стране

source: was blasted by
bg: беше взривен от
cs: rozmetán hráčem
el: ήταν καταραμένος από
es: fue explotado por
fr: a été foudroyé par
hu: áldozatul esett
it: è stato fatto saltare da
nl: is gelanceerd door
pl: został wysadzony przez
ru: подорван игроком
sr: је разнет/а од стране

source: was exploded by
bg: беше взривен от
cs: odpálen hráčem
el: εξερράγη από
es: fue explotado por
fr: a été explosé par
hu: áldozatul esett
it: è stato esploso da
nl: is opgeblazen door
pl: został zdetonowany przez
ru: взорван игроком
sr: је експлодирао/ла због

source: was cooked by
bg: беше опечен от
cs: upečen hráčem
el: ήταν μαγειρεμένα από
es: fue cocinado por
fr: a été cuit par
hu: áldozatul esett
it: è stato cotto da
nl: is gebakken door
pl: został usmażony przez
ru: поджарен игроком
sr: је скуван/а од стране

source: never saw
bg: не видя прииждащия от
cs: přehlédnul přilétající minometný granát hráče
el: ποτέ δεν είδε
es: nunca vio a
fr: n'a jamais vu
hu: nem látta
it: non ha mai visto arrivare il colpo di mortaio di
nl: heeft nooit
pl: nie widział
ru: попал под миномёт игрока
sr: није видео/ла

source: 's mortar round coming
bg: минометен снаряд
cs: [minomet]
el: 's κονίαμα γύρο έρχονται
es: con su ronda de mortero
fr: et son obus de mortier venir
hu: érkező aknavető lövedékét
nl: 's mortier aan zijn komen
pl: pocisku moździerza
sr: -ову/ину минобацачку гранату

source: was perforated by
bg: беше перфориран от
cs: rozstřílen hráčem
el: διατρήθηκε με
es: fue perforado por
fr: a été perforé par
hu: áldozatul esett
it: è stato perforato da
nl: is geperforeerd door
pl: został podziurawiony przez
ru: прошит насквозь игроком
sr: је изрешетан/а од стране

source: 's tank-mounted MG 42
bg: с танкова карт. MG 42
cs: [MG 42 na tanku]
el: 's δεξαμενή τοποθετημένη MG 42
es: con su MG42 montada en el tanque
fr: à la MG42 monté sur tank
hu: tankra szerelt MG 42-jének
it: con un MG 42 da carro armato
nl: 's tank-MG 42
pl: MG 42 na czołgu
ru: с помощью танкового пулемета MG 42
sr: -ов/ин МГ 42 са тенка

source: was shelled by
bg: беше бомбардиран
cs: rozstřílen hráčem
el: ήταν το κέλυφος από
es: fue ametrallado por
fr: a été bombardé par
hu: áldozatul esett
it: è stato bombardato da
nl: is verpletterd door
pl: został ostrzelany przez
ru: размазан артиллерийским огнём игрока
sr: је засут/а од стране

source: 's artillery support
bg: с артилерийски огън
cs: [dělostřelecká podpora]
el: 's υποστήριξη πυροβολικού
es: con su soporte de artillería
fr: et son soutien d'artillerie
hu: tüzérségi támogatásának
it: con della artiglieria di supporto
nl: 's artillerie-aanval
pl: artylerię
sr: -ове/ине артиљерије

source: ^2swapped places with^7
bg: ^2смени мястото си със^7
cs: ^2 si vyměnil místo s^7
el: ^2αντάλλαξανχώρους με ^7
es: ^2se cambió de puesto con^7
fr: ^2permute de place avec^7
hu: ^2helyet cserélt vele:^7
it: ^2ha scambiato posto con^7
nl: ^2is van plaats geruild met^7
pl: ^2zamienileś miejscami z^7
ru: ^2поменялся местами с^7
sr: ^2заменио/ла се са^7

source: failed to spot
bg: стъпи върху
cs: si nevšiml
el: απέτυχαν να εντοπίσουν
es: se equivocó al activar la mina de
fr: n'a pas réussi à repérer
hu: nem vette észre
it: non è riuscito a evitare la mina di
nl: zag nooit
pl: nie zauważył
ru: забрёл на минное поле игрока
sr: није спазио/ла

source: was mown down by
bg: беше покосен от
cs: pokosen hráčem
el: είχε κουρευτεί κάτω από
es: fue derribado por
fr: a été fauché par
hu: áldozatul esett
it: è stato falciato da
nl: is neergemaaid door
pl: został podziurawiony przez
ru: скосило пулеметной очередью игрока
sr: је покошен/а од стране

source: was silenced by
bg: беше гръмнат безшумно от
cs: umlčen hráčem
el: είχε σιγήσει
es: fue silenciado por
fr: a été réduit au silence par
hu: áldozatul esett
it: è stato silenziato da
nl: is het zwijgen opgelegd door
pl: został uciszony przez
ru: пристрелен выстрелом
sr: је ућуткан/а од стране

source: was sniped by
bg: беше отстрелян от
cs: odstřelen hráčem
el: ήταν sniped από
es: fue
fr: a été snipé par
hu: áldozatul esett
it: è stato centrato da
nl: is gesniped door
pl: został zestrzelony przez
ru: убит снайпером
sr: је погођен/а снајпером од стране

source: stood on
bg: стоеше върху
cs: stál na značkovači letecké podpory hráče
el: στάθηκε στο
es: permaneció en
fr: se tenait sur
hu: rálépett
it: si è trovato sopra il marcatore d'attacco aereo di
nl: stond op
pl: stanął na
sr: стао/ла је на

source: 's airstrike marker
bg: бомбардировъчния маркер
cs: [značkovač letecké podpory]
el: ´'s δείκτη αεροπορική επιδρομή
es: con su señal de ataque aéreo.
fr: sur son marqueur de frappe aérienne
hu: légicsapásának
pl: znaczniku nalotu
ru: (Сигнальная граната)
sr: -ову/ину мету бомбардера
