Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: All favourite servers removed.
bg: Премахнати всички любими сървъри.
cs: Odebrány všechny oblíbené servery.
el: Όλα τα αγαπημένα servers αφαιρεθεί.
es: Todos los favoritos eliminados.
fi: Kaikki suosikit poistettu.
fr: Tous les serveurs favoris ont été supprimés.
hu: Az összes kedvenc szerver eltávolításra került.
it: Tutti i server preferiti sono stati rimossi.
nl: Alle favoriete servers verwijderd.
pl: Wszystkie ulubione serwery usunięte.
ru: Избранное стёрто
sr: Омиљени сервери су уклоњени.

source: You are near
bg: Намирате се при
cs: Jsi u
el: Είστε κοντά
es: Estás cerca de
fi: Olet lähellä
fr: Vous êtes proche de
hu: Közelben:
it: Sei vicino
nl: Je bent bij
pl: Jesteś blisko
ru: Вы рядом с
sr: Близу сте

source: joined the Axis team
bg: се присъедини към Потисниците
cs: se připojil k týmu Osy
el: εντάχθηκε στην ομάδα του Άξονα
es: se unió al Eje
fi: liittyi Axis joukkueeseen
fr: rejoint l'équipe de l'Axes
hu: csatlakozott a Tengelyhatalmak csapatához
it: si è unito all'Asse
nl: is aangesloten bij Axis team
pl: dołączył do zespołu Osi
ru: присоединился к фашистам
sr: придружио/ла се тиму Силе осовине

source: joined the Allies team
bg: се присъедини към Съюзниците
cs: se připojil k týmu Spojenců
el: προσχώρησε στην ομάδα των Συμμάχων
es: se unió a los Aliados
fi: liittyi liittoutuneiden joukkueeseen
fr: rejoint l'équipe des Alliés
hu: csatlakozott a Szövetségesek csapatához
it: si è unito agli Alleati
nl: is aangesloten bij Geallieerden team
pl: dołączył do zespołu Aliantów
ru: присоединился к команде союзников
sr: придружио/ла се тиму Савезници

source: entered the game
bg: влезе в играта
cs: vstoupil do hry
el: μπήκε στο παιχνίδι
es: se unió a la partida
fi: liittyi peliin
fr: est entré en jeu
hu: belépett a játékba
it: è entrato in gioco
nl: is de server binnengekomen
pl: wszedł do gry
ru: зашёл в игру
sr: је ушао/ла у игру

source: rediscovered gravity
bg: преоткри закона на гравитацията
cs: znovuobjevil gravitaci
el: Ανακαλύψτε τη βαρύτητα
es: descubrió la gravedad
fi: löysi painovoiman
fr: a redécouvert la gravité
hu: újra felfedezte a gravitációt
it: ha riscoperto la forza di gravità
nl: heeft opnieuw zwaartekracht uitgevonden
pl: ponownie odkrył grawitacje
ru: познал гравитацию
sr: се подсетио/ла гравитације

source: was crushed
bg: беше размазан
cs: byl rozmačkán
el: συντρίφτηκε
es: fue aplastado
fi: joutui murskatuksi
fr: a été écrasé
hu: szétpréselődött
it: si è maciullato
nl: werd geplet
pl: został zmiażdżony
ru: был раздавлен
sr: је смрскан/а

source: drowned
bg: се удави
cs: utonul
el: πνίγηκε
es: se ahogó
fi: hukkui
fr: s'est noyé
hu: megfulladt
it: è annegato
nl: verdronken
pl: utopił się
ru: утонул
sr: се удавио/ла

source: slagged
bg: беше шпаклован
cs: byl uškvařen
es: se derritió
fi: kohdeltiin huonosti
fr: s'est slaggé
hu: slagelve
it: distrutto
nl: bleef plakken
pl: zmęczył się
ru: ошлакован
sr: је прекривен/а

source: was killed
bg: беше убит
cs: byl zabit
el: σκοτώθηκε
es: ha muerto
fi: tapettiin
fr: a été tué
hu: meghalt
it: è stato ucciso
nl: is gedood
pl: został zabity
ru: был убит
sr: је убијен/а

source: got buried under a pile of rubble
bg: загина под тежестта на руините
cs: byl pohřben pod hromadou trosek
el: θάφτηκαν κάτω από ένα σωρό από μπάζα
es: fue enterrado bajo un montón de escombros
fi: joutui haudatuksi kivenmusrkan alle
fr: fut enterré sous un tas de gravats
hu: betemetődött egy halom törmelék alá
it: è stato sepolto sotto un cumulo di macerie
nl: Is begraven onder een berg met rotzooi
pl: został pogrzebany pod stertą gruzu
ru: похоронило под обломками
sr: је затрпан/а

source: was incinerated
bg: беше изпепелен
cs: byl upálen
el: αποτεφρώθηκε
es: fue incinerado
fi: tuli poltetuksi
fr: a été incinérés
hu: elégett
it: è stato incenerito
nl: is verbrand
pl: został spalony
ru: был сожжён
sr: је спаљен/а

source: had an appointment with the map mortar
bg: отиде на вечера с мортирската карта
cs: se setkal s automatickým mimometem
el: είχε ένα ραντεβού με το κονίαμα χάρτη
es: tuvo un encuentro con el mortero
fi: oli tapaaminen kranaattiheittimen kanssa
fr: a eu un rendez-vous avec l'obus du mortier
hu: sorra kerített egy találkozót az aknavetővel
it: ha avuto un appuntamento con un mortaio della mappa
nl: Had een afspraak met de map mortar
pl: umówił się na spotkanie z moździerzem
ru: встретился с картовой мортирой
sr: се састао/ла са минобацачем

source: took a map mortar shell shower
bg: взе душ от снаряди
cs: byl osprchován automatickým minometem
el: πήρε ένα χάρτη ντους βλήματος όλμου
es: tuvo una ducha de metralla del mortero
fi: otti suihkun kranaattien kanssa
fr: a prit une douche d'obus de mortier
hu: aknavető repeszzuhanyt vett
it: ha fatto una doccia di mortai
nl: nam een mortierdouche
pl: wziął prysznic naboi moździerza
ru: ощутил мощь картовой мортиры
sr: је добио/ла минобацачки туш

source: was pulverized by an explosion
bg: беше разполовен от експлозия
cs: byl rozmělněn výbuchem
el: κονιορτοποιήθηκε από μια έκρηξη
es: fue pulverizado por una explosion
fi: räjähdys pisti jauhoksi
fr: a été pulvérisé par une explosion
hu: elporlasztódott egy robbanásban
it: si è polverizzato in una esplosione
nl: is verpulverd door een explosie
pl: został zmiażdżony przez eksplozję
ru: разорвало при взрыве
sr: је разнет/а експлозијом

source: dynamited himself to pieces
bg: си самовзриви
cs: se rozmetal dynamitem na kousky
el: δυναμίτες τον εαυτό του σε κομμάτια
es: se dinamitó en pedazos
fi: räjäytti itsensä palasiksi
fr: s'est lui-même dynamité en pièces
hu: darabokra robbantotta magát
it: è saltato in aria con la propria dinamite
nl: heeft zichzelf in 101 stukjes opgeblazen
pl: rozwalił samego siebie na kawałki
ru: подорвался на динамите
sr: се разнео/ла динамитом

source: dove on his own grenade
bg: се приземи върху гранатата си
cs: se proletěl na vlastním granátu
el: περιστέρι με δική χειροβομβίδα του
es: se comió su propia granada
fi: syöksyi oman kranaatin päälle
fr: a plongé sur sa propre grenade
hu: saját gránátjába bukott
it: ha covato la propria granata
nl: dook op zijn eigen granaat
pl: zanurkował na własny granat
ru: подорвался на собственной гранате
sr: је налетео/ла на своју гранату

source: vaporized himself
bg: се изпепели
cs: se odpařil
el: εξατμίζεται ο ίδιος
es: se vaporizó el mismo
fi: höyrystyi itsensä
fr: s'est vaporisé
hu: elpárologtatta magát
it: si è vaporizzato
nl: heeft zichzelf doen verdampen
pl: zniszczył samego siebie
ru: испарил себя
sr: се претворио/ла у прах

source: played with fire
bg: си игра с огъня
cs: si zahrával s ohněm
el: έπαιξε με τη φωτιά
es: jugó con fuego
fi: leikki tulen kanssa
fr: a joué avec le feu
hu: tűzzel játszott
it: ha giocato col fuoco
nl: Speelde met vuur
pl: igrał z ogniem
ru: поигрался с огнём
sr: се играо/ла ватром

source: obliterated himself
bg: слож край на живота си
cs: se vymazal z povrchu zemského
el: σβηστεί ο ίδιος
es: se enterró a si mismo
fi: tuhosi itsensä
fr: s'est oblitéré de lui-même
hu: eltörölte magát a föld felszínéről
it: si è obliterato
nl: heeft zichzelf van de aardbodem gewist
pl: ostrzelał samego siebie
ru: уничтожил себя
sr: се разнео/ла

source: fired-for-effect on himself
bg: обърка координатите
cs: se stal obětí vlastní dělostřelby
el: καύση-για-αποτελέσματος για τον εαυτό του
es: se hizo un ataque aéreo sobre él mismo
fi: komensi tykistö tulta - itseensä
fr: s'est abattu à sa propre demande
hu: saját tüzérségének áldozatául esett
it: ha eseguito un tiro d'efficacia su se stesso
nl: vroeg om zijn eigen artilleriedood
pl: zestrzelony na własną prośbę
ru: вызвал огонь на себя
sr: се разнео/ла артиљеријом

source: died in his own explosion
bg: загина в своя експлозия
cs: zabila vlastní exploze
el: πέθανε στη δική έκρηξη του
es: murió en su propia explosión
fi: kuoli omaan räjähdykseen
fr: est mort par sa propre explosion
hu: meghalt a saját robbanásában
it: è morto nella propria esplosione
nl: ging dood in zijn eigen explosie
pl: zginął we własnej eksplozjii
ru: взорвал себя
sr: је погинуо/ла у сопственој експлозији

source: ate his own rifle grenade
bg: изяде своята винтовъчната гранатата
cs: posvačil vlastní puškový granát
el: έφαγε τη δική του χειροβομβίδα τουφέκι
es: se comió su propia granada del rifle
fi: söi oman kiväärikranaatin
fr: a mangé sa propre grenade à fusil
hu: megette a saját karabély gránátját
it: ha mangiato la propria granata da fucile
nl: at zijn eigen geweergranaat
pl: zjadł własnego granata od rifli
ru: подорвался на своей винтовочной гранате
sr: је налетео/ла на свој тромблон

source: failed to spot his own landmine
bg: забрави къде е заложил мина
cs: přehlédnul vlastní minu
el: απέτυχαν να εντοπίσουν τα δικά νάρκη του
es: se equivocó al activar su propia mina
fi: ei havannut omaa maa-miinansa
fr: n'a pas réussi à repérer sa propre mines terrestres
hu: kudarcot vallott abban, hogy észrevegye a saját aknáját
it: non è riuscito a evitare la propria mina
nl: Is gefaald met het spotten van zijn eigen landmijn
pl: nie zauważył własnej miny
ru: не заметил своей мины
sr: није спазио/ла своју мину

source: embraced his own satchel explosion
bg: се детонира със своята раница-експлозив
cs: objímal svou brašnu při výbuchu
el: αγκάλιασε τη δική του έκρηξη satchel
es: se vio involucrado en la explosión de su Satchel
fi: syleili oman salkkunsa räjähdyksen
fr: a embrassé son propre sachet d'explosif
hu: átölelte a saját robbanó táskáját
it: è saltato abbracciato alla sua borsa esplosiva
nl: improviseerde zijn eigen explosie
pl: został wysadzony przez ładunek
ru: встретил взрыв своего ранца
sr: је погинуо/ла у сопственој детонацији

source: engineered himself into oblivion
bg: създаде от себе си история
cs: ukonstruoval se do bezvědomí
el: μηχανικής εαυτό του στη λήθη
es: construyó sobre el mismo
fi: insinööri itsensä unohduksiin
fr: s'est lui-même conçu dans l'oubli.
hu: a feledébe gépészkedte magát
it: si è elaborato fino all'oblio
nl: heeft zichzelf ingebouwd
pl: zaprojektował samego siebie w zapomnienie
ru: застроил себя в ноль
sr: затрпао/ла се својом грађевином

source: buried himself alive
bg: се погреба жив
cs: se pohřbil zaživa
el: θαμμένος ο ίδιος ζωντανός
es: se enterró vivo él mismo
fi: hautasi itsensä elävänä
fr: s'est enterré lui-même en vie
hu: élve eltemette magát
it: si è sepolto vivo
nl: zichzelf levend begraven
pl: pochował się żywcem
ru: похоронил себя заживо
sr: се затрпао/ла

source: never saw his own mortar round coming
bg: не прецени силата на вятъра
cs: nezahlédl přilétat vlastní minometný granát
el: δεν είδε ποτέ το δικό κονίαμα του γύρου έρχεται
es: nunca vió sus propios tiros de morteros volviendo
fi: ei koskaan nähnyt oman kranaatin tulevan
fr: n'a jamais vu revenir son propre obus de mortier
hu: nem látta a saját aknavető lövedékét
it: non ha mai visto arrivare il suo colpo di mortaio
nl: zag nooit zijn mortier aankomen
pl: nie zauważył, że nadlatuje jego własny pocisk z moździerza
ru: не ожидал свой снаряд мортиры
sr: није видео/ла своју минобацачку гранату

source: danced on his airstrike marker
bg: потанцува на маркер си
cs: tančil na značkovači letecké podpory
el: χόρεψε στο δείκτη αεροπορική επιδρομή του
es: bailó sobre su marcador de ataque aéreo
fi: tanssi ilmaiskun merkin päälle
fr: dansait sur sa propre marque de raid aérien
hu: a saját légicsapást jelző gránátján táncolt
it: ha ballato sul suo marcatore d'attacco aereo
nl: stond te dansen op zijn airstrikemarker
pl: tańczył na swoim znaczniku od nalotu
ru: прозевал свой же маркер бомбёжки
sr: се наместио/ла на путу бомбардера

source: committed suicide
bg: пожела смъртта си
cs: spáchal sebevraždu
el: αυτοκτόνησε
es: se suicidó
fi: teki itsemurhaa
fr: a commit un suicide
hu: öngyilkosságot követett el
it: si è suicidato
nl: heeft zelfmoord gepleegd
pl: popełnił samobójstwo
ru: покончил с собой
sr: је извршио/ла самоубиство

source: killed himself
bg: се самоуби
cs: spáchal sebevraždu
el: αυτοκτόνησε
es: se mató a si mismo
fi: tappoi itsensä
fr: s'est tué lui-même
hu: megölte magát
it: si è ucciso
nl: Doodde zichzelf
pl: zabił samego siebie
ru: убился
sr: се убио/ла

source: Improved use of Explosive Ammunition
bg: Подобрено използване експлозиви
cs: Vylepšeno využití výbušné munice
el: Βελτιωμένη χρήση της έκρηξης πυρομαχικών
es: Mejorado el uso de munición explosiva
fi: Parantunut räjähdysammusten käyttö
fr: Amélioration de l'utilisation de munition explosive
hu: Javult robbanólövedék használat
it: Uso Avanzato Munizioni Esplosive
nl: Verbeterd gebruik van explosieven
pl: Lepszym użyciem Amunicji Wybuchowej
ru: улучшенное использование взрывчатки
sr: Вештије руковање експлозивима

source: Improved Dexterity
bg: Подобрена ловкост
cs: Vylepšena zručnost
el: βελτιωμένη επιδεξιότητα
es: Destreza Mejorada
fi: Parantunut käteväisyys
fr: Amélioration de la Dextérité
hu: Javult fürgeség
it: Miglior Destrezza
nl: Verbeterde behendigheid
pl: Lepszą Zręcznością
ru: улучшенная ловкость
sr: Вештије руковање оружјем

source: Binoculars for any Class
bg: Осигурен бинокъл за всеки клас
cs: Dalekohled pro všechny třídy
el: Κιάλια για κάθε κλάση
es: Prismáticos para cualquier clase
fi: Kiikarit mihin tahansa Luokkaan
fr: Jumelles pour toute les classes
hu: Távcső bármelyik kasztnak
it: Binocolo per Tutte le Classi
nl: Verrekijker voor elke klasse
pl: Lornetkami dla każdej Klasy
ru: бинокли для всех классов
sr: Двоглед за све класе

source: Medic Ammo
bg: Муниции за лекаря
cs: Zásobník navíc
el: γιατρός πυρομαχικά
es: Munición de Médico
fi: Lääkintämiehen Ammukset
fr: Munitions Médecin
hu: Felcser töltény
it: Attrezzatura Medica
nl: Medicijnen
pl: Amunicją Medyka
ru: патроны для медика
sr: Муниција за лекара

source: Improved First Aid Resources
bg: Подобрени възможности първа помощ
cs: Vylepšeno využití prostředků první pomoci
el: Βελτιωμένη Πρώτα βοήθεια Πόρων
es: Mejorados los recursos de primeros auxilios
fi: Parannettu Ensi Apu resursseja
fr: Amélioration des Ressources de Premiers Secours
hu: Javult elsősegély erőforrás
it: Migliori Risorse Primo Soccorso
nl: Verbeterde eerste hulp-middelen
pl: Ulepszonymi Zasobami Pierwszej Pomocy
ru: улучшенный медкомплект
sr: Паметније коришћење Прве помоћи

source: Improved use of Light Weapon Ammunition
bg: Подобрено използване муниции леки оръжия
cs: Vylepšeno využití munice do lehkých zbraní
el: Βελτιωμένη χρήση του Φωτός όπλο Πυρομαχικά
es: Mejorado el uso de la munición de las armas ligeras
fi: Kevyiden Aseiden ammusten Käytön Parantaminen
fr: Amélioration de l'utilisation des Munitions d'Armes Légères.
hu: Javult könnyűfegyver lőszerhasználat
it: Uso Avanzato Munizioni Armi Leggere
nl: Verbeterd gebruik van munitie voor lichte wapens
pl: Lepszym użyciem Amunicji do Broni Lekkiej
ru: улучшенное использование боеприпасов к лёгкому вооружению
sr: Паметније коришћење муниције лаког оружја

source: Improved Projectile Resources
bg: Подобрено възможности снаряди
cs: Vylepšeno využití raket
el: Βελτιωμένη βλήματα Πόρων
es: Recursos de proyectiles mejorados
fi: Parannettuja Resursseja Projektiileille
fr: Amélioration des Ressources de Projectiles
hu: Javult rakétalövedék erőforrás
it: Maggior Disposizione Munizioni
nl: Verbeterde projectielen
pl: Lepszym Zasobem Pocisków
ru: улучшенные ракеты
sr: Паметније коришћење пројектила

source: Improved use of Scoped Weapon Ammunition
bg: Подобрено използване муниции оптични оръжия
cs: Vylepšeno využití munice u zbraní s optikou
el: Βελτιωμένη χρήση Scoped όπλο Πυρομαχικά
es: Mejorado el uso de munición de armas con mira
fr: Amélioration de l'utilisation des Munitions d'Armes à Lunette
hu: Javult távcsöves fegyver lövedék használat
it: Uso Avanzato Munizioni Armi con Mirino
nl: Verbeterd gebruik van munitie voor scherpschuttersgeweren
pl: Lepszym użyciem Amunicji do Snajperki
ru: улучшенное использование патронов к ружьям с прицелом
sr: Паметније коришћење снајперске муниције

source: Improved Physical Fitness
bg: Подобрена физическа подготовка
cs: Vylepšena fyzická zdatnost
el: Βελτιωμένη Γυμναστική
es: Mejorada la forma física.
fi: Parempi Fyysinen Kunto
fr: Amélioration de la Condition Physique
hu: Javult fizikai állóképesség
it: Migliore Idoneità Fisica
nl: Verbeterd uithoudingsvermogen
pl: Ulepszoną Sprawnością Fizyczną
ru: улучшенная физподготовка
sr: Боља кондиција

source: Improved Ammo Resources
bg: Подобрени възможности муниции
cs: Vylepšeny zdroje munice
el: Βελτιωμένη Άμμο Πόρων
es: Recursos de munición mejorados
fi: Parannettuja Resursseja Ammuksille
fr: Amélioration des Ressources de Munitions
hu: Javult lőszer erőforrás
it: Migliori Risorse di Munizioni
nl: Verbeterde munitievoorraad
pl: Ulepszonymi Zasobami Amunicji
ru: улучшенный боекомплект
sr: Паметније коришћење муниције

source: Improved Signals
bg: Подобрен способност сигнализация
cs: Vylepšena signalizace
el: βελτιωμένη Σήματα
es: Señalización mejorada
fi: Parannetut signaalit
fr: Amélioration des Signaux
hu: Javult jelzések
it: Segnali Migliorati
nl: Verbeterde signalen
pl: Ulepszonymi Sygnałami
ru: улучшенные сигналы
sr: Бољи сигнали

source: Faster Reload
bg: Ускорено презареждане
cs: Rychlejší přebití
el: ταχύτερη Ανανέωση
es: Recarga más rápida
fi: Nopeampi Lataus
fr: Rechargement Rapide
hu: Gyorsabb újratöltés
it: Ricarica più Veloce
nl: Sneller Herladen
pl: Szybszym Przeładowaniem
ru: быстрая перезарядка
sr: Брже репетирање

source: Heavy Weapon Proficiency
bg: Умения използване тежки оръжия
cs: Zdatnější využívání těžkých zbraní
el: Βαριά Proficiency Όπλο
es: Eficacia de armas pesadas
fi: Raskaan Aseen Taito
fr: Maîtrise des Armes Lourdes
hu: Nehézfegyver jártasság
it: Competenza Armi Pesanti
nl: Verbeterd gebruik van zware wapens
pl: Biegłością Obsługi Ciężkiej Broni
ru: улучшенное обращение с тяжёлым вооружением
sr: Искуство са тешким оружјем

source: Improved use of Sabotage and Misdirection
bg: Подобрени тактики на саботаж и заблуда
cs: Vylepšeno využití sabotáže a ukrývání
el: Βελτιωμένη χρήση του σαμποτάζ και Παραπλάνηση
es: Mejorado el uso de sabotaje y distracción
fi: Sabotaasin ja Harhaanjohtamisen parantaminen
fr: Amélioration de l'utilisation du Sabotage et du Détournement
hu: Szabotázs és félrevezetés javult használata
it: Maggiore Abilità Azioni Sabotaggio
nl: Verbeterd gebruik van sabotage en misleiding
pl: Lepszym użyciem Sabotażu i Odwróceniem Uwagi
ru: улучшенные навыки подрывной деятельности
sr: Паметније коришћење диверзија

source: Improved Health
bg: Подобрен жизнен статус
cs: Vylepšeno zdraví
el: βελτιωμένη Υγείας
es: Mejorada la salud
fi: Parannettu Terveys
fr: Amélioration de la Santé
hu: Javult egészség
it: Salute Migliorata
nl: Verbeterde gezondheid
pl: Ulepszonym Życiem
ru: крепкое здоровье
sr: Боље здравље

source: Improved Construction and Destruction
bg: Подобрени умения строеж и разрушение
cs: Vylepšeno konstruování a demolice
el: Βελτιωμένη Κατασκευή και Καταστροφή
es: Mejorada la construcción y destrucción
fi: Parannettu Rakentaminen ja Tuhoaminen
fr: Amélioration de la Construction et de Destruction
hu: Javult építés és pusztítás
it: Costruzione e Distruzione Migliorati
nl: Verbeterde constructie en destructie
pl: Ulepszonym Budowaniem i Niszczeniem
ru: улучшенное сооружение и уничтожение
sr: Боља изградња/уништење

source: Full Revive
bg: Пълно лечение за съживяване
cs: Plné vzkříšení
el: Πλήρης Revive
es: curación completa
fi: Täysi Elvytys
fr: Réanimation Total
hu: Teljes újraélesztés
it: Piena Rianimazione
nl: Volledige genezing
pl: Pełnym Ożywieniem
ru: полное оживление
sr: Потпуно оживљавање

source: Improved Air and Ground Support
bg: Подобрена въздушна и наземна поддръжка
cs: Vylepšena dělostřelecká a letecká podpora
el: Βελτιωμένη υποστήριξη εναέριων και επίγειων
es: Mejorado el soporte aéreo y terrestre
fi: Parannettu Ilma ja Maa tuki
fr: Amélioration du Support Aérien et Terrestre
hu: Javult légi és földi támogatás
it: Miglior Supporto Aereo e di Terra
nl: Verbeterde lucht- en grondaanvallen
pl: Lepszymi Nalotami i Wsparciem Naziemnym
ru: улучшенная авиа- и наземная поддержка
sr: Боља подршка са земље и из ваздуха

source: Improved Light Weapon Handling
bg: Подобрено използване леки оръжия
cs: Vylepšeno zacházení s lehkými zbraněmi
el: Βελτιωμένη Χειρισμός Φως όπλο
es: Mejorado el manejo de armas ligeras
fi: Parannettu Kevyeiden Aseiden Käyttö
fr: Amélioration de la manipulation des Armes Légères
hu: Javult könnyűfegyver kezelés
it: Miglior Uso Armi Leggere
nl: Verbeterd gebruik van lichte wapens
pl: Lepszą Obsługą Broni Lekkiej
ru: улучшенное обращение с лёгким оружием
sr: Вештије руковање лаким оружјем

source: Breath Control
bg: Удължено задържане дъх
cs: Vylepšena kontrola dýchání
el: ελέγχου της αναπνοής
es: Control de la respiración
fi: Hengityksen Hallinta
fr: Contrôle de la Respiration
hu: Légzésszabályozás
it: Controllo Respiro
nl: Adembeheersing
pl: Kontrolą Oddechu
ru: контроль дыхания
sr: Контрола дисања

source: Trap Awareness
bg: Инстинкт за засади
cs: Odhalování pastí
el: παγίδα Ενημέρωσης
es: Reconocmiento de trampas
fi: Ansan Tietoisuus
fr: Sensibilisation aux Pièges
hu: Csapda tudatosság
it: Riconoscimento Trappole
nl: Besef van vallen
pl: Wykrywaniem Pułapek
ru: чутьё на ловушки
sr: Свесност замки

source: a Flak Jacket
bg: Бронежилетка
cs: Ochranná vesta
el: ένα σακάκι Αντιαεροπορικό
es: un chaleco antibalas
fi: Ilmatorjunta Takki
fr: un Gilet Pare-Balles
hu: egy védőmellénnyel
it: Giubbotto Antiproiettile
nl: een Flak-jas
pl: Kamizelką Kuloodporną
ru: бронежилет
sr: Панцирна кошуља

source: Adrenalin Self
bg: Използване адреналин
cs: Aplikace adrenalinu sobě
el: αδρεναλίνη Εαυτός
es: Auto-adrenalina
fi: Adrenaliini Itse
fr: Adrénaline sur Soi
hu: adrenalintűvel
it: Disposizione Adrenalina
nl: Adrenaline-injectie
pl: Własną Adrenaliną
ru: укол адреналина
sr: Адреналин

source: Enemy Recognition
bg: Идентифициране врагове
cs: Rozpoznání nepřítele
el: εχθρός Αναγνώριση
es: Reconocimiento de Enemigos
fi: Vihollisen Tunnustaminen
fr: Reconnaissance de l'Ennemie
hu: Ellenség felismerés
it: Riconoscimento Nemico
nl: Vijandherkenning
pl: Rozpoznaniem Wroga
ru: распознавание врага
sr: Препознавање непријатеља

source: Dual-Wield Pistols
bg: Използване два пистолета
cs: Pistole do obou rukou
el: Διπλός-Χειριστείτε Pistols
es: Pistolas duales
fi: Dual-Wield Pistoolit
fr: Ambidextrie aux Pistolets
hu: Kétkezes pisztoly
it: Doppia Pistola
nl: Tweevoudige pistolen
pl: Podwójnymi Pistoletami
ru: двойные пистолеты
sr: Два пиштоља

source: Improved Weapon Handling
bg: Подобрено използване оръжия
cs: Vylepšeno ovládání zbraní
el: Βελτιωμένη Χειρισμός όπλο
es: Mejorado el manejo de las armas
fi: Parannettu Aseiden Käyttö
fr: Amélioration de la Manipulation des l'Armes
hu: Javult fegyverkezelés
it: l'uso avanzato delle armi
nl: Verbeterd gebruik van wapens
pl: Ulepszoną Obsługą Broni
ru: улучшенное обращение с оружием
sr: Вештије руковање оружјем

source: Assassin
bg: Изкусен убиец
cs: Zabiják
el: Δολοφόνος
es: Asesino
fi: salamurhaaja
hu: Merénylő
it: assassino
nl: Sluipmoordenaar
pl: Zabójstwem
ru: бесшумный убийца
sr: Убица

source: You will spawn as an %s %s with a %s and %s.
bg: Ще бъдете разгърнат като %s %s с %s и %s.
cs: Zrodíš se jako %s %s s %s a %s.
el: Θα αναπαράγονται ως%s%s με%s και%s.
es: Aparecerás como un %s %s con %s y %s
fi: Spawnaat%s %s aseella %s sekä %s
fr: Vous allez apparaître en tant qu'un %s %s avec un %s et %s
hu: A %s %s fogsz spawnolni a következőkkel: %s és %s.
it: Entrerai in gioco come un %s %s con %s e %s.
nl: Je start als een %s %s met een %s en %s.
pl: Odrodzisz się jako %s %s z %s i %s.
ru: Вы появитесь как %s %s с %s и %s.
sr: Ући ћете као %s %s са %s и %s.

source: ^1THE TEAM
bg: ^1ВОДЕЩИ ЧЛЕНОВЕ ЕКИП
cs: ^1TÝM
el: ^1Η ΟΜΆΔΑ
es: ^1EL EQUIPO
fi: ^1Joukkue
fr: ^1L'EQUIPE
hu: ^1A CSAPAT
it: ^1IL TEAM
nl: ^1HET TEAM
pl: ^1ZESPÓŁ
ru: ^1КОМАНДА
sr: ^1ТИМ
