Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Set font size for Limbo/Fireteam/Vote/Obituaries/Skill upgrade messages
bg: Задава размера на текста за елементите на меню Боен лагер, съобщения за Гласуване, Убити играчи и Умения
el: Ρυθμίστε το μέγεθος γραμματοσειράς για Limbo / Φωτιάομάδα / Ψήφος / Νεκρολογίες / Επιδεξιότητα αναβάθμιση μηνύματα
es: Ajusta el tamaño de la fuente para los mensajes del Limbo/Escuadra/Votos/Habilidades/Muertes
fi: Aseta fontin koko jota käytetään limbossa/tulijoukkueessa/äänestyksessä tai muissa viesteissä
fr: Règle la police de texte pour Le Limbo/La Fireteam/Le Vote/La Nécrologie/Les messages d'amélioration des compétences
hu: Limbó/Osztag/Szavazás/Gyászjelentés/Képesség üzenetek betűméret beállítása
it: Grandezza caratteri di Limbo/Fireteam/Voti/Obitori/Promozioni
nl: Stelt de lettergrootte voor limbo/stemmingen/overlijdensberichten/vaardighedenupdates in
pl: Ustaw wielkość czcionki dla wiadomości o Limbo/Oddziału/Głosowań/Ikon/Umiejętnościach
ru: Установить размер шрифта для сообщений забвения/звена/голосования/некролога/улучшения навыка
sr: Подешава вел. фонта за поруке Лимбо/УГ/Глас/Читуље/Унапређење

source: Center Print:
bg: Централни съобщения:
el: Κέντρο εκτύπωσης:
es: Mensaje Central:
fi: Keskiteksti:
fr: Affichages Centrés:
hu: Középen:
it: Scritte Centro:
pl: Środkowa:
ru: Принт посередине:
sr: Вел. средње траке:

source: Set font size for CenterPrint/Objective Info/Skill reward messages
bg: Задава размера на текста на фиксираните в центъра на екрана игрови съобщения, напр. информация за целите, уменията
el: Ρυθμίστε το μέγεθος γραμματοσειράς για Κέντρο εκτύπωσης: / Στόχος / Επιδεξιότητα μηνύματα ανταμοιβή Πληροφορίες
es: Ajusta el tamaño de la fuente los mensajes Centrales/Objetivo/Premios por habilidad
fi: Aseta keskiprintin/kohdetiedon/taito palkintojen fontin koko
fr: Règle la taille de police pour Les Affichages Centrés/ Les Infos de l'Objectif / Les Messages de récompenses des Compétences
hu: Közép szöveg/Objektív infó/Képesség üzenetek betűméret beállítása
it: Grandezza caratteri di Centro/Info Obiettivi/Premiazioni
nl: Stelt de lettergrootte voor center print/doelstellingsinfo/vaardighedenbeloningen in
pl: Ustaw wielkość czcionki dla wiadomości o Centrum Druku/Info o Celu/Nagrodzeniu Umiejętnoścami
ru: Установить размер шрифта для сообщений CenterPrint/Инфо о цели/Награда за навык
sr: Подешава вел. фонта за поруке Средње/Задатак/Награде

source: Set font size for Crosshair Name label
bg: Задава размера на текста на имената при мерника
el: Ρυθμίστε το μέγεθος της γραμματοσειράς για την ετικέτα Όνομα σταυρόνημα
es: Ajusta el tamaño de fuente para la etiqueta del Nombre en el Punto de Mira
fi: Aseta tähtäimen nimien fontin koko
fr: Règle la taille de police pour les labels du réticule de visée
hu: Célkereszten megjelenő név betűtípusméretének beállíátsa
it: Grandezza caratteri dei nomi sopra il mirino
nl: Stelt de lettergrootte voor de vizier naamlabels in
pl: Ustaw wielkość czcionki dla tabeli Nazw Celownika
ru: Установить размер шрифта для метки имени прицела
sr: Подешава вел. фонта за име на нишану

source: Popup Stay Time:
bg: Пер. показ. изск. съобщ.:
es: Tiempo permanencia Emergente:
fr: Temps Restant Popup
it: Tempo di Presenza dei Popup:
pl: Czas Wyświetlenia Wyskakującego Okienka:

source: Set the time a pop-up stays visible
bg: Задава периода на оставане изскачащите уведомления на екрана
el: Ρυθμίστε την ώρα ένα pop-up παραμένει ορατό
es: Ajusta el tiempo que un mensaje emergente permanece visible
fi: Aseta aika kuinka kauan viestit säilyvät ruudulla
fr: Règle la durée qu'un pop-up reste visible
hu: A felbukkanó szöveg maradási idejének beállíátsa
it: Imposta la durata di visibilità del popup
nl: Stelt de tijd in dat een pop-up zichtbaar blijft
pl: Ustaw czas pokazywania powiadomień
ru: Сколько времени всплывающее окно будет видимым
sr: Подесите време тр. поп-апова

source: Popup Fade Time:
bg: Пер. изч. изск. съобщения:
es: Tiempo de fundido Emergente
fr: Temps D'Estompe Popup
it: Tempo di Dissolvenza dei Popup:
pl: Czas Znikania Wyskakującego Okienka:

source: Set the time a pop-up fades away
bg: Задава периода на изчезване изскачащите уведомления
el: Ρυθμίστε την ώρα ένα Κρότος-πάνω ξεθωριάζει
es: Ajusta el tiempo en el que un mensaje emergente desaparece
fi: Aseta aika kuinka kauan viestitien katoaminen kestää
fr: Règle la durée qu'une Pop-up s'estompe
hu: A felbukkanó szöveg elhalványulási idejének beállítása
it: Imposta la durata della dissolvenza del popup
nl: Stelt de tijd in dat een pop-up verdwijnt
pl: Ustaw czas znikania powiadowień
ru: Сколько времени всплывающее окно уходит
sr: Подесите време брис. поп-апова

source: CALIBRATE BRIGHTNESS
bg: РЕГУЛИРАНЕ ЯРКОСТ
cs: KALIBRACE JASU
el: ΜΕΤΡΏ ΤΗΝ ΔΙΆΜΕΤΡΟ ΦΩΤΕΙΝΟΤΗΤΑ
es: CALIBRAR BRILLO
fi: KALIBROI KIRKKAUS
fr: CALIBRER LA LUMINOSITÉ
hu: FÉNYERŐ BEÁLLÍTÁSA
it: REGOLA LUMINOSITA
nl: HELDERHEID KALIBREREN
pl: DOPASUJ JASNOŚĆ
ru: КАЛИБРОВКА ЯРКОСТИ
sr: ПОДЕШАВАЊЕ СВЕТЛОСТИ

source: General Brightness Calibration (All Color Depths)
bg: Настройка на яркост
cs: Obecná kalibrace jasu (všechny barevné hloubky)
el: Γενικά βαθμονόμησης Λάμψη (Όλα τα βάθη χρώματος)
es: Calibración de Brillo General (Para Todas las Profundidades de Color)
fi: Geneerinen kirkkauden säätö (kaikki värisyvyydet)
fr: Calibration générale de la luminosité (toute profondeur de couleur)
hu: Általános fényerő kalibráció (az összes színmélységhez)
it: Calibrazione Luminosità Generale (Tutte Profondità Colore)
nl: Algemene helderheid kalibratie (alle kleurdieptes)
pl: Ogólne Dopasowanie Jasności (Wszystkie Kolory Głębi)
ru: Калибровка общей яркости (Все глубины цветов)
sr: Опште подешавање светлости (све дубине боја)

source: 1. Move the slider below and/or the brightness on your monitor until you can see 16
bg: 1. Преместете долния плъзгач или настройте яркостта на вашия монитор докато не видите 16
cs: 1. Posouvej jezdec níže nebo měň jas monitoru, dokud nebude vidět 16
el: 1. Μετακινήστε το ρυθμιστικό κάτω ή / και τη φωτεινότητα στην οθόνη σας έως ότου μπορείτε να δείτε 16
es: 1. Mueve el control deslizante y/o el brillo de tu monitor hasta que puedas ver abajo
fi: 1. Siirrä alla olevaa liukusäädintä tai säädä näyttösi kirkkautta kunnes näet numeron 16
fr: 1. Bougez le curseur ci-dessous et/ou la luminosité de votre écran jusqu'à que vous voyez 16
hu: 1. Mozgasd a lenti csúszkát és/vagy a fényerőt a monitorodon, amíg nem látod a 16
it: 1. Muovi il cursore qui sotto o regola la luminosità del tuo monitor finché vedrai 16
nl: 1. Verstel de onderstaande balk en/of de helderheid van je monitor totdat je 16 verschillende
pl: 1. Przesuwaj poniższy suwak i/lub jasność na ekranie monitora, aż zobaczysz 16
ru: 1. Двигайте слайдер снизу и/или яркость монитора пока не увидите 16
sr: 1. Померајте слајдер испод и/или на Вашем монитору док не видите 16

source: separate bars below of equal differing brightness.
bg: отделни решетки с равна осветеност.
cs: stejně velkých pruhů s rozdílným jasem.
el: ξεχωριστό μπαρ κάτω των ίσων διαφορετικών φωτεινότητα.
es: 16 barras separadas con la misma diferencia de brillo.
fi: palkit alla eriävää kirkkaustasoa
fr: bandes séparées de différentes égalité de luminosité ci-dessous.
hu: egyenlő fényerő értékkel elkülönülő csíkot.
it: differenti barre di diverso colore.
nl: blokken met gelijke verschillen van helderheid kan zien.
pl: oddzielnych pasków podobnej jasności.
ru: отдельных полос равноудалённых уровней яркости.
sr: посебних црта постепено различитих нивоа светлости.

source: 2. Click the BACK button.
bg: 2. Натиснете НАЗАД
cs: 2. Stiskni tlačítko ZPĚT
el: 2. Κάντε κλικ στο κουμπί Πίσω.
es: 2. Haz click en el botón ATRÁS.
fi: 2. Paina TAKAISIN nappulaa.
fr: 2. Cliquez sur le bouton RETOUR.
hu: 2. Kattints a VISSZA gombra.
it: 2. Clicca il pulsante INDIETRO.
nl: 2. Klik op de TERUG-knop.
pl: 2. Kliknij przycisk COFNIJ.
ru: 2. Нажмите на кнопку НАЗАД.
sr: 2. Кликните дугме НАЗАД.

source: Brightness Fine-Tuning (32 bit Textures and Color Depth)
bg: Фина настройка на яркост (32-битови текстури и цветова дълбочина)
cs: Doladění jasu (32bitové textury a barevná hloubka)
el: Φωτεινότητα Πρόστιμο-Κούρδισμα (32 υφές λίγο και βάθος χρώματος)
es: Ajuste Fino del Brillo (Texturas y Profundidad de Color de 32 bit)
fi: Kirkkauden hienosäätö (32 bittiset tekstuurit ja värisyvyys)
fr: Réglage Fin De La Luminosité (32 bits Pour La Textures et la Profondeur de Couleur)
hu: Fényerő finomhangolása (32 bites textúra és színmélység)
it: Regolazione Luminosità (Texture a 32 bit e Profondità Colore)
nl: Finetuning helderheid (32-bit textures en kleurdiepte)
pl: Tuningowanie Jasności (Tekstury 32 bit i Głębia Koloru)
ru: Калибрация яркости (32-битные текстуры и глубина цвета)
sr: Фино подешавање светлости (32-битне текстуре и дубина боја)

source: 1. Move the slider below until you can see 3 separate bars below.
bg: 1. Преместете долния плъзгач докато не видите 3 отделни решетки.
cs: 1. Posouvej jezdec níže, dokud nebude vidět 3 pruhy s rozdílným jasem.
el: 1. Μετακινήστε το ρυθμιστικό παρακάτω έως ότου μπορείτε να δείτε 3 ξεχωριστές γραμμές παρακάτω.
es: 1. Mueve el control deslizante hasta que puedas ver abajo 3 barras separadas.
fi: 1. Käytä liukusäädintä kunnes näet 3 eri palkkia alla.
fr: 1. Bougez le curseur ci-dessous jusqu'à que vous pouvez voir 3 barres séparé ci-dessous.
hu: 1. Mozgasd a lenti csúszkát addig, amíg nem látod a 3 elkülönülő lenti csíkot.
it: 1. Muovi il cursore qui sotto finché vedrai 3 barre di diverso colore.
nl: 1. Verstel de onderstaande balk tot je hieronder 3 verschillende blokken kan zien.
pl: 1. Poruszaj poniższym paskiem do momentu gdy zobaczysz 3 oddzielne paski.
ru: 1. Двигайте ползунок ниже пока не увидите 3 разные полосы ниже.
sr: 1. Померајте слајдер испод док не видите 3 различите црте.

source: 2. Adjust the slider until there is no difference between the left and middle boxes.
bg: 2. Нагласете плъзгача, така че да не се забелязва разлика между кутиите в ляво и в средата.
cs: 2. Posouvej jezdec dokud bude rozdíl v jasu mezi levým a prostředním pruhem.
el: 2. Ρυθμίστε το ρυθμιστικό έως ότου δεν υπάρχει διαφορά μεταξύ του αριστερού και του μεσαίου κουτιά.
es: 2. Ajusta el control hasta que no haya diferencia entre el recuadro izquierdo y el central.
fi: 2. Käytä liukusäädintä kunnes vasemmalla ja oikealla laatikolla ei ole enää eroa.
fr: 2. Ajustez le curseur jusqu'à qu'il n'y a plus de différence entre la boîte de gauche et du centre.
hu: 2. Addig állítsd a csúszkát, amíg nincs különbség a bal és középső kockák között.
it: 2. Muovi il cursore finché non ci saranno differenze tra i riquadri di sinistra e di destra.
nl: 2. Verstel de balk tot er geen vershil meer is tussen de linker en de middelste blokken.
pl: 2. Dostosuj suwak aż nie będzie żadnej różnicy pomiędzy lewym i środkowym polem.
ru: 2. Двигайте ползунок пока не будет разницы между левым и правым квадратами.
sr: 2. Подешавајте слајдер док не уклоните разлику између леве и средње кутије.

source: 3. Click the BACK button.
bg: 3. Натиснете НАЗАД
cs: 3. Stiskni tlačítko ZPĚT
el: 3. Κάντε κλικ στο κουμπί Πίσω.
es: 3. Haz click en el botón ATRÁS.
fi: 3. Paina TAKAISIN nappulaa.
fr: 3. Cliquez sur le bouton RETOUR.
hu: 3. Kattints a VISSZA gombra.
it: 3. Clicca il pulsante INDIETRO.
nl: 3. Klik op de TERUG-knop.
pl: 3. Kliknij przycisk COFNIJ.
ru: 3. Нажмите кнопку НАЗАД.
sr: 3. Кликните на дугме НАЗАД.

source: Brightness:
bg: Яркост:
cs: Jas:
el: Λάμψη:
es: Brillo:
fi: Kirkkaus:
fr: Luminosité:
hu: Fényerő:
it: Luminosità:
nl: Helderheid:
pl: Jasność:
ru: Яркость:
sr: Светлост:

source: Set the brightness of the game
bg: Задава яркостта на картината
cs: Nastavuje jas
el: Ρυθμίστε τη φωτεινότητα του παιχνιδιού
es: Ajusta el brillo del juego
fi: Aseta pelin kirkkaus
fr: Définit la luminosité du jeu
hu: A játék fényerejének beállítása
it: Imposta la luminosità del gioco
nl: Stel de helderheid van het spel in
pl: Ustaw jasność gry
ru: Установить яркость игры
sr: Подешава ниво светлости у игри

source: GRAPHICS
bg: ВИДЕО
cs: GRAFIKA
el: γραφικων
es: GRÁFICOS
fi: GRAFIIKAT
fr: GRAPHISME
hu: GRAFIKA
it: GRAFICA
pl: GRAFIKA
ru: ВИДЕО
sr: ГРАФИКА

source: SIMPLE
bg: БАЗОВИ
cs: JEDNODUCHÁ
el: ΑΠΛΌΣ
fi: YKSINKERTAISET
fr: SIMP
hu: EGYSZERŰ
it: SEMPLICE
nl: SIMPEL
pl: PROSTE
ru: ПРОСТО
sr: ОСНОВНО

source: Overall Quality:
bg: Общо качество детайли:
cs: Celková kvalita:
el: Συνολικά Ποιότητα:
es: Calidad:
fi: Yleislaatu:
fr: Qualité générale:
hu: Általános minőség:
it: Qualità Video:
nl: Algehele kwaliteit:
pl: Ogólna Jakość:
ru: Общее качество:
sr: Генерални квалитет:

source: fastest
bg: най-ниско
cs: Nejnižší
el: ταχύτερη
es: La más rápida
fi: nopein
fr: le plus rapide
hu: leggyorsabb
it: più veloce
nl: Snelste
pl: najszybsza
ru: очень быстро
sr: најбржи

source: fast
bg: ниско
cs: Nízká
el: γρήγορα
es: Rápida
fi: nopea
fr: rapide
hu: gyors
it: veloce
nl: Snel
pl: szybka
ru: быстро
sr: брзи

source: normal
bg: нормално
cs: Střední
el: κανονικός
fi: normaali
hu: normális
it: normale
nl: Normaal
pl: normalna
ru: средне
sr: нормални

source: high
bg: високо
cs: Vysoká
el: ψηλά
es: Alta
fi: korkea
fr: élevé
hu: magas
it: alta
nl: Hoog
pl: wysoka
ru: высоко
sr: високи

source: Set overall video quality
bg: Задава общото качество на детайлите
cs: Nastavuje celkovou kvalitu grafiky
el: Ρυθμίστε τη συνολική ποιότητα του βίντεο
es: Ajusta la calidad de vídeo
fi: Yleinen kuvan laatu
fr: Définit la qualité graphique générale
hu: Általános videóminőség beállítása
it: Imposta la qualità video
nl: Stel de video kwaliteit in
pl: Ustaw ogólną jakość wideo
ru: Установить общее качество графики
sr: Подесите генерални ниво квалитета

source: Resolution:
bg: Размер екран:
cs: Rozlišení:
el: Ανάλυση:
es: Resolución:
fi: Resoluutio:
fr: Définition:
hu: Felbontás:
it: Risoluzione:
nl: Resolutie:
pl: Rozdzielczość:
ru: Разрешение:
sr: Резолуција:

source: Set video resolution of the game
bg: Задава размера на екрана на играта
cs: Nastavuje rozlišení obrazu
el: Ρυθμίστε την ανάλυση βίντεο του παιχνιδιού
es: Ajusta la resolución del vídeo en el juego
fi: Aseta pelin resoluutio
fr: Définit la définition d'écran du jeu
hu: A játék képernyőfelbontásának beállítása
it: Imposta la risoluzione del gioco
nl: Stel de resolutie van het spel in
pl: Ustaw rozdzielczość wideo gry
ru: Установить разрешение игры
sr: Подесите видео резолуцију игре

source: Window Mode
bg: В прозорец
es: Tipo de Ventana
fr: Mode fenêtré
hu: Ablak mód
it: Modalità Finestra
pl: Tryb Okna

source: Toggle fullscreen
bg: Избор на режим на екрана
cs: Přepne hru na celou obrazovku
el: Εναλλαγή σε πλήρη οθόνη
es: Activar Pantalla Completa
fi: Vaihda kokoruutu
fr: Basculer en mode plein écran
hu: Teljes képernyős mód váltása
it: Pieno schermo
pl: Włącza pełny ekran
ru: Переключение полноэкранного режима
sr: Промените режим слике

source: Intensity:
bg: Наситеност текстури:
cs: Intenzita:
el: Ένταση:
es: Intensidad:
fi: Intensiteetti:
fr: Intensité:
hu: Intenzitás:
it: Intensità:
nl: Intensiteit:
pl: Intensywność:
ru: Интенсивность:
sr: Јачина:

source: The intensity of textures (requires vid_restart)
bg: Наситеността на текстурите (изисква презареждане на играта чрез команда vid_restart)
es: La intensidad de las texturas (requiere vid_restart)
fr: L'intensité des textures (nécessite vid_restart)
it: Intensità delle texture (richiede vid_restart)
nl: De intensiteit van de textures (vid_restart vereist)
pl: Intensywność tekstur (wymaga restartu obrazy)
sr: Интезитет Текстура (захтева vid_restart)

source: Map Overbright Bits:
bg: Осветеност карта
es: Bits Exceso Brillo Mapa
fr: Bits De Surbrillance De La Carte:
it: Bit Luminosità Mappa:
pl: Nadjasność bitowa Mapy:

source: The world gets brighter, but paler (requires vid_restart)
bg: Увеличава осветеността на картата, прави я по-светла и цветовете избледнели (изисква презареждане на играта чрез команда vid_restart)
es: El mundo se vuelve más brillante, pero más palido (requiere vid_restart)
fr: Le monde devient plus lumineux, mais plus pâle (nécessite vid_restart)
it: Il mondo diventa luminoso, ma più chiaro (richiede vid_restart)
nl: De wereld wordt helderder, maar bleker (vid_restart vereist)
pl: Świat staje się jaśniejszy, ale bledszy (wymaga restartu obrazy)
sr: Свет постаје светлији, али блеђи (захтева vid_restart)

source: Overbright Bits:
bg: Подобрена осветеност:
el: υπερ ευφυής bits:
es: Bits Exceso Brillo:
fi: Ylikirkkaus:
fr: Bits De Surbrillance:
nl: Overhelderheid bits:
pl: Nadjasność Bitowa:
ru: Бит переяркости:
sr: Појачано осветљење:

source: Map shines brighter (requires vid_restart)
bg: Увеличава яркостта на картата за по-добра видимост на тъмните места (изисква презареждане на играта чрез команда vid_restart)
el: Χάρτης λάμπει φωτεινότερα (απαιτεί vid_restart)
es: El Mapa brilla más (requiere vid_restart)
fi: Kartta kirkastuu (vaatii vid_restart)
fr: Intensité de la brillance de la carte (nécessite un vid_restart)
hu: A világ fényesebben ragyog (vid_restartot igényel)
it: Luminosità della mappa (richiede vid_restart)
nl: Map schijnt feller (vereist vid_restart)
pl: Mapa świeci jaśniej (potrzeba vid_restart)
ru: Карта становится ярче (требует vid_restart)
sr: Мапа сија јаче (захтева vid_restart)

source: Low Quality Sky:
bg: Ниска детайлност небе:
cs: Nízká kvalita nebe:
el: Χαμηλή Ουρανός Ποιότητα:
es: Cielo de Baja Calidad:
fi: Heikkolaatuinen taivas:
fr: Ciel en basse qualité:
hu: Alacsony minőségű ég:
it: Bassa Qualità Cielo:
nl: Lage hemelkwaliteit:
pl: Niska Jakość Nieba:
ru: Небо низкого качества:
sr: Небо нижег квалитета:

source: Toggles wether the detailed skybox is drawn or just a basic sky
bg: Определя дали да се използва висока или ниска детайлност на небето
cs: Přepíná mezi detailnějším a základním nebem
el: Εναλλάσσει καιρός η λεπτομερής skybox σύρεται ή απλά μια βασική ουρανό
es: Activa si el cielo ha de dibujarse de manera detallada o simple
fi: Piirretäänkö yksinkertainen taivas vai teksturoitu taivas
fr: Bascule entre la skybox détaillé établi ou tout simplement un ciel de base
hu: Kirajzolja-e a részletes égboltot vagy csak az egyszerű eget
it: Scegli tra un disegno dettagliato o semplificato del cielo
nl: Schakelt gedetailleerde hemel in/uit
pl: Włącza proste lub szczegółowe niebo
ru: Переключение между отрисовкой детального скайбокса или базового неба
sr: Одређује да ли ће бити обичног или детаљног неба

source: Shadow Detail:
bg: Детайлност сенки:
cs: Detaily stínů:
el: Σκιά Λεπτομέρεια:
es: Detalle de Sombras:
fi: Varjojen yksityiskohdat:
fr: Détail d'ombre:
hu: Árnyék részletessége:
it: Dettagli Ombra:
nl: Gedetailleerde schaduwen:
pl: Detale Cieni:
ru: Детализация теней:
sr: Детаљи сенки:

source: Blob
bg: Ниско
cs: Flek
el: Άμορφη μάζα
fi: Möykky
fr: Cercle
hu: Folt
it: Macchia
nl: Vlek
ru: Блоб
sr: Једноставне

source: Set shadow details
bg: Задава качеството на сенките
cs: Nastavuje detaily stínů
el: Ρυθμίστε λεπτομέρειες σκιά
es: Ajusta los detalles de las sombras
fi: Aseta varjojen yksityiskohdat
fr: Définit les détails des ombres
hu: Árnyék részletességének beállítása
it: Imposta i dettagli delle ombre
nl: Stelt schaduwdetails in
pl: Ustaw detale cieni
ru: Установить детализацию теней
sr: Подесите ниво детаља сенки

source: Texture Detail:
bg: Детайлност текстури:
cs: Detaily textur:
el: Υφή Λεπτομέρεια:
es: Detalle de Texturas:
fi: Tekstuurien yksityiskohdat:
fr: Détail de texture:
hu: Textúra részletessége:
it: Dettagli Texture:
nl: Gedetailleerde textures:
pl: Detale Tekstur:
ru: Детализация текстур:
sr: Детаљи текстура:

source: Low
bg: Ниско
cs: Nízké
el: Χαμηλός
es: Bajo
fi: Matala
fr: Faible
hu: Alacsony
it: Basso
nl: Laag
pl: Niskie
ru: Низ.
sr: Ниски

source: Set texture details
bg: Задава качеството на текстурите
cs: Nastavuje detaily textur
el: Ρυθμίστε λεπτομέρειες υφή
es: Ajusta los detalles de las texturas
fi: Aseta tekstuurien yksityiskohdat
fr: Définit les détails des textures
hu: Textúra részletességének beállítása
it: Imposta i dettagli delle texture
nl: Stel texturen details in
pl: Ustaw detale tekstur
ru: Установить детализацию текстур
sr: Подесите ниво детаља текстура

source: Dynamic Lights:
bg: Динамично осветление:
cs: Dynamické osvětlení:
el: Δυναμική Φώτα:
es: Luces Dinámicas:
fi: Dynaamiset valot:
fr: Éclairage dynamique:
hu: Dinamikus fények:
it: Luci Dinamiche:
nl: Dynamische lichten:
pl: Dynamiczne Światła:
ru: Динамическое освещение:
sr: Динамичко осветљење:

source: Toggles use of dynamic lighting effects
bg: Позволява използването на ефекти на динамично осветление
cs: Povoluje dynamické osvětlení
el: Εναλλάσσει χρήση δυναμικών εφέ φωτισμού
es: Activa el uso de efectos de luces dinámicas
fi: Asettaa dynaamisten valoefektien käytön
fr: Bascule l'utilisation des effets de lumière dynamiques
hu: Használja-e a dinamikus fényeket vagy ne
it: Imposta l'uso degli effetti di luci dinamiche
nl: Schakelt het gebruik van dynamische lichteffecten in/uit
pl: Włącz użycie efektu dynamicznych świateł
ru: Переключает наличие эффектов динамического освещения
sr: Одређује коришћење ефеката динамичког осветљења

source: Geometric Detail:
bg: Качество геометрия:
cs: Geometrické detaily:
el: Γεωμετρική Λεπτομέρεια:
es: Detalle Geométrico:
fi: Geometriset yksityiskohdat:
fr: Détail géométrique:
hu: Geometrikus részletesség:
it: Dettaglio Geometrico:
nl: Geometrische details:
pl: Detale Geometryczne:
ru: Детализация геометрии:
sr: Детаљи геометрије:

source: Set level of details bias
bg: Задава нивото на детайлност на геометрията
cs: Nastavuje kvalitu zakřivení
el: Ρυθμίστε το επίπεδο των λεπτομερειών προκατάληψη
es: Ajusta el nivel de detalles
fi: Aseta yksityiskohtien vääristymien taso
fr: Règle le niveau de détails en biais
hu: Távolságra csökkenő részletesség
it: Modifica livello di dettaglio
nl: Stelt de level of details bias in
pl: Ustaw poziom detalów bias
ru: Установить смещение уровня детализации
sr: Подешава ниво подређености детаљима

source: Texture Quality:
bg: Качество текстури:
cs: Kvalita textur:
el: Ποιότητα ΥΦΑΝΣΗΣ:
es: Calidad de Texturas:
fi: Tekstuurien laatu:
fr: Qualité de texture:
hu: Textúraminőség:
it: Qualità Texture:
nl: Kwaliteit textures:
pl: Jakość Tekstur:
ru: Качество текстур:
sr: Квалитет текстура:

source: Default
bg: Стандартно
cs: Automatická
el: Αθέτηση
es: Por Defecto
fi: Oletus
fr: Par défaut
hu: Alap
it: Predefinito
nl: Standaard
pl: Domyślnie
ru: По умолчанию
sr: Стандардни

source: 16-bit
bg: 16-бита
cs: 16bitová
fi: 16-bittinen
fr: 16 bits
ru: 16 бит
sr: 16-битни

source: 32-bit
bg: 32-бита
cs: 32bitová
fi: 32-bittinen
fr: 32 bits
ru: 32 бита
sr: 32-битни

source: Set the number of bits for textures
bg: Задава броя на битовете на текстурите
cs: Nastavuje barevnou bloubku textur
el: Ορίστε τον αριθμό των bits για υφές
es: Ajusta el número de bits para las texturas.
fi: Aseta tekstuurien bittimäärä
fr: Règle le nombre de bits pour les textures
hu: A textúrák bitszámának beállítása
it: Imposta la quantità di bit per le texture
nl: Stel het aantal bits in voor texturen
pl: Ustaw liczbę bitów dla tekstur
ru: Установить число бит для текстур
sr: Подесите број бита за текстуре

source: Texture Filter:
bg: Филтриране текстури:
cs: Filtr textur:
el: Υφή Φίλτρο:
es: Filtro de Texturas:
fi: Tekstuuri suodatin:
fr: Filtre de texture:
hu: Textúraszűrés:
it: Filtro Texture:
nl: Textures filter:
pl: Filtr Tekstur:
ru: Фильтр текстур:
sr: Филтер текстура:

source: Bilinear
bg: Билинейно
cs: Bilineární
el: διγραμμικη
es: Bilineal
fi: Bilineaarinen
fr: Bilinéaire
hu: Bilineáris
it: Bilineare
nl: Bilineair
ru: Билинейный
sr: Билинеарни

source: Trilinear
bg: Трилинейно
cs: Trilineární
el: Τρίγραμμος
es: Trilineal
fi: Trilineaarinen
fr: Trilinéaire
hu: Trilineáris
it: Trilineare
nl: Trilineair
ru: Трилинейный
sr: Трилинеарни
