Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: active profile.
bg: основния профил.
cs: aktivní profil.
el: ενεργό προφίλ.
es: el perfil activo.
fi: aktiivista profiilia.
fr: profil actif.
hu: az aktív profilt.
it: il profilo in uso.
nl: profiel actief
pl: aktywnego profilu.
ru: текущий профиль.
sr: активан профил.

source: DELETE PROFILE
bg: ИЗТРИВАНЕ ПРОФИЛ
cs: SMAZAT PROFIL
el: Διαγραφή προφίλ
es: BORRAR PERFIL
fi: POISTA PROFIILI
fr: SUPPRIMER LE PROFIL
hu: PROFIL TÖRLÉSE
it: ELIMINA PROFILO
nl: PROFIEL VERWIJDEREN
pl: USUŃ PROFIL
ru: УДАЛИТЬ ПРОФИЛЬ
sr: БРИСАЊЕ ПРОФИЛА

source: Are you sure?
bg: Изтриване на избрания профил?
cs: Jsi si jistý?
el: Είσαι σίγουρος
es: ¿Estás seguro?
fi: Oletko varma?
fr: Êtes vous certain?
hu: Biztos vagy benne?
it: Sei sicuro?
nl: Weet je het zeker?
pl: Czy jesteś pewien?
ru: Вы уверены?
sr: Да ли сте сигурни?

source: DELETE
bg: ИЗТРИЙ
cs: SMAZAT
el: ΔΙΑΓΡΆΦΩ
es: BORRAR
fi: POISTA
fr: SUPPRIMER
hu: TÖRLÉS
it: ELIMINA
nl: VERWIJDEREN
pl: USUŃ
ru: УДАЛИТЬ
sr: ОБРИСАТИ

source: RENAME
bg: ПРЕИМЕНУВАЙ
cs: PŘEJMENOVAT
el: ΜΕΤΟΝΟΜΆΖΩ
es: RENOMBRAR
fi: UUDELLEENNIMEÄ
fr: RENOMMER
hu: ÁTNEVEZÉS
it: RINOMINA
nl: HERNOEMEN
pl: ZMIEŃ NAZWĘ
ru: ПЕРЕИМЕНОВАТЬ
sr: ПРЕИМЕНОВАТИ

source: SET AS DEFAULT
bg: ОСНОВЕН ПРОФИЛ
cs: STANOV VÝCHOZÍ
el: ΟΡΊΣΕΤΕ ΩΣ ΠΡΟΕΠΙΛΟΓΉ
es: PRINCIPAL
fi: ASETA OLETUKSEKSI
fr: METTRE PAR DÉFAUT
hu: ALAPÉRTELMEZETT
it: PREDEFINITO
nl: STANDAARD MAKEN
pl: USTAW DOMYŚLNY
ru: УСТАНОВИТЬ ПО УМОЛЧАНИЮ
sr: ПОДЕСИТЕ КАО СТАНДАРД

source: SELECT PROFILE
bg: ИЗБОР ПРОФИЛ
cs: VYBRAT PROFIL
el: Επιλέξτε το προφίλ
es: SELECCIONAR PERFIL
fi: VALITSE PROFIILI
fr: SÉLECTIONNER LE PROFIL
hu: PROFIL KIVÁLASZTÁSA
it: SELEZIONA PROFILO
nl: PROFIEL SELECTEREN
pl: WYBIERZ PROFIL
ru: ВЫБРАТЬ ПРОФИЛЬ
sr: ОДАБИР ПРОФИЛА

source: RENAME PROFILE
bg: ПРЕИМЕНУВАНЕ ПРОФИЛ
cs: PŘEJMENOVAT PROFIL
el: ΜΕΤΟΝΟΜΆΖΩ ΠΡΟΦΊΛ
es: RENOMBRAR PERFIL
fi: UUDELLEENNIMEÄ PROFIILI
fr: RENOMMER LE PROFIL
hu: PROFIL ÁTNEVEZÉSE
it: RINOMINA PROFILO
nl: PROFIEL HERNOEMEN
pl: ZMIEŃ NAZWĘ PROFILU
ru: ПЕРЕИМЕНОВАТЬ ПРОФИЛЬ
sr: ПРЕИМЕНОВАЊЕ ПРОФИЛА

source: New Profile Name:
bg: Нов псевдоним:
cs: Nový název profilu:
el: Νέο Όνομα προφίλ:
es: Nombre del Nuevo Perfil:
fi: Uusi profiilin nimi:
fr: Nouveau nom de profil:
hu: Új profilnév:
it: Nuovo Nome Profilo:
nl: Nieuwe profielnaam:
pl: Nowa Nazwa Profilu:
ru: Имя нового профиля:
sr: Ново име профила:

source: New name of profile
bg: Новият псевдоним на профила
cs: Zadej nový název profilu
el: Νέο όνομα του προφίλ
es: Nombre del nuevo perfil
fi: Profiilin uusi nimi
fr: Nouveau nom du profil
hu: A profil új neve
it: Nuovo nome del profilo
nl: Nieuwe naam van het profiel
pl: Nowa nazwa profilu
ru: Новое имя профиля
sr: Ново име профила

source: Yeah, right, like YOU have
bg: Ще сте истински страхливец,
cs: No jasně, jako bys měl
el: Ναι, σωστά, όπως σας έχει
es: Oh si, ¡como si tuvieras
fi: Joo, just, niin kuin SINULLA olisi
fr: Mouais, c'est ça, comme si TU
hu: Igen, persze, mintha lenne
it: Sì, certo, come se TU avessi
nl: Tuurlijk, alsof je
pl: Taak, na pewno, jakbyś miał
ru: Да, конечно, словно ТЕБЕ
sr: Да, као да БАШ имате

source: anything better to do!
bg: ако се оттеглите от войната!
cs: něco lepšího na práci!
el: τίποτα καλύτερο να κάνει!
es: algo mejor que hacer!
fi: jotain parempaa tekemistä!
fr: n'avais rien de mieux à faire !
hu: bármi jobb dolgod!
it: di meglio da fare!
nl: iets beters te doen hebt!
pl: coś lepszego do roboty!
ru: есть чем заняться!
sr: да радите нешто паметније!

source: CHANGE VIDEO SETTINGS
bg: ПРОМЯНА ВИДЕО НАСТРОЙКИ
cs: UPRAVIT NASTAVENÍ GRAFIKY
el: ΡΥΘΜΙΣΕΙΣ ΑΛΛΑΓΗ ΒΙΝΤΕΟ
es: CAMBIAR AJUSTES DE VIDEO
fi: VAIHDA VIDEOASETUKSIA
fr: CHANGER LES PARAMÈTRES GRAPHIQUES
hu: VIDEÓBEÁLLÍTÁSOK MEGVÁLTOZTATÁSA
it: CAMBIA IMPOSTAZIONI VIDEO
nl: VIDEO-INSTELLINGEN VERANDEREN
pl: ZMIEŃ USTAWIENIA EKRANU
ru: ИЗМЕНИТЬ НАСТРОЙКИ ВИДЕО
sr: ИЗМЕНИТИ ВИДЕО ПОДЕШАВАЊА

source: Set recommended video settings and return to the main menu?
bg: Задаване основни видео настройки и връщане в главното меню?
cs: Použít doporučená nastavení grafiky a navrátit se do hlavní nabídky?
el: Σύνολο των προτεινόμενων ρυθμίσεων βίντεο και να επιστρέψετε στο κύριο μενού?
es: Poner los ajustes de vídeo recomendados y volver al menú principal?
fi: Aseta suositellut videoasetukset ja palaa päävalikkoon?
fr: Appliquer les paramètres vidéo recommandés et retourner au menu principal ?
hu: Javasolt beállítása és visszatérés a főmenübe?
it: Usare le impostazioni video raccomandate e ritornare al menù principale?
nl: Stel de voorgestelde video-instellingen in en keer terug naar het hoofdmenu?
pl: Ustawić rekomendowane ustawienia i wrócić do menu głównego?
ru: Установить рекомендуемые настройки видео и вернуться в главное меню?
sr: Подесити препоручена видео подешавања и вратити се у главни мени?

source: Set recommended video settings and return to the ingame menu?
bg: Задаване основни видео настройки и връщане в игровото меню?
cs: Použít doporučená nastavení grafiky a navrátit se do hlavní nabídky při hře?
el: Σύνολο των προτεινόμενων ρυθμίσεων βίντεο και να επιστρέψετε στο μενού μέσα στο παιχνίδι?
es: Poner los ajustes de vídeo recomendados y volver al menú del juego?
fi: Aseta suositellut videoasetukset ja palaa pelivalikkoon?
fr: Appliquer les paramètres vidéo recommandés et retourner au menu de jeu ?
hu: Javasolt videóbeállítások beállítása és visszatérés a főmenübe?
it: Usare le impostazioni video raccomandate e ritornare al menù precedente?
nl: Stel de voorgestelde video-instellingen in en keer terug naar het spelmenu?
pl: Ustawić rekomendowane ustawienia i wrócić do menu w grze?
ru: Установить рекомендуемые настройки видео и вернуться в игровое меню?
sr: Подесите препоручена видео подешавања и вратити се у мени у игри?

source: CONFIRM VIDEO CHANGE
bg: ПРОМЯНА ВИДЕО РЕЖИМ
cs: POTVRDIT ÚPRAVU GRAFIKY
el: ΕΠΙΒΕΒΑΙΩΣΗ VIDEO ΑΛΛΑΓΗ
es: CONFIRMAR CAMBIO DE VIDEO
fi: VAHVISTA VIDEON MUUTOS
fr: CONFIRMER LE CHANGEMENT GRAPHIQUE
hu: VIDEÓVÁLTÁS MEGERŐSÍTÉSE
it: CONFERMA VARIAZIONI
nl: VIDEO-INSTELLINGEN BEVESTIGEN
pl: POTWIERDŹ ZMIANĘ USTAWIEŃ EKRANU
ru: ПОДТВЕРДИТЕ ИЗМЕНЕНИЕ ВИДЕО
sr: ПОТВРДА ПРОМЕНЕ ВИДЕА

source: Use this video mode?
bg: Запазване текущия режим на екрана?
cs: Použít tento grafický mód?
el: Χρησιμοποιήστε αυτή τη λειτουργία βίντεο;
es: ¿Usar este modo de vídeo?
fi: Käytä tätä videotilaa?
fr: Utiliser ce mode graphique ?
hu: Használja ezt a videó módot?
it: Uso questa modalità video?
nl: Gebruik deze video-instelling?
pl: Użyć tego trybu wideo?
ru: Использовать этот видео режим?
sr: Користити овај видео режим?

source: Reverting to previous
bg: Предишните настройки ще бъдат
cs: Návrat k původním hodnotám
el: Επαναφορά στην προηγούμενη
es: Revirtiendo a los anteriores
fi: Palataan edelliseen
fr: Revenir au précédent
hu: Visszaállás az előző
it: Reimposto la configurazione
nl: Terug naar vorige
pl: Powrót do poprzednich
ru: Откат к предыдущим
sr: Пребацивање на претходно

source: setting in %s seconds...
bg: възстановени след %s секунди...
cs: nastavení za %s sekund...
el: θέτοντας σε% s δευτερόλεπτα ...
es: ajustes en %s segundos...
fi: asetetaan %s sekunnin kuluttua...
fr: réglage dans %s secondes...
hu: beállításokra %s másodperc múlva...
it: impostato a %s secondi...
nl: instellingen in %s seconden...
pl: ustawienia za %s sekund...
ru: установкам через %s секунд...
sr: подешавање за %s секунди...

source: Apply new settings?
bg: Запазване на промените?
cs: Použít upravená nastavení?
el: Εφαρμογή νέων ρυθμίσεων;
es: ¿Aplicar nuevos ajustes?
fi: Käytä uusia asetuksia?
fr: Appliquer les nouveaux paramètres ?
hu: Az új beállítások alkalmazása?
it: Applicare le nuove impostazioni?
nl: Nieuwe instellingen gebruiken?
pl: Zastosować zmiany?
ru: Применить новые настройки?
sr: Прихватити нова подешавања?

source: DELETE REPLAY
bg: ИЗТРИВАНЕ ПОВТОРЕНИЕ
cs: SMAZAT ZÁZNAM
el: ΔΙΑΓΡΆΦΩ ΕΠΑΝΆΛΗΨΗ
es: BORRAR REPETICIÓN
fi: POISTA UUSINTA
fr: SUPPRIMER LE REPLAY
hu: VISSZAJÁTSZÁS TÖRLÉSE
it: ELIMINA REPLAY
nl: HERHALING VERWIJDEREN
pl: USUŃ POWTÓRKĘ
ru: УДАЛИТЬ ПОВТОР
sr: БРИСАЊЕ РИПЛЕЈА

source: Select the replay to view or delete
bg: Избор на повторение за преглед или изтриване
cs: Vybrat záznam k přehrání nebo smazání
el: Επιλέξτε το replay για να προβάλετε ή να διαγράψετε
es: Seleccionar repetición para ver o borrar
fi: Valitse katsottava tai poistettava uusinta
fr: Sélectionnez le replay à visionner ou à supprimer
hu: Kiválasztandó vagy törlendő visszajátszás kiválasztása
it: Seleziona il replay da vedere o eliminare
nl: Kies de replay die je wilt bekijken of verwijderen
pl: Wybierz powtórkę którą chcesz obejrzeć lub usunąć
ru: Выберите повтор для просмотра или удаления
sr: Одаберите риплеј за гледање или брисање

source: MESSAGE
bg: СЪОБЩЕНИЕ
cs: ZPRÁVA
el: ΜΉΝΥΜΑ
es: MENSAJE
fi: VIESTI
hu: ÜZENET
it: MESSAGGIO
nl: BERICHT
pl: WIADOMOŚĆ
ru: СООБЩЕНИЕ
sr: ПОРУКА

source: 1. Statements
bg: 1. Докладване
cs: 1. Prohlášení
el: 1. Δηλώσεις
es: 1. Declaraciones
fi: 1. Lausunnot
fr: 1. Déclarations
hu: 1. Kijelentés
it: 1. Affermazioni
nl: 1. Uitspraken
pl: 1. Raporty
ru: 1. Утверждения
sr: 1. Изјаве

source: 2. Requests
bg: 2. Нужди
cs: 2. Požadavky
el: 2. Οι αιτήσεις
es: 2. Solicitudes
fi: 2. Pyynnöt
fr: 2. Requêtes
hu: 2. Kérés
it: 2. Richieste
nl: 2. Verzoeken
pl: 2. Zadania
ru: 2. Запросы
sr: 2. Захтеви

source: 3. Commands
bg: 3. Команди
cs: 3. Rozkazy
el: 3. Εντολές
es: 3. Órdenes
fi: 3. Komennot
fr: 3. Ordres
hu: 3. Parancs
it: 3. Comandi
nl: 3. Commando's
pl: 3. Polecenia
ru: 3. Приказы
sr: 3: Наређења

source: 4. Talk
bg: 4. Разговор
cs: 4. Rozmluva
el: 4. Συζήτηση
es: 4. Hablar
fi: 4. Keskustelu
fr: 4. Parler
hu: 4. Beszéd
it: 4. Parla
nl: 4. Spreken
pl: 4. Rozmowa
ru: 4. Общение
sr: 4. Разговор

source: 5. Global
bg: 5. Основни
cs: 5. Globální
el: 5. Παγκόσμια
fi: 5. Globaali
hu: 5. Globális
it: 5. Globali
nl: 5. Algemeen
pl: 5. Globalne
ru: 5. Общие
sr: 5. Глобално

source: 6. Function
bg: 6. Действие
cs: 6. Funkce
el: 6. Λειτουργία
es: 6. Función
fi: 6. Virkatehtävä
fr: 6. Fonction
hu: 6. Funkció
it: 6. Funzione
nl: 6. Functie
pl: 6. Funkcja
ru: 6. Роль
sr: 6. Функција

source: 7. Objectives
bg: 7. Цели
cs: 7. Úkoly mise
el: 7. Στόχοι
es: 7. Objetivos
fi: 7. Päämäärät
fr: 7. Objectifs
hu: 7. Objektív
it: 7. Obiettivi
nl: 7. Doelstellingen
pl: 7. Cele
ru: 7. Цели
sr: 7. Задаци

source: 1. Path Cleared.
bg: 1. Хоризонтът е чист.
cs: 1. Cesta vyčištěna.
el: 1. Μονοπάτι εκκαθάριση.
es: 1. Via Despejada.
fi: 1. Reitti selvä.
fr: 1. La voie est libre.
hu: 1. Tiszta a terep.
it: 1. Via Libera.
nl: 1. Weg vrijgemaakt.
pl: 1. Droga Wolna.
ru: 1. Путь чист.
sr: 1. Пут је чист.

source: 2. Enemy Weak!
bg: 2. Изплашихме гаргите!
cs: 2. Nepřítel oslaben!
el: 2. Εχθρός Ασθενής!
es: 2. ¡Enemigo Débil!
fi: 2. Vihollinen on heikko!
fr: 2. L'ennemi est affaibli !
hu: 2. Az ellenség meggyengült!
it: 2. Nemico Debole!
nl: 2. Vijand verzwakt!
pl: 2. Wróg Osłabiony!
ru: 2. Враг ослаблен
sr: 2. Непријатељ слаби!

source: 3. All Clear
bg: 3. Чисто е
cs: 3. Všude čisto.
el: 3. Όλα Καθαρός
es: 3. Todo Despejado
fi: 3. Kaikki selvä
fr: 3. Tout est correct
hu: 3. Minden tiszta
it: 3. Libero
nl: 3. Alles veilig
pl: 3. Czysto
ru: 3. Всё чисто
sr: 3. Све је чисто

source: 4. Incoming
bg: 4. Пазете се
cs: 4. Je to tu!
el: 4. Εισερχόμενη
es: 4. ¡Que vienen!
fi: 4. Lähestyvä
fr: 4. Ennemi en approche
hu: 4. Bejövő!
it: 4. Stanno arrivando
nl: 4. Inkomend
pl: 4. Nadchodzą
ru: 4. Летит
sr: 4. Пази

source: 5. Fire In The Hole!
bg: 5. Хвърлям граната!
cs: 5. Bouchne to!
el: 5. Φωτιά στην τρύπα!
fi: 5. Tulta reikään!
fr: 5. Tirez dans le tas !
hu: 5. Vigyázat, robbantás!
it: 5. Sta per saltare!
nl: 5. Zoek dekking!
pl: 5. Uwaga Strzelam!
ru: 5. Сейчас рванёт!
sr: 5. Гађај!

source: 6. I'm Defending.
bg: 6. Защитавам позиция.
cs: 6. Bráním.
el: 6. Είμαι Υπεράσπιση.
es: 6. Estoy Defendiendo.
fi: 6. Puolustan.
fr: 6. Je défends.
hu: 6. Én védek.
it: 6. Sono in difesa.
nl: 6. Ik verdedig.
pl: 6. Bronię.
ru: 6. Защищаю.
sr: 6. Браним.

source: 7. I'm Attacking.
bg: 7. Атакувам позиция.
cs: 7. Útočím.
el: 7. Είμαι επιτίθενται.
es: 7. Estoy Atacando.
fi: 7. Hyökkään.
fr: 7. J'attaque.
hu: 7. Én támadok.
it: 7. Sto attaccando.
nl: 7. Ik val aan.
pl: 7. Atakuje.
ru: 7. Атакую.
sr: 7. Нападам.

source: 8. Taking Fire!
bg: 8. Обграден съм!
cs: 8. Jsem pod palbou!
el: 8. Λαμβάνοντας Φωτιά!
es: 8. ¡Me disparan!
fi: 8. Otetaan tulta vastaan!
fr: 8. Je suis touché !
hu: 8. Tűz alatt vagyok!
it: 8. Ci stanno addosso!
nl: 8. Ik word beschoten!
pl: 8. Biorę ogień na siebie!
ru: 8. Я под огнём!
sr: 8. Гађају ме!

source: 9. Mines Cleared
bg: 9. Мините обезвредени
cs: 9. Miny odklizeny.
el: 9. Ορυχεία εκκαθαρίζονται
es: 9. Minas Desactivadas
fi: 9. Miinat poistettu
fr: 9. Mines supprimées
hu: 9. Aknák felszedve
it: 9. Mine Disinnescate
nl: 9. Mijnen geruimd
pl: 9. Pole Oczyszczone z Min
ru: 9. Мины обезврежены
sr: 9. Нема мина

source: 0. Enemy Disguised
bg: 0. Шпионин в редиците
cs: 0. Nepřítel v přestrojení!
el: 0. Εχθρός Συγκεκαλυμμένος
es: 0. Enemigo Disfrazado
fi: 0. Vihollinen naamioituneena
fr: 0. Ennemi déguisé !
hu: 0. Az ellenség álcázta magát
it: 0. Nemico Camuffato
nl: 0. Vermomde vijand gespot.
pl: 0. Wróg w Przebraniu
ru: 0. Враг замаскирован
sr: 0. Непријатељ прерушен

source: 1. Need Medic!
bg: 1. Лекар, ранен съм!
cs: 1. Potřebuji medika!
el: 1. Ανάγκη γιατρός!
es: 1. ¡Necesito un Médico!
fi: 1. Tarvitaan lääkintämiestä!
fr: 1. J'ai besoin d'un médecin !
hu: 1. Kell egy felcser!
it: 1. Serve un Medico!
nl: 1. Heb een arts nodig!
pl: 1. Potrzebuje Medyka!
ru: 1. Нужна аптечка!
sr: 1. Лекар!

source: 2. Need Ammo!
bg: 2. Дайте муниции!
cs: 2. Je třeba munice!
el: 2. Ανάγκη πυρομαχικά!
es: 2. ¡Necesito Munición!
fi: 2. Tarvitaan ammuksia!
fr: 2. J'ai besoin de munitions !
hu: 2. Töltény kell!
it: 2. Servono Munizioni!
nl: 2. Ik heb munitie nodig!
pl: 2. Potrzebuje Amunicji!
ru: 2. Нужны патроны!
sr: 2. Муниција!

source: 3. Need Backup!
bg: 3. Трябва ми помощ!
cs: 3. Potřebuji podporu!
el: 3. Ανάγκη δημιουργίας αντιγράφων ασφαλείας!
es: 3. ¡Necesito Cobertura!
fi: 3. Tarvitaan taustatukea!
fr: 3. J'ai besoin d'aide !
hu: 3. Erősítésre lenne szűkségem
it: 3. Serve Scorta!
nl: 3. Ik heb hulp nodig!
pl: 3. Potrzebuje Wsparcia!
ru: 3. Нужна помощь!
sr: 3. Подршка!

source: 4. Need Engineer!
bg: 4. Трябва ми инженер!
cs: 4. Je třeba inženýra!
el: 4. Χρειάζεστε Μηχανικός!
es: 4. ¡Necesito un Ingeniero!
fi: 4. Tarvitaan insinööriä!
fr: 4. J'ai besoin d'un ingénieur !
hu: 4. Kell egy műszakis!
it: 4. Serve un Ingegnere!
nl: 4. Heb een ingenieur nodig!
pl: 4. Potrzebuje Inżyniera!
ru: 4. Нужен инженер!
sr: 4. Инжењер!

source: 5. Cover Me!
bg: 5. Прикривайте ме!
cs: 5. Kryjte mě!
el: 5. Καλύψτε Me!
es: 5. ¡Cubridme!
fi: 5. Suojaa minua!
fr: 5. Couvrez-moi !
hu: 5. Fedezz!
it: 5. Copritemi!
nl: 5. Dek me!
pl: 5. Osłaniaj Mnie!
ru: 5. Прикройте меня!
sr: 5. Покривај ме!

source: 6. Hold Fire!
bg: 6. Не стреляй!
cs: 6. Zadržte palbu!
el: 6. Κρατήστε Φωτιά!
es: 6. ¡Alto al fuego!
fr: 6. Attention où vous tirez
hu: 6. Tartsd a tüzed!
it: 6. Calmati!
nl: 6. Stop het vuren!
pl: 6. Wstrzymaj Ogień!
ru: 6. Не стреляй!
sr: 6. Не пуцај!

source: 7. Where To?
bg: 7. Накъде?
cs: 7. Kam?
el: 7. Προς τα πού?
es: 7. ¿A Dónde?
fi: 7. Minne?
fr: 7. Où aller ?
hu: 7. Hova?
it: 7. Dove?
nl: 7. Waarheen?
pl: 7. Dokąd?
ru: 7. Куда?
sr: 7. Где?

source: 8. Need Covert Ops!
bg: 8. Трябва ми разузнавач!
cs: 8. Je třeba agenta!
el: 8. Ανάγκη Μυστικές Ops!
es: 8. ¡Necesitamos un Covert Ops!
fi: 8. Tarvitaan salaista operaattoria!
fr: 8. J'ai besoin d'un Covert Ops !
hu: 8. Kell egy kém!
it: 8. Servono Covert Ops!
nl: 8. Heb een spion nodig!
pl: 8. Potrzebuje Szpiega!
ru: 8. Нужен разведчик!
sr: 8. Агент!

source: 1. Follow Me!
bg: 1. Следвайте ме!
cs: 1. Následuj mě!
el: 1. Ακολουθήστε Me!
es: 1. ¡Seguidme!
fi: 1. Seuratkaa minua!
fr: 1. Suivez-moi !
hu: 1. Kövess!
it: 1. Seguitemi!
nl: 1. Volg me!
pl: 1. Za mną!
ru: 1. Следуйте за мной!
sr: 1. Прати ме!

source: 2. Let's Go!
bg: 2. Да вървим!
cs: 2. Pojďme!
el: 2. Πάμε!
es: 2. ¡Vamos!
fi: 2. Mennään!
fr: 2. Allons-y !
hu: 2. Nyomás!
it: 2. Andiamo!
nl: 2. Laten we gaan!
pl: 2. No Dalej!
ru: 2. Пошли!
sr: 2. Хајдемо!

source: 3. Move!
bg: 3. Размърдайте се!
cs: 3. Pohyb!
el: 3. Μετακινήστε!
es: 3. ¡Muévete!
fi: 3. Liikkukaa!
fr: 3. Bougez !
hu: 3. Mozgás!
it: 3. Muoversi!
nl: 3. Ga weg!
pl: 3. Ruchy!
ru: 3. Двигайтесь!
sr: 3. Крени!

source: 4. Clear The Path!
bg: 4. Разчистете пътя!
cs: 4. Vyčistěte cestu!
el: 4. ανοίξει το δρόμο!
es: 4. ¡Despejad el Camino!
fi: 4. Selvittäkää reitti!
fr: 4. Faites le ménage !
hu: 4. Tedd szabaddá az utat!
it: 4. Liberare Passaggio!
nl: 4. Maak het pad vrij!
pl: 4. Oczyść Drogę!
ru: 4. Зачистите путь!
sr: 4. Очисти пут!

source: 5. Defend Objective!
bg: 5. Отбранявайте целта!
cs: 5. Braňte náš úkol!
el: 5. Υπεράσπιση του στόχου!
es: 5. ¡Defended el Objetivo!
fi: 5. Puolustakaa päämäärää!
fr: 5. Défendez l'objectif !
hu: 5. Védd az objektívet!
it: 5. Difendere Obiettivo!
nl: 5. Verdedig doelstelling!
pl: 5. Broń Celu!
ru: 5. Защищайте цель!
sr: 5. Брани задатак!

source: 6. Disarm Dynamite!
bg: 6. Обезвредете динамита!
cs: 6. Zneškodněte dynamit!
el: 6. Αφοπλισμός δυναμίτη!
es: 6. ¡Desactivar la Dinamita!
fi: 6. Purkakaa dynamiitti!
fr: 6. Désamorcez la dynamite !
hu: 6. Hatástalanítsd a dinamitot!
it: 6. Disinnescare Dinamite!
nl: 6. Ontmantel de bom!
pl: 6. Rozbrój Dynamit!
ru: 6. Обезвредьте динамит!
sr: 6. Уклони динамит!

source: 7. Clear Mines!
bg: 7. Обезвредете мините!
cs: 7. Odkliďte miny!
el: 7. Καθαρός Ορυχείων!
es: 7. ¡Desactivar las Minas!
fi: 7. Poistakaa miinat!
fr: 7. Supprimez les mines !
hu: 7. Szedd fel el az aknákat!
it: 7. Disinnescare Mine!
nl: 7. Ruim de mijnen!
pl: 7. Rozbrój Miny!
ru: 7. Обезвредьте мины!
sr: 7. Уклони мине!

source: 8. Reinforce Offense
bg: 8. Подсилете атаката
cs: 8. Posilte útok!
el: 8. Ενίσχυση Επίθεση
es: 8. Reforzar el Ataque
fi: 8. Vahvistakaa hyökkäystä
fr: 8. Renforcez l'attaque
hu: 8. Erősítsd meg a támadást
it: 8. Rafforzare Offensiva
nl: 8. Versterk de aanval!
pl: 8. Wzmocnij Ofensywe
ru: 8. Поддержите наступление
sr: 8. Појачај напад

source: 9. Reinforce Defense
bg: 8. Засилете защитата
cs: 9. Posilte obranu!
el: 9. Ενίσχυση Άμυνας
es: 9. Reforzar la Defensa
fi: 9. Vahvistakaa puolustusta
fr: 9. Renforcez la défense
hu: 9. Erősítsd meg a védelmet
it: 9. Rafforzare Difensiva
nl: 9. Versterk de verdediging!
pl: 9. Wzmocnij Obrone
ru: 9. Поддержите оборону
sr: 9. Појачај одбрану

source: 1. Yes
bg: 1. Да
cs: 1. Ano
el: 1. Ναι
es: 1. Si
fi: 1. Kyllä
fr: 1. Oui
hu: 1. Igen
it: 1. Sì
nl: 1. Ja
pl: 1. Tak
ru: 1. Да
sr: 1. Да

source: 2. No
bg: 2. Не
cs: 2. Ne
el: 2. Δεν
fi: 2. Ei
fr: 2. Non
hu: 2. Nem
nl: 2. Nee
pl: 2. Nie
ru: 2. Нет
sr: 2. Не

source: 3. Thanks
bg: 3. Благодаря
cs: 3. Díky
el: 3. Χάρη
es: 3. Gracias
fi: 3. Kiitos
fr: 3. Merci
hu: 3. Köszi
it: 3. Grazie
nl: 3. Dank je
pl: 3. Dzięki
ru: 3. Спасибо
sr: 3. Хвала

source: 4. Welcome
bg: 4. Моля
cs: 4. Rádo se stalo
el: 4. Υποδοχή
es: 4. No ha sido nada
fi: 4. Tervetullut
fr: 4. De rien
hu: 4. Nincs mit
it: 4. Benvenuto
nl: 4. Graag gedaan
pl: 4. Nie ma za co
ru: 4. Пожалуйста
sr: 4. Добродошао

source: 5. Sorry
bg: 5. Съжалявам
cs: 5. Promiň
el: 5. Λυπούμαστε
es: 5. Perdón
fi: 5. Anteeksi
fr: 5. Désolé
hu: 5. Bocsi
it: 5. Mi Dispiace
pl: 5. Przepraszam
ru: 5. Извини
sr: 5. Извини

source: 6. Oops
bg: 6. Опа-а
cs: 6. Ouha
el: 6. Ωχ
fi: 6. Oho
fr: 6. Oups
hu: 6. Hoppá
nl: 6. Oeps
pl: 6. Ups
ru: 6. Ой
sr: 6. Упс

source: 3. Enemy Weak
bg: 3. Изплашихме гаргите
cs: 3. Nepřítel je oslaben
el: 3. Εχθρός Ασθενής
es: 3. Enemigo Débil
fi: 3. Vihollinen on heikko
fr: 3. Ennemi affaibli
hu: 3. Az ellenség meggyengült
it: 3. Nemico Debole
nl: 3. Vijand verzwakt
pl: 3. Wróg Osłabiony
ru: 3. Враг ослаблен
sr: 3. Непријатељ слаби

source: 4. Hi
bg: 4. Здравей
cs: 4. Ahoj
el: 4. γεια
es: 4. Hola
fi: 4. Hei
fr: 4. Bonjour
hu: 4. Sziasztok
it: 4. Salve
nl: 4. Hoi
pl: 4. Cześć
ru: 4. Привет
sr: 4. Ћао

source: 5. Bye
bg: 5. Доскоро
cs: 5. Mějte se
el: 5. Αντίο
es: 5. Adiós
fi: 5. Heippa
fr: 5. Au revoir
hu: 5. Viszlát
it: 5. Arrivederci
nl: 5. Doei
pl: 5. Do widzenia
ru: 5. Пока
sr: 5. Видимо се

source: 6. Great Shot
bg: 6. Отлично попадение
cs: 6. Skvělá trefa
el: 6. Μεγάλη Βολή
es: 6. Buen Tiro
fi: 6. Hyvä laukaus
fr: 6. Joli tir
hu: 6. Remek lövés
it: 6. Bel Colpo
nl: 6. Mooi schot
pl: 6. Świetny Strzał
ru: 6. Отличный выстрел
sr: 6. Добар хитац

source: 7. Cheer
bg: 7. Браво
cs: 7. Jupí
el: 7. Κέφι
es: 7. Animar
fi: 7. Hurraa
fr: 7. Youpi
hu: 7. Örülés
it: 7. Evviva
nl: 7. Juich
pl: 7. Okrzyki
ru: 7. Поддержать
sr: 7. Радовање

source: 8. More Globals
bg: 8. Още команди
cs: 8. Další...
el: 8. Πιο Globals
es: 8. Más
fi: 8. Enemmän globaaleja
fr: 8. Plus de messages
hu: 8. Még több globális
it: 8. Altri Globali
nl: 8. Meer algemene teksten
pl: 8. Dalej
ru: 8. Ещё сообщения
sr: 8. Више глобалних

source: 1. Thanks
bg: 1. Благодаря
cs: 1. Díky
el: 1. Χάρη
es: 1. Gracias
fi: 1. Kiitos
fr: 1. Merci
hu: 1. Köszi
it: 1. Grazie
nl: 1. Dank je
pl: 1. Dzięki
ru: 1. Спасибо.
sr: 1. Хвала

source: 2. Welcome
bg: 2. Моля
cs: 2. Rádo se stalo
el: 2. Καλώς ήρθατε
es: 2. No ha sido nada
fi: 2. Tervetullut
fr: 2. De rien
hu: 2. Nincs mit
it: 2. Benvenuto
nl: 2. Graag gedaan
pl: 2. Nie ma za co
ru: 2. Пожалуйста
sr: 2. Добродошао

source: 3. Oops
bg: 3. Опа
cs: 3. Ouha
el: 3. Ωχ
fi: 3. Oho
fr: 3. Oups
hu: 3. Hoppá
it: 3. Ops
nl: 3. Oeps
pl: 3. Ups
ru: 3. Ой
sr: 3. Упс

source: 4. Sorry
bg: 4. Съжалявам
cs: 4. Promiň
el: 4. Συγγνώμη
es: 4. Perdón
fi: 4. Anteeksi
fr: 4. Désolé
hu: 4. Bocsi
it: 4. Mi Dispiace
pl: 4. Przepraszam
ru: 4. Извини
sr: 4. Извини

source: 5. Hold Fire!
bg: 5. Гледай къде стреляш!
cs: 5. Zadržte palbu!
el: 5. Κρατήστε Φωτιά!
es: 5. ¡Alto al Fuego!
fi: 5. Pidättäkää tulta!
fr: 5. Attention où vous tirez !
hu: 5. Tartsd a tüzed!
it: 5. Calmati!
nl: 5. Stop het vuren!
pl: 5. Wstrzymaj Ogień!
ru: 5. Не стреляй!
sr: 5. Не пуцај!

source: 6. Good Game
bg: 6. Добра игра
cs: 6. Dobrá hra
el: 6. Καλή Παιχνίδι
es: 6. Buena Partida
fi: 6. Hyvä peli
fr: 6. Bonne partie
hu: 6. Jó játék
it: 6. Bel Gioco
nl: 6. Mooie pot
pl: 6. Dobra Gra
ru: 6. Отличная игра
sr: 6. Добро одиграно

source: 1. Command Acknowledged
bg: 1. Заповедта приета
cs: 1. Rozkaz přijat
el: 1. Εντολή Αναγνωρισμένη
es: 1. Orden Recibida
fi: 1. Komento kuitattu
fr: 1. Ordre reçu
hu: 1. Vettem a parancsot
it: 1. Comando Accettato
nl: 1. Bevel begrepen
pl: 1. Polecenie Przyjęte
ru: 1. Приказ принят
sr: 1. Команда прихваћена

source: 3. Command Completed
bg: 3. Заповедта отхвърлена
cs: 3. Rozkaz vykonán
el: 3. εντολή ολοκληρώθηκε
es: 3. Orden Completada
fi: 3. Komento suoritettu
fr: 2. Ordre complété
hu: 3. Parancs végrehajtva
it: 3. Comando Completato
nl: 3. Bevel volbracht
pl: 3. Polecenie Wykonane
ru: 3. Приказ выполнен
sr: 3. Команда извршена

source: 4. Destroy Primary Objective
bg: 4. Унищожете основната цел
cs: 4. Zničte hlavní úkol
el: 4. Καταστρέφω Πρωτοβάθμια Στόχος
es: 4. Destruir Objetivo Primario
fi: 4. Tuhotkaa ensisijainen päämäärä
fr: 4. Détruisez l'objectif primaire
hu: 4. Rombold le az elsődleges objektívet
it: 4. Distruggere Ob. Primario
nl: 4. Vernietig primaire doelstelling
pl: 4. Zniszcz Pierwszy Cel
ru: 4. Уничтожьте главную цель
sr: 4. Уништи главни задатак

source: 5. Destroy Secondary Objective
bg: 5. Унищожете вторичната цел
cs: 5. Zničte vedlejší úkol
el: 5. Καταστρέφω Δευτερεύων στόχος
es: 5. Destruir Objetivo Secundario
fi: 5. Tuhotkaa toissijainen päämäärä
fr: 5. Détruisez l'objectif secondaire
hu: 5. Rombold le a másodlagos objektívet
it: 5. Distruggere Ob. Secondario
nl: 5. Vernietig secundaire doelstelling
pl: 5. Zniszcz Drugi Cel
ru: 5. Уничтожьте вторичную цель
sr: 5. Уништи споредни задатак
