Repository: etlegacy/etlegacy
Catalog: etmain/locale/mod/*.po
Languages: bg, cs, el, es, fi, fr, hu, it, nl, pl, ru, sr

source: Use alpha or numeric keys to send radio messages
bg: Определя азбучна или цифрова подредба за използване на гласови съобщения
cs: Vyber způsob ovládání rychlých hlasových zpráv (RHZ) — čísly nebo písmeny
el: Χρησιμοποιήστε το άλφα ή τα αριθμητικά πλήκτρα για να στείλετε το ραδιόφωνο μηνύματα
es: Usar teclas alfabéticas o numéricas para enviar mensajes de radio
fi: Käytä aakkosellisia tai numeerisia näppäimiä lähettääksesi radioviestejä
fr: Utiliser les chiffres ou les lettres pour envoyer des messages radio
hu: Alfa vagy numerikus billentyűk használata rádió üzenetek küldéséhez
it: Usa tasti alfa o numerici per inviare i messaggi radio
nl: Gebruik alfa of numerieke toetsen om radio berichten te sturen
pl: Użyj klawiszy alfanumerycznych lub numerycznych do wysyłania wiadomości radiowych
ru: Использовать кнопки букв или цифр для отправки радиосообщений
sr: Користите алфабетске или нумеричке тастере да пошаљете поруке преко радија

source: Chat Icon Time:
bg: Период икона съобщения
cs: Indikátor zpráv:
el: Κουβέντα Εικόνισμα Ώρα:
es: Duración del Icono Chat:
fi: Keskustelu Ikonin Aika:
fr: Temps d'icône de tchat:
hu: Csevegő ikon ideje:
it: Durata Icona Chat:
nl: Chaticoon tijd:
pl: Czas Ikony Czatu:
ru: Время значка чата:
sr: Трајање иконе за четовање:

source: Short
bg: Кратко
cs: Krátce
el: Μικρός
es: Corta
fi: Lyhyt
fr: Court
hu: Rövid
it: Breve
nl: Kort
pl: Krótko
ru: короткое
sr: Кратко

source: Normal
bg: Нормално
cs: Normálně
el: Κανονικός
fi: Normaali
hu: Normális
it: Normale
nl: Normaal
pl: Normalne
ru: среднее
sr: Нормално

source: Long
bg: Дълго
cs: Dlouho
el: Μακρύς
es: Larga
fi: Pitkä
hu: Hosszú
it: Lungo
nl: Lang
pl: Długo
ru: длинное
sr: Дугачко

source: Really Long
bg: Много дълго
cs: Skutečně dlouho
el: πραγματικά Μακρύς
es: Muy Larga
fi: Erittäin Pitkä
fr: Très long
hu: Nagyon hosszú
it: Molto Lungo
nl: Heel lang
pl: Bardzo Długo
ru: очень длинное
sr: Веома дугачко

source: Specify how long the chat icon appears above other players' heads
bg: Определя колко дълго обозначаващата икона за писане на съобщение над главите на играчите да остава на екрана
cs: Určuje, jak dlouho se indikátor zpráv zobrazuje postavám nad hlavou
el: Καθορίστε πόσο καιρό εμφανίζεται το εικονίδιο συνομιλίας πάνω από τα κεφάλια τους άλλους παίκτες
es: Especifica durante cuanto tiempo aparece el icono del chat sobre las cabezas de otros jugadores
fi: Määritä kuinka kauan keskustelu ikoni näkyy toisten pelaajien päiden yläpuolella
fr: Spécifiez pour combien de temps l'icône de tchat apparaît au-dessus des autres joueurs
hu: Meghatározza, hogy milyen sokáig jelenik meg a csevegő ikon a játékosok feje felett
it: Specifica per quanto tempo l'icona della chat rimanga sopra la testa degli altri giocatori
nl: Geef aan hoe lang het chaticoon boven een spelers hoofd blijft
pl: Określa jak długo ikona czatu pojawia się nad głowami innych graczy
ru: Указать как долго значок чата висит над головами игроков
sr: Одредите дужину трајање иконе за четовање изнад глава других играча

source: Team chat only:
bg: Само отборни съобщения:
cs: Jen týmové zprávy:
el: συνομιλίας ομάδας μόνο:
es: Chat solo del equipo:
fi: Vain tiimi keskustelu:
fr: Tchat d'équipe seulement:
hu: Csak csapatcsevegő
it: Solo chat team:
nl: Alleen teamchat:
pl: Tylko Czat Zespoł.
ru: Только командный чат:
sr: Само тимско четовање:

source: Play only team chat in-game
bg: Уведомява играча само за съобщенията, направени от неговия отбор
cs: Zobrazit nebo přehrát jen týmové zprávy
el: Παίξτε μόνο ομάδα συνομιλίας στο παιχνίδι
es: Muestra sólo el chat del equipo durante el juego.
fi: Näyttää vain tiimi keskustelun pelissä
fr: Afficher uniquement le tchat d'équipe dans le jeu
hu: Csak a csapatcsevegő lejátszása a játékban
it: Utilizza la chat solo per il team
nl: Toon alleen team chat in-game
pl: Graj tylko zespołowy czat w grze
ru: Играть только командный чат
sr: Пуштајте само тимско четовање у игри

source: No voice text:
bg: Транскрипция глас. команди:
cs: RHZ bez textu:
el: Δεν φωνή κείμενο:
es: No texto de voz:
fi: Ei äänitekstiä:
fr: Pas de texte de voix:
hu: Hangcsevegő szöveg:
it: No testo voce:
nl: Geen spraaktekst:
pl: Bez napis. głos.:
ru: Нет голосового текста:
sr: Без TTS:

source: Don't show voice text in-game
bg: Изключва показването на транскрипция на гласови команди
cs: Zakáže zobrazování textu rychlých hlasových zpráv
el: Να μην εμφανίζονται φωνή κείμενο στο παιχνίδι
es: No muestra el texto de las voces durante el juego
fi: Älä näytä äänitekstejä pelissä
fr: Ne pas afficher le texte de voix dans le jeu
hu: Mutassa-e a hangcsevegő szövegét a játékban
it: Non visualizzare il testo delle voci del gioco
nl: Toon geen voice teksten in-game
pl: Nie pokazuj napisów czatu głosowego
ru: Не показывать голосовой текст в игре
sr: Не показујте TTS у игри

source: SOUND
bg: ЗВУК
cs: ZVUK
el: ΉΧΟΣ
es: SONIDO
fi: ÄÄNI
fr: SON
hu: HANG
it: SUONO
nl: GELUID
pl: DŻWIĘK
ru: ЗВУК
sr: ЗВУК

source: Announcer:
bg: Диктор:
cs: Oznamovatel:
el: Αναγγέλων:
es: Locutor:
fi: Kuuluttaja:
fr: Annonceur:
hu: Bemondó:
it: Annunciatore:
nl: Omroeper:
pl: Spiker:
ru: Диктор:
sr: Најава:

source: Enables or disables the in-game Commander
bg: Позволява или забранява ползването на командира за съобщаване на важни събития по време на игра
cs: Povolí nebo zakáže hlas oznamovatele
el: Ενεργοποιεί ή απενεργοποιεί το διοικητή του παιχνιδιού
es: Activa o desactiva el Comandante durante el juego
fi: Ottaa käyttöön tai poistää käytöstä pelin Komentajan
fr: Active ou désactive le Commandant
hu: Be- vagy kikapcsolja a játékon belüli Parancsnokot
it: Abilita o disabilita il cronista di gioco
nl: Schakelt de in-game commandant in of uit
pl: Włącza lub wyłącza Dowódcę w grze
ru: Включает или отключает командира в игре
sr: Укљујује или искључује заповедника у игри

source: No voice chat:
bg: Изкл. гласови команди
cs: Bez hlasových zpráv:
el: Δεν φωνή κουβέντα:
es: Desact. chat de voz:
fi: Ei radioviestejä:
fr: Pas de tchat vocal:
hu: Ne legyen hangcsevegés:
it: No chat vocale:
nl: Geen spraakberichten:
pl: Bez czatu głosowego:
ru: Отключить голосовой чат:
sr: Без аудио четовања:

source: Don't play voice chat in-game
bg: Изключва възможността на играча да използва гласови команди
cs: Zakáže přehrávání rychlých hlasových zpráv (RHZ)
el: Μην παίζετε φωνή κουβέντα στο παιχνίδι
es: No reproduce los mensajes de voz durante el juego
fi: Älä soita radioviestejä pelissä
fr: Désactive le tchat vocal dans le jeu
hu: Ne játssza le a hangcsevegést a játékban
it: Non riproduce la chat vocale del gioco
nl: Speel geen voice chat in-game
pl: Nie odtwarzaj czatu głosowego
ru: Не воспроизводить голосовые сообщения в игре
sr: Не пуштајте аудио четовање у игри

source: Hitsounds:
bg: Звуци за попадения:
cs: Ozvučení zásahů:
el: Επιτυχία ήχους:
es: Sonido al acertar:
fi: Osumaäänet:
fr: Sons de tir réussi:
hu: Találati hangok:
it: Suoni dei colpi:
nl: Hitgeluiden:
pl: Dżwięki Trafień:
ru: Звуки попаданий:
sr: Звуци поготка:

source: No Team Hit Sound
bg: Изключени за съотборници
cs: Kromě spoluhráčů
el: Δεν Επιτυχία Ομάδα Ήχος
es: Sin sonido al disparar a jugadores del equipo
fi: Ei Tiimin Osumaääniä
fr: Aucun son de dégât d'équipe
hu: Ne legyen csapaton belűl
it: No Suono Colpo Team
nl: Geen hit geluiden bij eigen team
pl: Brak Dźwięku Trafień Zespołu
ru: Отключить звук удара команды
sr: Без звука поготка саборца

source: No Head Hit Sound
bg: Изключени за глава
cs: Kromě hlavy
el: Δεν Επιτυχία Κεφάλι Ήχος
es: Sin sonido al acertar en la cabeza
fi: Ei Pään Osumaääniä
fr: Aucun son de dégât pour la tête
hu: Ne legyen fejtalálat esetén
it: No Suono Colpo Testa
nl: Geen hit geluiden bij hoofd
pl: Brak Dźwięku Trafień w Głowę
ru: Отключить звук удара головы
sr: Без звука поготка у главу

source: No Body Hit Sound
bg: Изключени за тяло
cs: Kromě těla
el: Δεν Επιτυχία Σώμα Ήχος
es: Sin sonido al acertar al cuerpo
fi: Ei Kehon Osumaääniä
fr: Aucun son de dégât pour le corps
hu: Ne legyen testtalálat esetén
it: No Suono Colpo Corpo
nl: Geen hit geluiden bij lichaam
pl: Brak Dźwięku Trafień w Ciało
ru: Отключить звук удара тела
sr: Без звука поготка у тело

source: Set hit sounds
bg: Задава определен режим на използване на звуците при уцелване на играчите
cs: Nastavuje přehrání zvuku při zásahu do hráčů
el: Σειρά Επιτυχία Ήχος
es: Ajustar los sonidos al acertar
fi: Aseta osumaäänet
fr: Définit les sons de tir réussi
hu: Találati hangok beállítása
it: Imposta suoni dei colpi
nl: Zet hit geluiden
pl: Ustal dźwięki trafień
ru: Установить звуки ударов
sr: Подесите звуке поготка

source: Complaint PopUp:
bg: Изск. текст оплаквания:
cs: Zobrazit stížnost:
el: Καταγγελία PopUp:
es: Quejas:
fi: Valitus Ponnahdusikkuna:
fr: PopUp De Plainte:
hu: Panasz felbukkanó ablak:
it: Popup Reclami:
nl: Klacht pop-up:
pl: Okienko Skarg:
ru: Всплывающее окно жалобы:
sr: Поп-ап жалбе:

source: Display the option to file complaints about teammates who kill you
bg: Позволява или забранява да се показва запитването за подаване на оплаквания (напр. когато бъдете убит от съотборник)
cs: Zobrazovat možnost odeslání stížnosti na hráče, který tě zabil
el: Εμφανίσει τη δυνατότητα να υποβάλλουν παράπονα σχετικά με τους συμπαίκτες που σας σκοτώσουν
es: Mostrar la opción para quejarse de jugadores del equipo que te maten.
fi: Näytä vaihtoehto jättääksesi valitus tiimiläisistä, jotka tappavat sinut
fr: Afficher l'option de dépôt des plaintes contre un coéquipier qui vous a tué
hu: Mutassa annak lehetőségét, hogy panaszt indítványozz olyan csapattársak ellen, akik megölnek
it: Mostra l'opzione per poter inviare un reclamo ad un compagno che ti ha ucciso
nl: Geef de optie om te klagen over teamleden die je doden
pl: Wyświetl opcję składania skarg na kolegów z drużyny, którzy cię zabili
ru: Показывать опцию подачи жалобы на игроков в команде, убивших Вас
sr: Приказати опцију жалбе о саборцима који Вас убију

source: Log Important Messages:
bg: Запис. важни съобщения:
cs: Logovat důležité zprávy:
el: Συνδεθείτε σημαντικά μηνύματα:
es: Registrar Mensajes Imp.:
fi: Kirjaa Tärkeät Viestit:
fr: Journaliser les messages importants:
hu: Fontos üzenetek logolása:
it: Log Messaggi Importanti:
nl: Belangrijke berichten loggen:
pl: Zapisuj Ważne Wiadomości:
ru: Запись важных сообщений:
sr: Писање важних порука:

source: Prints important game messages to the console
bg: Показва важни игрови съобщения в командната конзола
cs: Povolí vkládání důležitých zpráv do konzole hry
el: Εκτυπώνει σημαντικά μηνύματα παιχνίδι με την κονσόλα
es: Muestra mensajes importantes por la consola
fi: Kirjoittaa tärkeät peli viestit konsoliin
fr: Affiche les messages de jeu importants dans la console
hu: Fontos játéküzenetek kiírása a konzolba
it: Stampa messaggi importanti di gioco nella console
nl: Geef belangrijke spelberichten weer in de console
pl: Wyświetla ważne wiadomości w konsoli
ru: Вывод важных сообщений игры в консоль
sr: Исписује важне поруке у конзоли

source: Auto-Action:
bg: Автоматични действия:
cs: Automatické akce:
el: Αυτόματο-Δράση:
es: Acción Automática:
fi: Automaattitoiminta:
fr: Action auto.:
hu: Auto-cselekvés:
it: Auto-Azione:
nl: Automatische actie:
pl: Auto-Akcja:
ru: Автодействие:
sr: Аутоматске радње:

source: Demo
bg: Заснемане видео
el: Διαδήλωση
fr: Démo
hu: Demó
ru: Демо
sr: Демо

source: Screenshot
bg: Заснемане снимка
cs: Snímek obrazovky
el: Οθόνη βολή
es: Captura de Pantalla
fi: Kuvankaappaus
fr: Capture d'écran
hu: Képernyőfotó
it: Schermata
nl: Schermafbeelding
ru: Снимок экрана
sr: Скриншот

source: Stats Dump
bg: Извеждане данни във файл
cs: Výpis statistik
el: Στατιστικά Σκουπιδότοπος
es: Mostrar Estadísticas
fi: Statsidumppi
fr: Statistiques
hu: Statisztika kimentése
it: Mostra Statistiche
nl: Statistieken Dump
pl: Zrzut Statystyk
ru: Дамп статистики
sr: Записник статистике

source: Demo + SS
bg: видео + снимка
cs: Demo + snímek
el: Διαδήλωση + SS
es: Demo + Captura
fi: Demo + Kuvankaappaus
fr: Démo + capture d'écran
hu: Demó + Képernyőfotó
ru: Демо + СС
sr: Демо + скриншот

source: Demo + Stats
bg: видео + данни
cs: Demo + statistiky
el: Διαδήλωση + Στατιστικά
es: Demo + Estadísticas
fi: Demo + Tilastot
fr: Démo + stat.
hu: Demó + Statisztika kimentése
pl: Demo + Statystyki
ru: Демо + Статистика
sr: Демо + статистика

source: SS + Stats
bg: данни + снимка
cs: Snímek + statistiky
el: SS + Στατιστικά
es: Captura + Estadísticas
fi: Kuvankaappaus + Tilastot
fr: Capture d'écran + stat.
hu: Képernyőfotó + Statisztika kimentése
pl: SS + Statystyki
ru: СС + Статистика
sr: Скриншот + статистика

source: Demo + SS + Stats
bg: видео + снимка + данни
cs: Demo + snímek + statistiky
el: Διαδήλωση + SS + Στατιστικά
es: Demo + Captura + Estadísticas
fi: Demo + Kuvankaappaus + Tilastot
fr: Démo + capture d'écran + stat.
hu: Demó + Képernyőfitó + Statisztika kimentése
pl: Demo + SS + Statystyki
ru: Демо + СС + Статистика
sr: Демо + скриншот + статистика

source: Automatically performs actions at the start or end of a round
bg: Автоматично изпълнява действия вместо играча в началото и края на играта
cs: Automaticky provede zvolenou akci na začátku nebo na konci kola hry
el: Εκτελεί αυτόματα ενέργειες στην αρχή ή στο τέλος ενός γύρου
es: Realiza acciones automaticamente al comienzo o final de una ronda
fi: Automaattisesti tee toiminto erän alussa tai lopussa
fr: Exécute une action automatiquement à la fin d'une manche
hu: Cselekmények, amit automatikusan végrehajt a kör kezdetekor vagy végén
it: Esegue automaticamente le azioni all'inizio o alla fine del turno
nl: Automatisch acties uitvoeren bij het begin of einde van een ronde
pl: Automatycznie wykonaj akcje przy starcie lub końcu rundy
ru: Автоматически выполняет действия в начале или конце раунда
sr: Аутоматски врши радње на почетку или крају рунде

source: AutoScreenshots format:
bg: Формат автоснимки:
cs: Auto-snímek obrazovky:
el: μορφή Αυτόματο Οθόνη βολή:
es: Formato Capturas Auto.:
fi: Autom. ruudunkaappaukset:
fr: Format des captures d'écran auto.:
hu: Képernyőfotó formátuma:
it: Formato AutoIstantanee:
nl: Auto-screenshots formaat:
pl: Format autoscreena:
ru: Формат автоснимков:
sr: Формат ауто-скриншотова:

source: Switches between .tga and .jpg picture types for the "autoscreenshot" command
bg: Използване на TGA или JPG формат за записване на снимки чрез команда "autoscreenshot"
cs: Zvolí formát JPG nebo TGA pro příkaz: autoscreenshot
el: Εναλλαγή μεταξύ .tga και εικόνας .jpg είδη για την εντολή "Αυτόματο Οθόνη βολή"
es: Cambia entre los formatos .tga y .jpg para el comando "autoscreenshot"
fi: Vaihtaa .tga tai .jpg tilaan automaattisissa ruudunkaappauksissa
fr: Bascule entre les formats .tga et .jpg pour la commande « autoscreenshot »
hu: .tga és jpg formátum közötti váltás az automata képernyőfotóhoz
it: Sceglie tra i tipi di immagine .tga e .jpg per il comando "autoistantanee"
nl: Schakelt tussen .tga en .jpg afbeeldingstypen voor het "autoscreenshot" commando
pl: Przełącza między formatami obrazów .tga i .jpg
ru: Переключение между форматами .tga и .jpg для команды "autoscreenshot"
sr: Мења између .tga и .jpg формата слике за команду "autoscreenshot"

source: Show Tool Tips:
bg: Показвай пояснения:
cs: Zobrazovat tipy:
el: Εμφάνιση Εργαλείο Συμβουλές:
es: Mostrar Info. Herram.:
fi: Näytä vinkkejä:
fr: Afficher les infobulles:
hu: Eszköztippek mutatása:
it: Mostra Suggerimenti:
nl: Tooltips tonen:
pl: Pokaż wskazówki:
ru: Показывать подсказки:
sr: Показати савете:

source: Display Tool Tips in the UI
bg: Показва помощни съобщения върху потребителския интерфейс
cs: Povolí zobrazování tipů
el: Εργαλείο Απεικόνιση Συμβουλές στο UI
es: Mostrar información de Herramientas en la Interfaz
fi: Näytä vinkit menuissa
fr: Afficher les infobulles dans les menus
hu: Mutassa-e az eszköztippeket
it: Mostra Suggerimenti nella UI
nl: Geef tooltips weer in de UI
pl: Wyświetl Podpowiedzi w UI
ru: Показывать подсказки в UI
sr: Покажите савете у корисничком интерфејсу

source: VIEW
bg: ПРЕГЛЕД
cs: ZOBRAZENÍ
el: ΘΈΑ
es: VISTA
fi: NÄKYMÄ
fr: VUE
hu: NÉZET
it: VISUALIZZA
nl: WEERGAVE
pl: WIDOK
ru: ВИД
sr: ПРЕГЛЕД

source: HUD DISPLAY
bg: ИГРОВИ ИНТЕРФЕЙС
cs: PRŮHLEDOVÝ DISPLEJ
el: HUD ΑΠΕΙΚΌΝΙΣΗ
es: INTERFAZ
fi: HUD NÄYTTÖ
fr: AFFICHAGE TÊTE HAUTE
hu: HUD
it: VISUALIZZAZIONE HUD
nl: HUD WEERGAVE
pl: WIDOK HUDA
ru: ИЛС
sr: HUD ДИСПЛЕЈ

source: Draw Gun:
bg: Показвай оръжието:
cs: Zobrazit zbraň:
el: Ισοπαλία όπλο:
es: Dibujar Arma:
fi: Näytä ase:
fr: Afficher l'arme:
hu: Fegyver kirajzolása:
it: Disegna Arma:
nl: Wapen tonen:
pl: Pokazuj Broń:
ru: Достать оружие:
sr: Показати оружје:

source: Shows gun model on-screen
bg: Показва оръжието на екрана
cs: Povolí zobrazení vlastní zbraně
el: Εμφανίζει το μοντέλο όπλο στην οθόνη
es: Muestra el modelo del arma en la pantalla
fi: Näyttää aseen mallin näytöllä
fr: Affiche l'arme sur l'écran
hu: Fegyvermodell mutatása a képernyőn
it: Mostra il modello dell'arma su schermo
nl: Geef wapenmodel weer
pl: Pokazuje model broni na ekranie
ru: Показать модель оружия на экране
sr: Показује модел оружја на екрану

source: Show Compass:
bg: Показвай компаса:
cs: Zobrazit kompas:
el: Εμφάνιση Πυξίδα:
es: Mostrar Brújula:
fi: Näytä kompassi:
fr: Afficher la boussole:
hu: Irányítű mutatása:
it: Mostra Bussola:
nl: Kompas tonen:
pl: Pokaż Kompas:
ru: Показывать компас:
sr: Показати компас:

source: Displays compass (with icons when near select events)
bg: Показва компас на екрана като миникарта, която включва икони, отбелязващи важни събития по време на игра
cs: Povolí zobrazení kompasu (s indikátory nejbližších událostí)
el: Εμφανίζει πυξίδα (με εικονίδια όταν βρίσκεστε κοντά σε επιλεγμένα γεγονότα)
es: Muestra el compás (con iconos al acercarse a objetivos)
fi: Näyttää kompassin (ikonien kanssa, kun valittujen tapahtumien lähellä)
fr: Affiche la boussole (avec quelques icônes dessus)
hu: Iránytű mutatása (ikonokkal bizonyos események közelében)
it: Visualizza una bussola con la mappa della posizione
nl: Geef compas weer (met iconen wanneer dicht bij gebeurtenissen)
pl: Wyświetla kompas (z ikonami kiedy wybrane wydarzenia są blisko)
ru: Показывать компас (со значками когда рядом с особыми событиями)
sr: Показује компас (са иконама ако сте близу неких догађаја)

source: Auto Map Zoom:
bg: Авт. увеличение компас:
cs: Přiblížení kompasu:
el: Αυτόματο Χάρτης Ανίπταμαι διαγωνίως:
es: Zoom Auto. del Mapa:
fi: Automaattinen kartan zoomaus:
fr: Zoom carte automatique:
hu: Automata térképnagyítás:
it: Auto Zoom Mappa:
nl: Standaard zoomniveau:
pl: Auto Przybliżenie Mapy:
ru: Автоувеличение карты:
sr: Аутоматско зумирање мапе:

source: Sets Zoom Level Automatically When Map Loads
bg: Задава автоматично ниво на увеличение на компаса при зареждането на играта
cs: Nastavuje míru přiblížení mapy v kompasu
el: Ορίζει επιπέδου ζουμ Αυτόματη Όταν Χάρτης Φορτία
es: Ajusta el Zoom Automáticamente al Cargar el Mapa.
fi: Asettaa zoomauksen tason automaattisesti, kun kartta ladataan
fr: Régle Le Niveau De Zoom Automatiquement Pendant Les Chargement De Carte
hu: Automatikus nagyítási szint beállítása
it: Imposta Automaticamente Livello Zoom All'Avvio Mappa
nl: Zet zoom niveau automatisch wanneer de map herlaad
pl: Automatycznie Ustawia Poziom Przybliżenia Mapy
ru: Автоустановка уровня зума при загрузке карты
sr: Аутоматски подешава ниво зума када се мапа учита

source: Mission Timer:
bg: Оставащо време:
cs: Čas kola:
el: Η αποστολή Μετρών την ώραν:
es: Temporizador Misión:
fi: Tehtäväajastin:
fr: Temps de la mission:
hu: Küldetési idő:
it: Timer Missione:
nl: Missietimer:
pl: Czas Misji:
ru: Таймер задания:
sr: Тајмер за мисију:

source: Displays remaining mission time
bg: Показва оставащото време за изпълнение на целите на мисията/картата в поле на екрана
cs: Zobrazí zbývající čas kola
el: Εμφανίζει υπολειπόμενος χρόνος αποστολής
es: Muestra el tiempo restante de la misión
fi: Näyttää jäljellä olevan tehtäväajan
fr: Affiche le temps restant de la mission
hu: A hátralévő küldetési idő mutatása
it: Visualizza il tempo rimasto per la missone
nl: Geef overgebleven tijd voor de missie weer
pl: Wyświetla pozostały czas misji
ru: Показывать оставшееся время задания
sr: Показује преостало време за мисију

source: Reinforcement Timer:
bg: Подкрепления:
cs: Čas posil:
el: Ενίσχυση Μετρών την ώραν:
es: Refuerzos:
fi: Vahvistusajastin:
fr: Temps de renforcement:
hu: Erősítési idő:
it: Timer Rientro:
nl: Versterkingstimer:
pl: Czas Odrodzenia:
ru: Таймер подкреплений:
sr: Тајмер за појачања:

source: Displays your team's "reinforcement" time
bg: Показва оставащото време до пристигане на подкрепления на отбора в поле на екрана
cs: Zobrazí čas určující, kdy týmu dorazí další posily
el: Εμφανίζει την ομάδα σας "ενίσχυση" του χρόνου
es: Muestra el tiempo de los "refuerzos" del equipo
fi: Näyttää tiimisi "vahvistus" ajan
fr: Affiche le temps restant avant le prochain renforcement de votre équipe
hu: Mutatja, hogy mennyi idő szükséges még az erősítés megérkezéséig a csapatodban
it: Visualizza il tempo per rientrare in gioco
nl: Geef de tijd tot versterkingen aan
pl: Wyświetla czas "odrodzenia" twojego zespołu
ru: Отображает время до подкрепления Вашей команды
sr: Показује време за "појачања" Вашем тиму

source: Cursor Hints:
bg: Подсказки при курсора:
cs: Kurzor nápovědy:
el: Δρομέας συμβουλές:
es: Consejos del Cursor:
fi: Osoittimen vihjeet:
fr: Astuces du curseur:
hu: Kurzor tippek:
it: Anima Icona Azione:
pl: Wskazówki Kursora:
ru: Подсказки курсора:
sr: Индикатори на курсору:

source: Size Pulse
bg: Пулсираща икона
cs: Pulzující
el: μέγεθος Σφυγμός
es: Tamaño del Pulso
fi: Koon pulssi
fr: Taille variable
hu: Méretpulzálás
it: Pulsa Dimensione
nl: Grootte pulse
pl: Wielkość Pulsu
ru: Пульс размера
sr: Пулсирање величине

source: Strobe Pulse
bg: Пулсираща оцвет. икона
cs: Pulzně-blikající
el: Strobe Σφυγμός
es: Parpadeo Pulso
fi: Välkkyvä pulssi
fr: Stroboscope
hu: Pulzálás
it: Effetto Stroboscopico
nl: Flits pulse
pl: Puls Stroboskopowy
ru: Пульс строба
sr: Строб пулсирање

source: Alpha Pulse
bg: Пулсираща прозр. икона
cs: Blikající
el: Άλφα Σφυγμός
es: Alfa Pulso
fi: Alfa pulssi
fr: Transparence variable
hu: Alfapulzálás
it: Pulsa Trasparenza
pl: Puls Alpha
ru: Пульс альфа
sr: Алфа пулсирање

source: Solid
bg: Неанимирана икона
cs: Nemněnný
el: Στερεός
es: Sólido
fi: Vankka
fr: Solide
hu: Mozdulatlan
it: Solido
nl: Effen
pl: Stały
ru: Твёрдый
sr: Без промене

source: Icon display format when near an action item
bg: Тип на показваната икона за идентификация на действие
cs: Určuje chování kurzoru, jestliže jsi poblíž speciálního interaktivního objektu
el: μορφή εμφάνισης εικονιδίου όταν βρίσκεστε κοντά σε ένα αντικείμενο δράσης
es: Formato del icono al acercarse a un objeto activable.
fi: Näytä ikoni kun tehtävän lähellä
fr: Format d'affichage de l'icône près d'un point d'action.
hu: Ikon formátuma használható eszköz közelében
it: Formato di visualizzazione dell'icona d'azione sugli oggetti
nl: Icoon type wanneer je kunt interacteren
pl: Rodzaj wyświetlania ikony w pobliżu akcji
ru: Формат отображения значков когда рядом с предметом действия
sr: Изглед икона поред одређених ствари

source: Show Locations:
bg: Показване местоположения:
cs: Zobrazit polohu:
el: Εμφάνιση Τοποθεσίες:
es: Mostrar Ubicación:
fi: Näytä sijainnit:
fr: Afficher les positions:
hu: Helyszínek mutatása:
it: Mostra Posizioni:
nl: Locaties tonen:
pl: Pokaż Lokalizacje:
ru: Показывать локации:
sr: Показати локације:

source: Cordinates Only
bg: Само координати
cs: Souřadnicemi
el: Cordinates Μόνο
es: Sólo Coordenadas
fi: Vain koordinaatit
fr: Coordonnées seulement
hu: Csak koordináták
it: Solo Coordinate
nl: Alleen coördinaten
pl: Tylko Kordynaty
ru: только координаты
sr: Само координате
